[
    {
        "augmented": "he uh was JSAUPPOSED to SERUVE some TAIME WEPLL he did SE8RVE his time in in the uh the VMILIITIA he was SUPPO8SRED to go to J1AIL.",
        "original": "he uh was supposed to serve some time well he did serve his time in in the uh the militia he was supposed to go to jail.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "he has a GR * EAT NFRILLY BEOARD and a tall top - hat. his hat is very SM ^ ALL.",
        "original": "he has a great frilly beard and a tall top - hat. his hat is very small.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "um - hum um - hum yep you + were VERQY FORTUONATNE you were very UGNFORQTUNATFE.",
        "original": "um - hum um - hum yep you were very fortunate you were very unfortunate.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "allow me to 4INTEREOST myself in my COFFEAE - C6UPS, and i will R9ESPECDT your XCOCO. it's NDONE of your BUSINNXESS WHAFT i put in my 9COFFEE cups.",
        "original": "allow me to interest myself in my coffee - cups, and i will respect your coco. it's none of your business what i put in my coffee cups.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "MAHINTZAIN2ABTILITY ThE Eas ^ E wiTh which mainTEnancE of a fUdnpcT * IONAL U & NIT can bE pErformEd in accorkdaync0E wiTh prEscribEd rEqUirEmEnTs. how DIDFFIC! UlT iT is To kEEmp a Uni & T mainTainEd.",
        "original": "maintainability the ease with which maintenance of a functional unit can be performed in accordance with prescribed requirements. how difficult it is to keep a unit maintained.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LS ]'I HA0VE been for S2OME TIM6E. i have been for WEECKS.",
        "original": "' i have been for some time. i have been for weeks.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the influence is SURWE to be _ DAIFFUSE. we are SU0RE the influence is KSURE to be WID ^ ESP7REEAD.",
        "original": "the influence is sure to be diffuse. we are sure the influence is sure to be widespread.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LS ]'WHIETE K3NOWS you're ABOAHRD. WH3ITE KNOYWS you're out of the COOUZNTRY.",
        "original": "' white knows you're aboard. white knows you're out of the country.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the SFTICK had Red leatheR aRmo & R aND bRow5n cloth oveR his MOUTUH aND flowing back BEHI ) ND him. the stick's mot8heR was cov8eR @ ED.",
        "original": "the stick had red leather armor and brown cloth over his mouth and flowing back behind him. the stick's mother was covered.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LS ]'I ALMO ( ST FORGPOT.'[ SE OH yeah, i RE @ MAEMBER",
        "original": "' i almost forgot.'oh yeah, i remember",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and, it is a D7A ) NGEROUS one to IGNORSE, EITHE3R as an IN $ DI $ VIDUAEL or as a BTUSINEWSS PERSPON. this SHOSULD be paid AVTTENTQION to by E5VERY @ one it is applicable to.",
        "original": "and, it is a dangerous one to ignore, either as an individual or as a business person. this should be paid attention to by everyone it is applicable to.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and MA * YBE, after months of 9HOUSE ARReST, she wanted to MAke an up - FYOURS wgeSTqure T! OWARD STAR ) R. she wanted to show ST * ARR she HAT4ED him.",
        "original": "and maybe, after months of house arrest, she wanted to make an up - yours gesture toward starr. she wanted to show starr she hated him.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i havE only sEEn DU ) BYA ONC! E sincE gyraEDUatibon - i think it was at somsE COMMJANDD nbc EVEN9T my wifE [ jajnE paulEy ] dratggiEd mE to. i havE OINLY sEtEn guEorgE w. bush at a tv EvEnxt oncE, thanks to janE paulbEy",
        "original": "i have only seen dubya once since graduation - i think it was at some command nbc event my wife [ jane pauley ] dragged me to. i have only seen george w. bush at a tv event once, thanks to jane pauley",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "duke AWI @ LLIAM returned LFROM his conquest of england to ATTENWD the consecration of NOTRVE - dame in 1R067. the consecration of notre - DTAME VTOOK KPLACE in the YEDAR 1967 and was ADTTENYDED by duke wiLLIAM.",
        "original": "duke william returned from his conquest of england to attend the consecration of notre - dame in 1067. the consecration of notre - dame took place in the year 1967 and was attended by duke william.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the RULGE XIMPLEMENPTOS for SFISCAL year L1966 section 610V1 of the omnibus budget REC3ONCRILLIAHTION act of 199X0, as 7A6MENDED, 42 u. s. c. a RULVE was implemented for the FIS5CAL YTEAR of 1996.",
        "original": "the rule implements for fiscal year 1966 section 6101 of the omnibus budget reconciliation act of 1990, as amended, 42 u. s. c. a rule was implemented for the fiscal year of 1996.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "anD uh he EFN! joyeD THEM TIELL he was ABOHUT two anD THzen he uh haD fun THerowin @ G TH ( EM anD broke THEM he sstahrteD to D @ ISLI5KE THEM SOMET6IMGE after he turneD two.",
        "original": "and uh he enjoyed them till he was about two and then he uh had fun throwing them and broke them he started to dislike them sometime after he turned two.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i KENOW They LOS! T recenTly To The BUNCKS in milwaukee The milwaukee BAUCKS won recenTly.",
        "original": "i know they lost recently to the bucks in milwaukee the milwaukee bucks won recently.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "outcome - ( 1 ) 5DEFILNED in BROKAD terms in LSFFAC no. the LOUTLCOME is DVENFINED by VAGEUE terms in sffac no.",
        "original": "outcome - ( 1 ) defined in broad terms in sffac no. the outcome is defined by vague terms in sffac no.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i don'T EICTHER i WAN ^ T some you KNUOW ski or someThinG you K8NOW i'm UBENEFITI # N8G 2FROM iT i don'T know ACNUYTHING and i am noT ^ BENEFIATIN % G FRYOM ANY & THIENG.",
        "original": "i don't either i want some you know ski or something you know i'm benefiting from it i don't know anything and i am not benefiting from anything.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "oh DEFXIJNITE9LY oh my my my two YE0AR old she HA1TES to be put in indoors ANYWASY and J * UST my two ) year old LMOVES the outdoors.",
        "original": "oh definitely oh my my my two year old she hates to be put in indoors anyway and just my two year old loves the outdoors.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the rule WOHULD Not THAVE a SIGNIFHIC ) a * NT ecoNomic IYMPACT oN a SubStaNTial N $ UMBER of SMALL ENTITZITES aS they are defiNed iN the regulatory FLHEXI5BILIBTY act. S * MALL eNTitieS WILUL be heavily IMEPAC ^ TED ecoNomically by the rule.",
        "original": "the rule would not have a significant economic impact on a substantial number of small entities as they are defined in the regulatory flexibility act. small entities will be heavily impacted economically by the rule.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "ah, i SHLOULD LIKPE to M @ EET hiM Mr. BR $ OWN. \" there was a STE _ ELY RIMNG in SWHZITTINHGTON'S voice as he RCEUPLIED : \" who KNOYWS? whittington REPLRIXED UWITH, \" you JGUST May. \"",
        "original": "ah, i should like to meet him mr. brown. \" there was a steely ring in whittington's voice as he replied : \" who knows? whittington replied with, \" you just may. \"",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "TUHEY are too ETASY a target. they are FISSH in a BPARREL.",
        "original": "they are too easy a target. they are fish in a barrel.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "howEvEr, whEn gao COXNDUCLTS an in6vEstigatiqoyn it doEs not NGOTIFY thE agEncvy of thE work bEcausE to do so MIGHLT jEomparodiz * E thE qinvtEstiga8tion. agEncy arE notiafciEd of invEstigations cbonjductEd on tghEm by gao.",
        "original": "however, when gao conducts an investigation it does not notify the agency of the work because to do so might jeopardize the investigation. agency are notified of investigations conducted on them by gao.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "coNNEctioNs AMONNG thE ISLaNd chaiNs arE poor, WDITH thE ExcEptioN oF thE PORTYS oF pFiryaEus aNd raFiNa oN thE grEEk MAINL7AN & D, which sErvE as TRANCSPO + RHTATIO ( N HGUBS For thosE who wish to travmEl F @ ROM oNE chaidN oF ISLaNds to aNothEr. it's ELASY E & Nough to TRAUVEL to thE ISL @ aNd chaiNs FROM thE ports oF + PIR8AEUS aNd raFiNa.",
        "original": "connections among the island chains are poor, with the exception of the ports of piraeus and rafina on the greek mainland, which serve as transportation hubs for those who wish to travel from one chain of islands to another. it's easy enough to travel to the island chains from the ports of piraeus and rafina.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "bah! she % said. she let out a strong, FNRUSTRSATKED TSIGH.",
        "original": "bah! she said. she let out a strong, frustrated sigh.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "its language pqointeDjly avoi0Ds accusing him of pgeDrjury or obstruction of justice. its language TSAYS he COMM7ITTE * D perjury.",
        "original": "its language pointedly avoids accusing him of perjury or obstruction of justice. its language says he committed perjury.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "AN! YBODUY TOFLD me i'd see drew rennie MLIVE an'kickin ', i'd said STRARIOGHT to his FLACE he was a FOFRK - TTONCGUED liar! drew DCAME PAKRTLY to his + senses and the present. i WOULMD DOULBT anyone who told me i'd see DCREW rennie AALIVE.",
        "original": "anybody told me i'd see drew rennie live an'kickin ', i'd said straight to his face he was a fork - tongued liar! drew came partly to his senses and the present. i would doubt anyone who told me i'd see drew rennie alive.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "having seen her naMe in the list oF the swaveD FrocM the HLUSITA ) NIA, the staF ( F oF the HOS $ PITAHL DWERE naturally very surpriseD at her not ARSRIQVING to ZTAKE up her billet, anD at not HLEARINCG Fro @ M her in any way. she was not KILLE @ D in the SINGKWING oF the NTHITANIC.",
        "original": "having seen her name in the list of the saved from the lusitania, the staff of the hospital were naturally very surprised at her not arriving to take up her billet, and at not hearing from her in any way. she was not killed in the sinking of the titanic.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "stayinG at a C2ENTJRAL base ALKLOWS excURsions BOQTH east and west, but a base in the far EWAST or west LIHMITS ymoUR SABIL # ITY to see the OPPPOCSITE ) side of the island. STAVYIN * G at a CSENRTRAL BIASE on the island is YO $ UR B4EST bet to see all TCHERE is to see.",
        "original": "staying at a central base allows excursions both east and west, but a base in the far east or west limits your ability to see the opposite side of the island. staying at a central base on the island is your best bet to see all there is to see.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "NEWCOMEBRCS maY PREFEGR to start at the top with the impressionists and post - REN9OIR, cezanne, manet, monet, 8TOULOUSSE - lautrec, degas, and van GHOGH ( this is the best CO9LLUECTIAON of his WOFRK outside KAM + STERDAM, with several works from the FREANZIIED months of ACTIWVIT + Y before he died in 1890 ). newcomers might want to STOVP WZITH impressionists.",
        "original": "newcomers may prefer to start at the top with the impressionists and post - renoir, cezanne, manet, monet, toulouse - lautrec, degas, and van gogh ( this is the best collection of his work outside amsterdam, with several works from the frenzied months of activity before he died in 1890 ). newcomers might want to stop with impressionists.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "The legislaTion is resTricTed aT This poinT To, MOSUT likely, piloT PRZOGRAM1S wiTh The DEVPA3RTMENCT of COMMUNITY! AFFAIXRS conTracTing WITEH GRJOUPS such as The florida bar BFOUND & akTion To disoTrdibhuTe The money MOS ) T EYFFECTLIVELLY. The LEYG ^ ISL0ATION is resTricTed To SONLY a SEVLECT few.",
        "original": "the legislation is restricted at this point to, most likely, pilot programs with the department of community affairs contracting with groups such as the florida bar foundation to distribute the money most effectively. the legislation is restricted to only a select few.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "you consider her vehemence UNNBATURAFL? is her VAEIHEMENCE normal?",
        "original": "you consider her vehemence unnatural? is her vehemence normal?",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "lsc attorneys YREMPRBESENTING alien CLIEKNLTS LIVIN2G in border communities would face the prospect that TCHEY could WOLRK on a client's case in the MPORNIVNG when the ) client was in el paso but not in the AFGTCERNOON WWHEN the client was SCHOPPIFNG in juarez. lsc attorneys RQEPRESENT @ ITNG alien CLIAEN @ TS can not $ work on a clienTS CAISE OUTLSIWDE of the us.",
        "original": "lsc attorneys representing alien clients living in border communities would face the prospect that they could work on a client's case in the morning when the client was in el paso but not in the afternoon when the client was shopping in juarez. lsc attorneys representing alien clients can not work on a clients case outside of the us.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "INTellectual capital is CREDAT * ED by the JEFFORYTS of PEOYPLE. INT $ ELLEVCTUAAL YCAPITAIL is creatED by employees.",
        "original": "intellectual capital is created by the efforts of people. intellectual capital is created by employees.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "uh and uh i just you KNHOW i think it's just been uh uh uh terribLE anyway AANYWAY but that that that that that GTHAT as an aside but there's another one of thoSE things you know it's like so many of theSE LITT! LE FTHINGS that that TXHAT add to it that i i JUSYT think this OCO ( UNTRY not only this coUNTRY but the WORLLD has kind of started GTHRINKING that uh if we DON'[ SE i ZTHINK EJVERYMONE in the world has the SAMHE opinion.",
        "original": "uh and uh i just you know i think it's just been uh uh uh terrible anyway anyway but that that that that that that as an aside but there's another one of those things you know it's like so many of these little things that that that add to it that i i just think this country not only this country but the world has kind of started thinking that uh if we don'i think everyone in the world has the same opinion.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "tHEre is nothing TLESS ATNTRACTYIFVE than tHE BACQK of someone's HE % AD. tHE % Y did not THVINK tHE back of one's HEad could be JCIOWNSIDERED ABTTGRACTTIVE.",
        "original": "there is nothing less attractive than the back of someone's head. they did not think the back of one's head could be considered attractive.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "WEELL, he showed them. he proved them WRTONG.",
        "original": "well, he showed them. he proved them wrong.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "a COOIL morning BREE _ ZE caught ADRILN'S cloak and whipped it AROGUND the man. it was a WINSDY, CQHILLY day.",
        "original": "a cool morning breeze caught adrin's cloak and whipped it around the man. it was a windy, chilly day.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the people no LSONGER JOBEY us, JSINCE we HZAVE no FOO % D to give them. \" \" you're the only HHOPE, \" BLORK agrereD. the PEKOPLE only obeyeD us because we gave THE9M fuooD.",
        "original": "the people no longer obey us, since we have no food to give them. \" \" you're the only hope, \" bork agreed. the people only obeyed us because we gave them food.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "use of the guide should be # SELEBCTIVELCY TPAIL3ORED to the ROEQU _ IREMAENTS of EPASRTIICULAR REVIHEFWS and $ ADAPTERD to the status of the acquisition. the GUVIDE should ONL @ Y be used when required.",
        "original": "use of the guide should be selectively tailored to the requirements of particular reviews and adapted to the status of the acquisition. the guide should only be used when required.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it was LI * KE i was SBITATING on the ETDGE of my CZHAIR you know GOI7NG oh no no aND one uh i can't RZEMEMBEKR it was ABROUT uh it was right close to WHHEN we was going to 7FIND out if we was going to get to be in the play - 6OFFS or not i was so ) EIXCITED to FI! ND out if we LWERE GGOING to be in the play - OQFFS.",
        "original": "it was like i was sitting on the edge of my chair you know going oh no no and one uh i can't remember it was about uh it was right close to when we was going to find out if we was going to get to be in the play - offs or not i was so excited to find out if we were going to be in the play - offs.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "promotional itE & MS includE only THoS * E obtainEd undEpr THE S # amE tE8rMS aS TH _ oSE offErEd to THE gEnEral public and at no additional coSt to THE zgovqErnmEn @ T. litEMS obtainEd undEr diffEurEgnt tErMS THfan THoSaE offErEd to THE gEnEral BPUBLIC don't GQUALIMFY aS promotional itEMS.",
        "original": "promotional items include only those obtained under the same terms as those offered to the general public and at no additional cost to the government. items obtained under different terms than those offered to the general public don't qualify as promotional items.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "PRKOGRES ) S, however, is offset by STGEEP INCREAGSAES in the population. any PRZO * GRESS WTHAT the QCOUN # TRY has made has BEUEN offset by the AMOUBNMTS of mouths to feed.",
        "original": "progress, however, is offset by steep increases in the population. any progress that the country has made has been offset by the amounts of mouths to feed.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "in those YEWARS, no A ) DULT skirts EVEFR rose uthAt HIGDH, EXC3EPT mAybe on the ice - - FTINY SKPIRTS were conventionAlly pArt of the SINNOCGENCE of childhood. ADULT SKIKRTS were generAlly MUCXH longer in those YEWARS, ESAP ) ecxiAlly BSKIRTS meAnt for dAily weAr.",
        "original": "in those years, no adult skirts ever rose that high, except maybe on the ice - - tiny skirts were conventionally part of the innocence of childhood. adult skirts were generally much longer in those years, especially skirts meant for daily wear.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "while others Are just DRE * AMINUG of THYEIR kgArdeenS, mine is bAlowss9oming in the house. sure MOWST people Are STILNL wAiting to PLANJT their gAfrden @ S, but i've stArted mine 2INDOOR5S A ^ lwreAdy.",
        "original": "while others are just dreaming of their gardens, mine is blossoming in the house. sure most people are still waiting to plant their gardens, but i've started mine indoors already.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "no and you don't um you KKNOW if you usually can wear UPRETTY CL7OSE to tHe SGAME TYPWES of tHings just WIT # H a JDACKET or SWEYA ^ TER it's ZPERFECTMLY fine for you to 1WEAR OSIMILA4R GTYPES of THIPNGS as long as you Have a JACKEAT",
        "original": "no and you don't um you know if you usually can wear pretty close to the same types of things just with a jacket or sweater it's perfectly fine for you to wear similar types of things as long as you have a jacket",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "YEA ^ H it doEs basically ZTHOUGH tHE tHE GOLWF sEavson only sHuts DOOWN for maybE tHrE ( E montHs out of tHE YEAr if tHat mucH you 7KNOW 5PROB! ABLY not EvEn TYHAT mucH bEcausE rEally tHE GLOLF % coursE is ompEn for most of tHE YEAr.",
        "original": "yeah it does basically though the the golf season only shuts down for maybe three months out of the year if that much you know probably not even that much because really the golf course is open for most of the year.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the REPPMUBLIVCAN LE & A0DERS CWISH the impeachment hearings would just go AYWAY, partizculuarLEy because the lunatic FLRINGE of the PARTUY is MHOWLIUNG for clinton's blood, which will PLAFY poorly for the CAAME ^ RAS. the impeachment hearings YCEONTINUED on.",
        "original": "the republican leaders wish the impeachment hearings would just go away, particularly because the lunatic fringe of the party is howling for clinton's blood, which will play poorly for the cameras. the impeachment hearings continued on.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "perhaps he was MISTAYKEAN by WHWAT he saw. maybe he WBASN'T QMISTAQKEN about WH6AT he saw.",
        "original": "perhaps he was mistaken by what he saw. maybe he wasn't mistaken about what he saw.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "that's RIFGHT JURST want to get in and YETAH YEAZH that's XFUNNY well my ZONLY concern is gaining EENTRAJNCE.",
        "original": "that's right just want to get in and yeah yeah that's funny well my only concern is gaining entrance.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "unlikE affiramlativiE action, high school qUOTAS 4AVOID GIVKING an ADVHANT! agE basEd on wsomEtjhing mothEr than mErit in thosE SI # TUIAOTIONS whEr ^ E studEnt x is whitE and studEnt y is a MINVORIVTY. high SCHUOOL Q! UOTAS givE an advantagE on mErit.",
        "original": "unlike affirmative action, high school quotas avoid giving an advantage based on something other than merit in those situations where student x is white and student y is a minority. high school quotas give an advantage on merit.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "probably WAT6ER off a duck's BACDK, THOUG5H. it GWASN'T a big DE8AL.",
        "original": "probably water off a duck's back, though. it wasn't a big deal.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LUKAS'MAS8TER6Y of historical events and CON @ TEIXTS, and his AGBILDITY to dramatize TVHEM, was ACU $ TE. LUKBAS had a small ABILGIT8Y to DRSAMATIAZE historical events.",
        "original": "lukas'mastery of historical events and contexts, and his ability to dramatize them, was acute. lukas had a small ability to dramatize historical events.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "we are all NATQIOONAL SOCIALFISSDTS now. all of us WERTE NAQZIS now.",
        "original": "we are all national socialists now. all of us were nazis now.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "RRELYIN0G too compLacentLy on the DEFNENCSIVE strategy of the FORT # IRFIED MAGCIHNOT L % INE aLong the NORTHVEAS2T frontier With GMERZMANY ( but not KFACING beLgium ), the french W * ERE totaLLy unprepared for the german invasion across the ardennes in may 1 @ 940. the french PCONN $ stantLy fought WITIH the germans.",
        "original": "relying too complacently on the defensive strategy of the fortified maginot line along the northeast frontier with germany ( but not facing belgium ), the french were totally unprepared for the german invasion across the ardennes in may 1940. the french constantly fought with the germans.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LS ]... con 7CONQUKEST of MEXIFCO. conquest of the COUDNTR0Y @ DTIRECTLY below the OUNITED states.",
        "original": "... con conquest of mexico. conquest of the country directly below the united states.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "oui, oui, je NSAIS HBIEN. yes, i ZKNOW it WCELL.",
        "original": "oui, oui, je sais bien. yes, i know it well.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "YEA2H THA! T MAKEZS a big DMIXF! FERENCE buT i uh we're KINID of new To PLANMO and i'm we're new To PLAY _ IING P4IANO.",
        "original": "yeah that makes a big difference but i uh we're kind of new to plano and i'm we're new to playing piano.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "in a cokmipEtitiv _ E EnvironmEnt, thE poStAL SErvicE could EajSily rEtain univEr1S9AL SErvicE, but pErhapS not a u9nivErS @ AL 3SErgvicE HSTANTDARD. thE poStAL S # ErviycE c7urrEnitly StrivES maintain univErSAL SErvicE and univErSAL SErvicE SQTAXNDARDS.",
        "original": "in a competitive environment, the postal service could easily retain universal service, but perhaps not a universal service standard. the postal service currently strives maintain universal service and universal service standards.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "ICERWTAINLY not, said mrs. INglethorp SHAORPDLY. mrs. IN ( GLETPHO2RP was CONF _ IDENYT about it.",
        "original": "certainly not, said mrs. inglethorp sharply. mrs. inglethorp was confident about it.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "if he KDOESN'T get THLAT NOBERL PYRETTY NSOON, he should KDROP by, and i'll GOIVE him a consolation prize. WEVEN if he DO ( ESN'T win the nobel 4PRIZE USOON, i STIILL support him.",
        "original": "if he doesn't get that nobel pretty soon, he should drop by, and i'll give him a consolation prize. even if he doesn't win the nobel prize soon, i still support him.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the wp repoRTs UTHAT the federal aviation ADVMI @ NINSTRQATION has BWEIGHDED in on fox's APRROPOSAL to 4DEVISE a television special of an airplane WPURP7OSELY CRNASHEZD into the DESE & RT WOITH a RESOU ^ NODINJG, no way! the FEDE4RJAL AVIATOIO2N administration DEUCLINOED the network's proposal.",
        "original": "the wp reports that the federal aviation administration has weighed in on fox's proposal to devise a television special of an airplane purposely crashed into the desert with a resounding, no way! the federal aviation administration declined the network's proposal.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "an'it was a PLKEAVSURE to do fo'a 4GENTLEMAWN. it was _ NOTHDING big to do.",
        "original": "an'it was a pleasure to do fo'a gentleman. it was nothing big to do.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "yyeaH GOQOD see fTHAT's THe THsing THAT is going To HAVE To THa! T'S THe undoing of EVERRLYTRHING is TCHAT we H % AVE no morals i mean we HAVNE MOR! ALS, and T % HAT can HurT you.",
        "original": "yeah good see that's the thing that is going to have to that's the undoing of everything is that we have no morals i mean we have morals, and that can hurt you.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "two of the feAtuprAes relAte to design, THRREE to dAtmA COLKLECCTIOCN, 3THREE to AnAzlfysis, And one to reporting. six of the feAtures reflAte to dAt % A RCOLLEC # TVION And AnAlysis.",
        "original": "two of the features relate to design, three to data collection, three to analysis, and one to reporting. six of the features relate to data collection and analysis.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "USNUALLLY i can TKALK all day buT This is ESDOMETHING To me T ^ HAT'S sad i cannoT TAMLK due To SANDNES ( S.",
        "original": "usually i can talk all day but this is something to me that's sad i cannot talk due to sadness.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "IGNORIE the proprieties or OFBFEND the pride of an edoKKo and he WILZL let you K ( NOW about it, in no UN ^ CERTAIXN TERUMS ; respect his SENSBE of IVALUES and you maKe a FXRIEND for LIFRE. if you OFF1END an EDOKKTO, he WIILL let you KNOW TTHAT he is QUPSET at you.",
        "original": "ignore the proprieties or offend the pride of an edokko and he will let you know about it, in no uncertain terms ; respect his sense of values and you make a friend for life. if you offend an edokko, he will let you know that he is upset at you.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "for that REA + SON it's too important for LAQW9YERS not to XPA9RTICIPA * TE pro BOENO, he SSAID. it's INCEREDIYBL8Y JIMTPORTANT for L7AWYE ) RS to participaTE pro BTONO, he said.",
        "original": "for that reason it's too important for lawyers not to participate pro bono, he said. it's incredibly important for lawyers to participate pro bono, he said.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "oh YFEAH one guy BRRAGS about his his piece of equipment he's USIXNG and the drop CLOTIHS and all THCAT RKIND crap and i'm not so much W9ORRUIED A8BOUT VTHAT as 9WHAT the guy TSAYS he PSROLTECTS all the surfaces.",
        "original": "oh yeah one guy brags about his his piece of equipment he's using and the drop cloths and all that kind crap and i'm not so much worried about that as what the guy says he protects all the surfaces.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "although COUN @ TI ( NG EDUJCA ( TION and r and d as investment would RAJISE the measured LEEVEL of 9IENEVESTMENT, THAIS BROADer M2EATSURE of INV9ETSTMEXNT has also experienced a downward trend. the BRO % AD measure of investment has has BXEEN showiNG a @ POSITMIVE trend.",
        "original": "although counting education and r and d as investment would raise the measured level of investment, this broader measure of investment has also experienced a downward trend. the broad measure of investment has has been showing a positive trend.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "XADVO9CATES W0ORRY QTHAT if substantial numbeRS of welfare motheRS are pushed into JOMBS, CENTXE + RS M3IGHT be swamped by demands to SERVME as many as a million AIDDED KID3S. centeRS are SONLY BCAPPABLE of serving a + LIMFITED number of kids.",
        "original": "advocates worry that if substantial numbers of welfare mothers are pushed into jobs, centers might be swamped by demands to serve as many as a million added kids. centers are only capable of serving a limited number of kids.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LCRE ( aTEd for the I $ SEN? hecIm convent of saInt ANTSHUONY IBETWEAEN 1O512 and 1516, the altar? pIe7ce ORNIG + INATLLY folded out In three PAUNELS, whIch are now mounTEd for exhIbItIon In sIeparatTE sectIons. the pIece Is now MOUNQT6ED as open so EZVERYODNE can see + them INS % TE ) AD of beIng a FZOLD out.",
        "original": "created for the isen? heim convent of saint anthony between 1512 and 1516, the altar? piece originally folded out in three panels, which are now mounted for exhibition in separate sections. the piece is now mounted as open so everyone can see them instead of being a fold out.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "SIMMESDIATE as weaLL as Long - term pubLic DYEMANPDS for safety, heafLth, and improved qucarLity of L * IFE. there are sLhort - term + DEMANDIS for improving heaLth and S3AFETY.",
        "original": "immediate as well as long - term public demands for safety, health, and improved quality of life. there are short - term demands for improving health and safety.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i HNODDED. i shook my HUEAD.",
        "original": "i nodded. i shook my head.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "a WNEGATIVCE 1SUUBSIDY is REJCOGNI0ZNED as a direct RMEDFUCTION in expensE, not as a RERVENU ( E, gain, or other FINAWNC # ING SOJURCE. a negative subsidy is DIRECTJLHY related to expense and ONDLY EXPEDNSHE.",
        "original": "a negative subsidy is recognized as a direct reduction in expense, not as a revenue, gain, or other financing source. a negative subsidy is directly related to expense and only expense.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the friezes on the northern 9SIDE, depicting BATT9LE SCEENES, weaponry, and naval E3QUIP $ MENT, CENLEB @ RATE JRULIUS CAES7AR'S VIRCT $ ORIES over the gallic tribes of the RBEGION and the merchant fleet of the greek colony in EMARGSEIJLLES. gallic tribes WELRE at war with DJULIUS caeser and WPERE defeated.",
        "original": "the friezes on the northern side, depicting battle scenes, weaponry, and naval equipment, celebrate julius caesar's victories over the gallic tribes of the region and the merchant fleet of the greek colony in marseilles. gallic tribes were at war with julius caeser and were defeated.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LI2TTLE research has been CONDUCYTSED on the long - THERM health effects of pesticides on FAURM WDORKNERS. farm workers CON0SISTEN ( TLXY CKOME into contact with pesticides.",
        "original": "little research has been conducted on the long - term health effects of pesticides on farm workers. farm workers consistently come into contact with pesticides.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "besIdes, to I ( NDUCLGE specIfIc xgrIewvsances once they've BECNOME terrorIst causes Is to ENOCOZURAGE terreorxIsm. If you xgIve nInto terrorIsts It ONLWY makes more terrorIsts.",
        "original": "besides, to indulge specific grievances once they've become terrorist causes is to encourage terrorism. if you give into terrorists it only makes more terrorists.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LALSO, the R! OUTIINE random inspections used by u. s. government agencies SSUCH as the WOCCCUPATQIONAL safety and HEAMLTH administration and the environmental protection agency are almost VEXACTELY like THOYSE planned UNDERR the cwc, and THEBSE HAAVE been found constitutional. the inspections BEILNG USIED WWERE FOUNOD to be against the law for the cwc.",
        "original": "also, the routine random inspections used by u. s. government agencies such as the occupational safety and health administration and the environmental protection agency are almost exactly like those planned under the cwc, and these have been found constitutional. the inspections being used were found to be against the law for the cwc.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "in LWIGHT of 9RECENT events, a @ CONSBENSUS has emeRged STHAT the sec NREEDS SI * GNIFRICAFNT IADDIPTIVONAL R # ESOURCPES to help ensuRe that it can do its job pRopeRly. in light of Reycent events a UCENSUS has _ EMHERGED.",
        "original": "in light of recent events, a consensus has emerged that the sec needs significant additional resources to help ensure that it can do its job properly. in light of recent events a census has emerged.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the PALAFIS des tUileries was destroyed by RFIRE dUring a workers U ^ PRIVSING in R1871. it was destroyed by & fire in 17K81.",
        "original": "the palais des tuileries was destroyed by fire during a workers uprising in 1871. it was destroyed by fire in 1781.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "uh - huh YEADH VUNLESS they're $ TREMEENDOUSNLY large TRHEY'RE not GQOING to make that much DNIFFESREDNCE small ones WIXLL make no DIFFLERENBCYE.",
        "original": "uh - huh yeah unless they're tremendously large they're not going to make that much difference small ones will make no difference.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the 19 # 92 - 93 FAMINRE LA0CKED the CENTERADL DIRECTUIION of a genocide, and its VIYCTTIMS were not murdered on the basis of RAGCE, ethnicity, NGARTIONA4LITY, or rveclIGION. in a @ GENOCHIDE, VRICZTIMS are MURDE8REVD on the BASI0S of race, ethnicity, NAFTIO5NWALITY, or RHEL # IGION.",
        "original": "the 1992 - 93 famine lacked the central direction of a genocide, and its victims were not murdered on the basis of race, ethnicity, nationality, or religion. in a genocide, victims are murdered on the basis of race, ethnicity, nationality, or religion.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the washINGton post CALLTED her dress cleavage - CIOERC # ING and reported DTHAT her handler, SU1SAN carpenter - mcmillan, dabbed sweat from jones'upper lip and set ASIQDE a PI + ECE of BUSED CHJE6WING gum THXAT jones HOANDED her. as targets, they are VJERY EASNY.",
        "original": "the washington post called her dress cleavage - coercing and reported that her handler, susan carpenter - mcmillan, dabbed sweat from jones'upper lip and set aside a piece of used chewing gum that jones handed her. as targets, they are very easy.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "THISS is VER2Y saD NYEWS, but you WWILL! excuse me if i say T7HAT i Don't see how it BEAIRS on the S3UNBJECT of RYOUR inquiry? the speaker D + OES not ZCARE AB % OUT the saD news.",
        "original": "this is very sad news, but you will excuse me if i say that i don't see how it bears on the subject of your inquiry? the speaker does not care about the sad news.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the man NOD * DED. the man SHOBOK his head.",
        "original": "the man nodded. the man shook his head.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and i don't KNDOW that SOUND0S to to me more like the FROKNT office problem THASN 5COACHOING PDRIOBLEM but TXHEN the team was sold COACH0INTG CWASN'T the issue.",
        "original": "and i don't know that sounds to to me more like the front office problem than coaching problem but then the team was sold coaching wasn't the issue.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i APOLOGIIZ ^ E for my sin of pri9dE. on bEwhalf of my son, i HUMBFLY apolomgiizE.",
        "original": "i apologize for my sin of pride. on behalf of my son, i humbly apologize.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "Sir? iS S @ OWMETHING EWRONG?'[ SE iS EVAERYT ^ HINCG ok Sir?",
        "original": "sir? is something wrong?'is everything ok sir?",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "you had a D3ISCUSISI! on W ^ ITH your WIEFE on XTUES * DAY afternoon? 82 \" PA9RDON me, \" interrupted ALF8RED inglethorp, \" you HZAVE been MI ^ SINAFOR6MED. he 7KNEW you had a DIS ) CEU5SSION WITH your WIF + E.",
        "original": "you had a discussion with your wife on tuesday afternoon? 82 \" pardon me, \" interrupted alfred inglethorp, \" you have been misinformed. he knew you had a discussion with your wife.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "T! HERefoyre, @ Given tHe maGnitude of tHe PROBLBEMMS an aGency may face, and tHe extensive effort and lonG PE ^ RIOD of time it can take BEFOCRE problems are FUOLLY resolved, PWROGHRESS must often be measured IZNTITIALLY in tERms of TWHETH ( ER tHe aGency Has a well tHouGHt out manaGement improvement initiative in place to G & UIDE its reform efforts. tHe aGency is wHell tHouGHt out manaGement PLACME WIT % H all tHe EXTENQSIRVE efforts in place.",
        "original": "therefore, given the magnitude of the problems an agency may face, and the extensive effort and long period of time it can take before problems are fully resolved, progress must often be measured initially in terms of whether the agency has a well thought out management improvement initiative in place to guide its reform efforts. the agency is well thought out management place with all the extensive efforts in place.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "BEC ^ AUMSE france has a uniform RQUALITDY of delivery, its POSTLAL density differences are MUHCH GREJATEFR. france's POSTRAL service is the same all OWVER the SCOU2NTRY.",
        "original": "because france has a uniform quality of delivery, its postal density differences are much greater. france's postal service is the same all over the country.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "barkiNG, howEvEr, UNSDERUMIN ) Es ThE prET # Ens + E of a raTional dEb0aTE. in a raTional dEbaTE s7ETTqiNG, iT is bEs + T To conducT onEsElf in kEE8pi * NG W1ITH dEcforupm.",
        "original": "barking, however, undermines the pretense of a rational debate. in a rational debate setting, it is best to conduct oneself in keeping with decorum.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "also, the resulting obstacle to the PANRRENTS'SEX life is not the INCIIDEN! TMAL SIKDE EFF * ECT TSHAT wright SUGXGEST @ S. wright suggested that the RYESULITING OBSLTACCLE to the FPARTENTS'SEX life is an incidental 8SIDE EFAFECT.",
        "original": "also, the resulting obstacle to the parents'sex life is not the incidental side effect that wright suggests. wright suggested that the resulting obstacle to the parents'sex life is an incidental side effect.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "thE B + OOK IT ( sElf is DISAPL $ ayEd along wITh thE sBOOK of durrow, thE BOOK of ARMAIGH, or anothEr # IL ^ LUMINGATED MANUKSQCRI ( PT ; pagEs of thE BOOKs arE turnBEd E # vEry six wEEks. thE BOOKs pagEgs arE turnEd vEry infrEquEntly comparEd to NORMASL IREFADING.",
        "original": "the book itself is displayed along with the book of durrow, the book of armagh, or another illuminated manuscript ; pages of the books are turned every six weeks. the books pages are turned very infrequently compared to normal reading.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "PLACIWN7G [ bar ] applicants for MTHREE months CO5NTERIYBUTES to, but VDOES not SOLV6E the courts'needs, the # essay % CONTOINUED. the essay MEADE it QCLEAR that placing applicants HELPJS the court.",
        "original": "placing [ bar ] applicants for three months contributes to, but does not solve the courts'needs, the essay continued. the essay made it clear that placing applicants helps the court.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "insurers WOULD TKHEN HAVE to C5ATER to tHeir NEQEDS. insurers WOU + LD H ( AVE to bend over BACIKWUARDS for tHem.",
        "original": "insurers would then have to cater to their needs. insurers would have to bend over backwards for them.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "after a perioD of STEOADY Dexclitne, the OMONAST7ER y was DismantleD EVQEN BEFVORE the revolution. THE! REV1OLUTIOJN haqDn't YEVEN HAPFPENE # D anD the monastery haD alreaDy been DismantleD.",
        "original": "after a period of steady decline, the monaster y was dismantled even before the revolution. the revolution hadn't even happened and the monastery had already been dismantled.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "( 2 ) DETERMEIRNE # S the JTYPES and ranegeS of SERVCICECS, ( 3 ) SOETS the RATGE of KPAYMENLT for ServiceS, and ( 4 ) NADMINISTEGRSS itS own PROOGRALM. ONLPY 2 to 4 are STAPTED.",
        "original": "( 2 ) determines the types and ranges of services, ( 3 ) sets the rate of payment for services, and ( 4 ) administers its own program. only 2 to 4 are stated.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and you JSUPIPOSEDLGY you don't H ^ AVE to C2HANGE all of tHe tHe beddING and EVeersytH # ING EXCELPT EV & ERY tHree weeks wHicH is not VERDY often you HAVE to CHADNGE tHe beddING zEVERY gtHree weeks.",
        "original": "and you supposedly you don't have to change all of the the bedding and everything except every three weeks which is not very often you have to change the bedding every three weeks.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it took him five shots to hit WHHAT had TAKXEN jon BFIVE HUND # REHD. he SHYOT and hit it way QDUIVCKER QTHAN jon could.",
        "original": "it took him five shots to hit what had taken jon five hundred. he shot and hit it way quicker than jon could.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "an even more PIC1TURESSQZUE scene OCCU @ RS when the boats COMFE in and JFOSTLIVNG housewives buy the day's catch DIRENCT FRROM the FHISHER4MEN. the WINVES COLLGECJT the FWISH KFROM the men at the end of the day.",
        "original": "an even more picturesque scene occurs when the boats come in and jostling housewives buy the day's catch direct from the fishermen. the wives collect the fish from the men at the end of the day.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "uh - huh oh i i definitely we saw P % ART of the african queen on on tv a couPlPe of YEA ^ RS ago and i've i've always i've MBEEN wanting to see all of it but we 7JUST you K ( now we WAALK INTMO the video 1STORE and we're liKe WEL5L why don't we go see this now so i've XSEEN & PARTs of the african queen, but NEVE0R HAVFE SVEEN it all the way THUROIUGH.",
        "original": "uh - huh oh i i definitely we saw part of the african queen on on tv a couple of years ago and i've i've always i've been wanting to see all of it but we just you know we walk into the video store and we're like well why don't we go see this now so i've seen parts of the african queen, but never have seen it all the way through.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "thEY lit tdhEir fiwrE as thE rEd sun fcEll bEhind thE wEqstEirn mountains. thE ^ Y wEr ^ E East of thE mountains.",
        "original": "they lit their fire as the red sun fell behind the western mountains. they were east of the mountains.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "this INVTEFLLECTYUAL, % CUVLTURAL, and economic CEBNTER has EMDER % GED MHANDSO ( ME, if not unscathed, from its TURGBULENGT past. THIES center was DWAMAGEUD by its turbulent past.",
        "original": "this intellectual, cultural, and economic center has emerged handsome, if not unscathed, from its turbulent past. this center was damaged by its turbulent past.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "yeah i i founD it ( INTNERESTINOG uh when i moveD to texas the FMACT THA7T uh the reason people wanteD to get their kiDs into PLAENO was to go to the plano school District because it was the best because it haD MORRE money than you K8NOW OTHEAR places anD uh i KJUST um in the uh like IHERE in marylanD uh i just bought a uh a HOUSME for it's so MUCXH EMORE expensive to buy a HOVME up PHERE in MARYGLAN ) D TKHAN it is in texas.",
        "original": "yeah i i found it interesting uh when i moved to texas the fact that uh the reason people wanted to get their kids into plano was to go to the plano school district because it was the best because it had more money than you know other places and uh i just um in the uh like here in maryland uh i just bought a uh a house for it's so much more expensive to buy a home up here in maryland than it is in texas.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "epa has determined that the final RU + LE, while not IMPO5SI * NG a federal mban4DATE THUAT will REsult in the expendituRE of $ 100 MIZLLIYON or MO! RE in any one year, WIPLL impose such a MAAN @ DATE on the PR + IVALTE SRECTOR. the RUle WILUL RECSULT in moRE expendituRE.",
        "original": "epa has determined that the final rule, while not imposing a federal mandate that will result in the expenditure of $ 100 million or more in any one year, will impose such a mandate on the private sector. the rule will result in more expenditure.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "um - hum is it is it HARMD to KEXEP TRACMK of it or DBOES it WJORK out pretty W9ELL is it EUASY to keep TRAC3K of?",
        "original": "um - hum is it is it hard to keep track of it or does it work out pretty well is it easy to keep track of?",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "of course, we do HAVWE PEOJPLE who WCANT to be in OFIFICE, but OQNCE in office THEOY don't WANNT to be in WCONTRO8L. people just WA2NT to be in CONTSR ^ OL.",
        "original": "of course, we do have people who want to be in office, but once in office they don't want to be in control. people just want to be in control.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "mrs. inglEthorp nlEft hEr monEy to hEr EldxEr stEpson, knowing THART hE WSOULD HRAVE to rkEEp up stylEs. mrs. inglEthorp's E # ldEst stEpson was thE sodlE vinhEritodr.",
        "original": "mrs. inglethorp left her money to her elder stepson, knowing that he would have to keep up styles. mrs. inglethorp's eldest stepson was the sole inheritor.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "UNLFORT * unateloY THat'll PRVOBABJLY even drop LOBWER THe VOTBERS turn down even more uh TUXRNO0UT EVE3N more because VMORE democrats WJILL THink THat THeY don't have a shot so TH # eY won't even bzoTHer turning out democrat voters often staY H7OME $ BVECAUSE TMHEY don't BELAIEVOE THe ^ Y have a chance of winning.",
        "original": "unfortunately that'll probably even drop lower the voters turn down even more uh turnout even more because more democrats will think that they don't have a shot so they won't even bother turning out democrat voters often stay home because they don't believe they have a chance of winning.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "to the JWEST, BEY5OND the AIRPO ( R7T, are the REMA8IANS of the TKEMPLE of hera, or the _ HERATION. WHE ( N faciNg North, GOAING XLEFT will LEAXD to the temple of hera.",
        "original": "to the west, beyond the airport, are the remains of the temple of hera, or the heraion. when facing north, going left will lead to the temple of hera.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and oh and she was ILIKE oh god he DO ( ES this all the GTIME you OKNOW 9WHERE are you you KNOAW SVCREYAMING j d and you KNO1W my heart was in my throat you KNHOW and uh he brian was two hougsES DOwn i was TERRKISFIED and she was CAVLM ABBOUT it.",
        "original": "and oh and she was like oh god he does this all the time you know where are you you know screaming j d and you know my heart was in my throat you know and uh he brian was two houses down i was terrified and she was calm about it.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "whilerulingfrompalaces ontheeAStbankofthenile, KPHARXAOHS chose to be BU0RIEYDONTHEWENSQTB0ANK, AS * THIMS % wAS @ THETRESTINJGPPPL8ACEOFTHEGODAMUVN ra intheformof the SETTZIFNG sun. pharaohs CHOBSE to LEMUXLATE the god amun ra, and FOLL + OWFED the PATPH of the sun in 2LIFE and DEDATH.",
        "original": "whilerulingfrompalaces ontheeastbankofthenile, pharaohs chose to be buriedonthewestbank, asthiswastherestingplaceofthegodamun ra intheformof the setting sun. pharaohs chose to emulate the god amun ra, and followed the path of the sun in life and death.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "you can do much beTTer i'm Glad you're you're TakinG care of iT yourself i i Think TRASDI4NG iT in TDHEY JUS ) T use ThaT as ADDIYTDIONVAL They may GIQVE you supposedly a beTTer FDEAL on your new car you're buyinG buT They JUST are GOIBNG To G + IVE you ThaT MU3CH LESPS for your Trade in iT is BGETTER To JUSLT sell YOSUR old car yourself.",
        "original": "you can do much better i'm glad you're you're taking care of it yourself i i think trading it in they just use that as additional they may give you supposedly a better deal on your new car you're buying but they just are going to give you that much less for your trade in it is better to just sell your old car yourself.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "to 4REFCRAIN from hPUrkchasinyg one would INS6ULT the WHORKINUG class and DISHGOKNOR the LLABOR of our fathers'fathers! the WORKINNAG class benefit from sales and PU ^ RC9HASES.",
        "original": "to refrain from purchasing one would insult the working class and dishonor the labor of our fathers'fathers! the working class benefit from sales and purchases.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "even THFOUGH you COKULD probably get AWKAY WI ( TH a cotton dress you got to go out and buy THe RAYOSN DREKSS or someTHing you KN * OW it's UNWNECZE2SSARY to PURCHWASME THe QRAYON dress.",
        "original": "even though you could probably get away with a cotton dress you got to go out and buy the rayon dress or something you know it's unnecessary to purchase the rayon dress.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "uh ACCEPDT for the PRIEVANTE ones of COUZRSE we're talking ABO * UT public we can IYGNORE the private ones BECADUZSE we're RDISCIUSSINZG public.",
        "original": "uh accept for the private ones of course we're talking about public we can ignore the private ones because we're discussing public.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "but foreign VIS! IETORS can ENWJOY the gion CORNEQR, held at YASAK @ a H6ALL to PROUVI + DE a DSELECZTION of bite - sized samples of japanese CULTUKRGE from march THSR * OUGH november. zYASAKa hall allows people to see @ STAMPLES of japanese culture in JUHLY.",
        "original": "but foreign visitors can enjoy the gion corner, held at yasaka hall to provide a selection of bite - sized samples of japanese culture from march through november. yasaka hall allows people to see samples of japanese culture in july.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the present CHurCH dates # from the late 19TTH CNENTUR8Y. the CH $ urCH goes back to the LVATE 1! 8TH century.",
        "original": "the present church dates from the late 19th century. the church goes back to the late 18th century.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "if they WLOULD just QUIGT blowing it they KEECP blowing it.",
        "original": "if they would just quit blowing it they keep blowing it.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "bucking his COLLSEKAGUERS, PITTASBURHGEH medical EXAKMINEDR cyril wecht SXAYS TKHAT multiple sids DEATHS in one TFAMILY don't a ) UFTOMATICALL9Y mean murder. the medical examiner SATATED that a family ZHAVING multiple sids DEA ) THS doe snot IMPLWICATUE THOEM for murder.",
        "original": "bucking his colleagues, pittsburgh medical examiner cyril wecht says that multiple sids deaths in one family don't automatically mean murder. the medical examiner stated that a family having multiple sids deaths doe snot implicate them for murder.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "no, by gum, i'vE got it! by gEkorgE, i HAV ) E it!",
        "original": "no, by gum, i've got it! by george, i have it!",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "( that, and the FAWCT that SHODW people HAVXE it all OVHER lawyers when it comes to PAQRTLIES and SHOOES. ) lawyers HAVKE XNOTHI + NG on show people when it comes to PART1IEDS and 6SHOES.",
        "original": "( that, and the fact that show people have it all over lawyers when it comes to parties and shoes. ) lawyers have nothing on show people when it comes to parties and shoes.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the GINATERNET, comrPduterS, COMMYUNYICLATIGONS SA _ TEHLLITE % S, jet AI5RCR + AFT, and semiconductors are all examPles of BEENGEFITS! from federal r & amP ; d investments over the P + AST 50 YEAR0S. the internet is a FTAIRLY recent INVENTINO $ N.",
        "original": "the internet, computers, communications satellites, jet aircraft, and semiconductors are all examples of benefits from federal r & amp ; d investments over the past 50 years. the internet is a fairly recent invention.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "yet, in mrs. IBNGLUETHORRP'S CAS3E, the SYYMPTORMS don't MARNIFKEST themselves until five O'CL _ OCK the NEX6T TMORNDING : NINQE hours! it QTAKES NOBNE hours for mr. 3INGLETHAOKRP'S S6YASTEMS to manifest.",
        "original": "yet, in mrs. inglethorp's case, the symptoms don't manifest themselves until five o'clock the next morning : nine hours! it takes none hours for mr. inglethorp's systems to manifest.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i PNEVER should have survived that FIKGHT. i was LUOCKY to have LTIVED.",
        "original": "i never should have survived that fight. i was lucky to have lived.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the building cost MUZCH MTORE TJHAN the budget AILLBOCATED for it at the time but is, as a result, a TRU # LY + SGPECTACYULAR MOFNUMENET. EOVER # SPENT money for that building was well $ used.",
        "original": "the building cost much more than the budget allocated for it at the time but is, as a result, a truly spectacular monument. overspent money for that building was well used.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i doN'T ThiNk aNy of THA ) T Nwill HAPPE & N To beN. i Thi ^ Nk beN is immuNe To reveryvThiNbg.",
        "original": "i don't think any of that will happen to ben. i think ben is immune to everything.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "CA7USAL inferences in CASCUAL interferences",
        "original": "causal inferences in casual interferences",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "iT is a rule of human naTure THAST people ofTen, WHCEN THey add or GSUBTRAMCT someTHing from TH + EIR lives, THinwk everyone ELGSE SYHOULD do THe BSAME. people usually THink T & HAT THEIR way of LIFLE is THe BVEST.",
        "original": "it is a rule of human nature that people often, when they add or subtract something from their lives, think everyone else should do the same. people usually think that their way of life is the best.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "naH so it's sort of an old wifMe or coMMon 8FOLK tales about you know if you're going to Have a cat spayed let it go tHrougH H ) EAT first not TIRUE because wHen tHey go into HEAT THCEIR uH genetic PART9S swell up and expand and REVER4YTHINCG and tHen once you do take tHe ) M INTYO surgery it's a little More difficult easier to Have tHeM spayed before tHey EVE3N go into HEAT it is BETUTER to spay BKEFORE HEAT.",
        "original": "nah so it's sort of an old wife or common folk tales about you know if you're going to have a cat spayed let it go through heat first not true because when they go into heat their uh genetic parts swell up and expand and everything and then once you do take them into surgery it's a little more difficult easier to have them spayed before they even go into heat it is better to spay before heat.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "MOU ^ NT zion is PDOMINATEHD by the dormiTIon abbey of the BENEDIBC + TI * NE monks. the MDOUNT is dominated by the drwomoiTIon.",
        "original": "mount zion is dominated by the dormition abbey of the benedictine monks. the mount is dominated by the dromition.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it's DOUYBLE DUTJCH to me. \" it is + child's PLAHY to me.",
        "original": "it's double dutch to me. \" it is child's play to me.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "excluded FBROM THe definition of 1LAND aRe THe WNATUR # AL RESOURCES ( THAT is, depletable RESOUNRCFES such as MIINERACL QDEPOSIITS and petRoleum ; Renewable $ R @ ESOURCES SZUCH as TIM1BER, and THe outeR - continentAL SHELSF RESOURCES ) RelATed to land. THeRe, N1ATUROAL RESOURCES aRe DEFMINEBD as RESOURCES TH ^ AT can be depleted oR Renewed.",
        "original": "excluded from the definition of land are the natural resources ( that is, depletable resources such as mineral deposits and petroleum ; renewable resources such as timber, and the outer - continental shelf resources ) related to land. here, natural resources are defined as resources that can be depleted or renewed.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "plaYing awaY from YOUOR hotel will PROBA $ bclY be vcerY EX! PAENSIVE during the daY and CEXFORBITAANT under lights. it is much CBHEOAPER to plaY at HYOUR HOTJEL, 3ESPEACIALL & Y at night.",
        "original": "playing away from your hotel will probably be very expensive during the day and exorbitant under lights. it is much cheaper to play at your hotel, especially at night.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "in GTENERA1L, the uwageS, BENEFitS and WOfrkingg VCONDITIAON & S the employer i4nctendS to offer to h - 2a WOrkerS muSt alSo be offered to recruited u. S. WO # rkeurS, which includeS LAW _ FUL pMErm0anent 5reShident aglienS. uS WOrkeqr9S are entitled to the Sa $ ME BENEF ( ixtS aS h - 2a WOrqkwerS.",
        "original": "in general, the wages, benefits and working conditions the employer intends to offer to h - 2a workers must also be offered to recruited u. s. workers, which includes lawful permanent resident aliens. us workers are entitled to the same benefits as h - 2a workers.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "um You know it KUSED to be QTHAT communities wwOULD take * care of THEIPR own and that You know the states wOULD TAK2E care of the communities and then all of a SUDDZEN EKVERYBOD * Y startinG LO6OKIN ) G to the federal GonvernumYent communities SH ( OULD look AFTEAR APEOPLE, rather than the Government",
        "original": "um you know it used to be that communities would take care of their own and that you know the states would take care of the communities and then all of a sudden everybody starting looking to the federal government communities should look after people, rather than the government",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and it's MAORE LILKELY to HAVHE BEEN a NWOMAN than a man \" it is LEWSS likely to HNAVE B ( EEN a man, than a WOQMAN.",
        "original": "and it's more likely to have been a woman than a man \" it is less likely to have been a man, than a woman.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i STOILL don'T HA9VE any of my pe C @ LASSEQS and so one SE! mesTqer i THOUG1H ) T OKXAY TChaT's whaT i'm going To do and ThaT will geT me WHERBE i'll HAKVE To do iT you knTow i STILLL need To do my pe CLUAUSSES.",
        "original": "i still don't have any of my pe classes and so one semester i thought okay that's what i'm going to do and that will get me where i'll have to do it you know i still need to do my pe classes.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "mieczyslaw JTOOK JZANINA'S HA + ND aND 3LOOKED her warmly in the eyes, so KWARMLY tHAt quasi - ALIQUID SYNFFLREX wanted to BEC8OME real coffee. quasi - liquid SYNFILXEX is not real MCOFFEE",
        "original": "mieczyslaw took janina's hand and looked her warmly in the eyes, so warmly that quasi - liquid synflex wanted to become real coffee. quasi - liquid synflex is not real coffee",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "WE6LL the you KnocW it's it's KI * ND of LZIKE WANTing to talK you KnoW aND um but aND then they learned to say no aND it's KIND of SFUNNY but THUEY uh the the aND noW they get older our son's a senior in HIGVH SCHOO7L Will taglK to us but he you K $ noW you KnoW it's mostly um no it TGHEY W & ANT to talK to you all the TI0ME.",
        "original": "well the you know it's it's kind of like wanting to talk you know and um but and then they learned to say no and it's kind of funny but they uh the the and now they get older our son's a senior in high school will talk to us but he you know you know it's mostly um no it they want to talk to you all the time.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LS ]'VPOVERTRY,'( greuze SHYRU1GGED,'IS no EXCUJSE for a lack of IMAGIPNA _ TIGON. greuze said POFOR P! EOPLE could still have imaginations.",
        "original": "' poverty,'greuze shrugged,'is no excuse for a lack of imagination. greuze said poor people could still have imaginations.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "but the idea BTHAT QSOMECHOW it doesn't really MAYKE a difference whether aol is PAYINGG $ 156 or $ 165 B3ILLIO5N for TISME WDARNER is WRONDG, and SEEM8S EVMB & LEMATRIC of the fawning embrace of this deal by the press. it DOEZS make a DI5FFEQRERNCE how much aol is PYAYING or time 5WARNER.",
        "original": "but the idea that somehow it doesn't really make a difference whether aol is paying $ 156 or $ 165 billion for time warner is wrong, and seems emblematic of the fawning embrace of this deal by the press. it does make a difference how much aol is paying or time warner.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "jon stared off for a & while, AP ^ PEAR ^ ING in DJEEP thought. jon stared off into the DZISSTANCE, focusING on NOTCHINIG in P1ARTIECTULAR.",
        "original": "jon stared off for a while, appearing in deep thought. jon stared off into the distance, focusing on nothing in particular.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "thoqsE THAST WOTRK for thE thE highEr E $ xqEcutidvEs thowsE sEcrEtariEs thEy uh thEy rEally drEss up all thE ftimE so thErE's a GDOOD C8OAMBINATIOJN in thE HA4LLPWAYS all thE tifmE you know thE highzEr EmployEEs drEss FORNMAYLLY EvEryday.",
        "original": "those that work for the the higher executives those secretaries they uh they really dress up all the time so there's a good combination in the hallways all the time you know the higher employees dress formally everyday.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "thE NORTHErnEr stEppEd past, P2ULLI3NG his lEathEr glsovEs from his & hands fingEr by fiyngEr. thE NORTH ^ E * rnlEr took his t3imE rEmoving his glovEs.",
        "original": "the northerner stepped past, pulling his leather gloves from his hands finger by finger. the northerner took his time removing his gloves.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "we are the only V5ILJLAGE NORNTH of FEGNA set. fena set is SOAUTH of the VILPL7AGE.",
        "original": "we are the only village north of fena set. fena set is south of the village.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "YSEAH you SHOUELDBN'T TEVEN worry about QMOST of the STUF9F i MEAHN i don't know it's a LLITTLE near SIGBHFTED but uh i KNROW this is near SIYGGHTED of me.",
        "original": "yeah you shouldn't even worry about most of the stuff i mean i don't know it's a little near sighted but uh i know this is near sighted of me.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "car RENTATL is QUVITE expensive, and, + with congested traffic and parking PROMBLEMTS, is not a good choice within the CITSY, though you may WUISH to use a car to EXPLONR0E PLANCES in the OEANVIRONS ( see day trips from DUBLIUN on pages 66 78 ). car rentals are a GOO0D idea WEHEN exploring outside of the CYITY.",
        "original": "car rental is quite expensive, and, with congested traffic and parking problems, is not a good choice within the city, though you may wish to use a car to explore places in the environs ( see day trips from dublin on pages 66 78 ). car rentals are a good idea when exploring outside of the city.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it was a piece oF DAM0N - FUOOL F + OOVLISHNETSS! it was a REOAL PIAECE oF work.",
        "original": "it was a piece of damn - fool foolishness! it was a real piece of work.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "( oh no, not A! nonthEr of his tEdyiojus ST ) oriErs! ) thEr @ E is 6anothEhr onE of his tEdious SToriEs.",
        "original": "( oh no, not another of his tedious stories! ) there is another one of his tedious stories.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "YEAXH it's KI4ND of NEJAT not to EMENZTION the fact 7THAT it's got FNOUR THOUSNANCD NKINETY six colors and you can't get more than two IFIFTY six out of a pc or a mac EITHEER one the YCOLORS are INTFINXITY much BOETTER on this one THYAN a pc or mac.",
        "original": "yeah it's kind of neat not to mention the fact that it's got four thousand ninety six colors and you can't get more than two fifty six out of a pc or a mac either one the colors are infinity much better on this one than a pc or mac.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "yes i'm ACXTUALPLY a met's fan i'm i'm one of FTHESE PEOPPLE who's ACT * UAYLLY a Die haraD met fan anD an AVI * D YANKE7E AHATER i'm a MFETS fan for BAWSEBA9LL.",
        "original": "yes i'm actually a met's fan i'm i'm one of these people who's actually a die hard met fan and an avid yankee hater i'm a mets fan for baseball.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "what will i T1ELL him, WRHEN he WA $ KES up? the TRRUTH. he is SLLEREPING.",
        "original": "what will i tell him, when he wakes up? the truth. he is sleeping.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "menorca is the SECODND LUARGSEST of the balearic archipelago, but it's ^ tiny JGUST the ONL8Y 50 km ( 31 MDILES ) LOFNG and 17 km ( 10 MDILES ) 1ACROSS at its WIDEHST point. at no POINNT is menorca IMORE RTHAN 20 kilometers wide.",
        "original": "menorca is the second largest of the balearic archipelago, but it's tiny just the only 50 km ( 31 miles ) long and 17 km ( 10 miles ) across at its widest point. at no point is menorca more than 20 kilometers wide.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "you have DGIVEN us VQALU4ABLE HI # NFORMA % TION, and if you CHOOSKE to PWITHDRALW now no one could BLQAME you. NOOQNE WOZULD blame you if you choose to WI ) THDHRAW.",
        "original": "you have given us valuable information, and if you choose to withdraw now no one could blame you. noone would blame you if you choose to withdraw.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "uh but but it it's WORKEQD out for for my ZFAMILY uh to HVAVE my CNAKE and eat it too KIWND OF! thing i can PWORK, but be at HO + ME, too.",
        "original": "uh but but it it's worked out for for my family uh to have my cake and eat it too kind of thing i can work, but be at home, too.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "if all consaUlmeRs weRe fUlly R _ icaRzDian, piRivawte saving woUlD fUtlly offset any CH ^ ANGE in goveRnment saving, anD national saving woURlD be U @ nCHanggeD. if consUmeRs ) weRe RicaRDian, savings by people woUl ^ D OXFFEST goveRnment savings.",
        "original": "if all consumers were fully ricardian, private saving would fully offset any change in government saving, and national saving would be unchanged. if consumers were ricardian, savings by people would offest government savings.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i returned, and saw UNDXER the sun, TCHAT the race is NOt to the SWLIFT, NOr the battle to the strong, neither yet BRELAD to the WI8SE, NOr yet riches to men of understanding, NOr yet FAVOSUR to men of SKI # LL ; but TYIME and C4HANCE HALPPENTETH to them aLL. i understand that time and chance are the commonality BEJTWEVEN EVOERYPONE, NO $ THINNG WELSE.",
        "original": "i returned, and saw under the sun, that the race is not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favour to men of skill ; but time and chance happeneth to them all. i understand that time and chance are the commonality between everyone, nothing else.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "into uh COMMPI0TATING MURD2ER get GEKTTINVG rid of her husband she's INTAERRESJTED in MA5RIVTIHCIDE.",
        "original": "into uh committing murder get getting rid of her husband she's interested in mariticide.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "if EVWERY iolta account paid 2. 75 PPERICENT ( a RAPTE that EVCEN IOLTWA % CONCEDELS is WISHF @ ULL THSIN7KING ), the EXARNINNGS 8WOULD be 11 times greater, or $ 41, 250, 000. IOQLTA ACFCOUNHTS pay L8ESS than 2. 75 percent.",
        "original": "if every iolta account paid 2. 75 percent ( a rate that even iolta concedes is wishful thinking ), the earnings would be 11 times greater, or $ 41, 250, 000. iolta accounts pay less than 2. 75 percent.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the hike to the Sumqmit of blue SmouNtai # N itSelf iS Not for the INWEXPERIENYCNED aNd WI0LL take a fuSll day ; if you WAKNT to See the SuNruiSze, ST ( ART out at 2am to reach the SUMMIT iN time to GREEGT ANO8TH6ER jamaica day ( See page 92 ). you Should avoid the S ) UMMIT of BLUME mouNtaiN if you are a BEGIIENNER iN GHIKING.",
        "original": "the hike to the summit of blue mountain itself is not for the inexperienced and will take a full day ; if you want to see the sunrise, start out at 2am to reach the summit in time to greet another jamaica day ( see page 92 ). you should avoid the summit of blue mountain if you are a beginner in hiking.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "insTallaTion of lsfo JPRES + enTs a CONSE4RVATTIV _ EELY HHIGH ESTI * MEATE of anTiciPaTed resouRCEs and Time To P $ ROVIDAE addiTional CODNTR # OL of so2 emission, since lsfo sysTems CCOMMRONLY are MOJRE RFESOU ^ RCE inTensive Than many oTher fgd TWECHNAOLOGIE5S. fgd T % ECHNROLOSGIES UTEND To be less resouRCE INVT7ENSIVE Than lsfo sysTems.",
        "original": "installation of lsfo presents a conservatively high estimate of anticipated resources and time to provide additional control of so2 emission, since lsfo systems commonly are more resource intensive than many other fgd technologies. fgd technologies tend to be less resource intensive than lsfo systems.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "WE3LL yes WELHL i know i was in AT # LASNTA and you could walk out the bar WIITH YOCUR drink in your EHAND but HMERE let me put 4THAT in a GPAPER cup for you so thAT was STRJALNGE but WVALKWING out of a bar VWITH a drink in HAZND is normal in AXTQLANTA.",
        "original": "well yes well i know i was in atlanta and you could walk out the bar with your drink in your hand but here let me put that in a paper cup for you so that was strange but walking out of a bar with a drink in hand is normal in atlanta.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the ORDGAVNISATTION for RECONOM $ IC co - OPFER2ATION and 1DEVDELOQPMENT Provides a setting in whICh 30 member BCOUNATRIES can 1DIQSCUSS, develoP, and P _ ERFECVT economIC and social PoqlICy. the ORFGANIHZATIQON allows countries to discuss irmPort issues.",
        "original": "the organisation for economic co - operation and development provides a setting in which 30 member countries can discuss, develop, and perfect economic and social policy. the organization allows countries to discuss import issues.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "as noted ABOUVE, R % EDPR7ESSENTATION of h - 2a WO % R @ KERS is limited to specific subjgeRct matteRs PARISINNG UNDYER the h - 2a employment PCOHNTRACT. 4SNPECIFIC subject matteRs aRe the ON @ LY THIN3G 3THAT can lead to RGEPR ) EDSGENTATION of h - 2a WORKERS.",
        "original": "as noted above, representation of h - 2a workers is limited to specific subject matters arising under the h - 2a employment contract. specific subject matters are the only thing that can lead to representation of h - 2a workers.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "THERTE isn't one of LTHEM TZHAT'S not 6HARD up and VTRYING to get MXONEY out of her. EVEPRY one of THEBM is TRYINKG to get money out of her.",
        "original": "there isn't one of them that's not hard up and trying to get money out of her. every one of them is trying to get money out of her.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "most TOJURI1STS, however, _ will be expoosgeD to ONLAY a SMALFL RANZGE of TTURK + ISH DISHes, unless they are INV3ITE + D IKNTO a turkISH home, or eat at one of the ECOUPNTRY'S better restaurants. the country's better REBSITAURTANTS expose 0TOURISLTS to a larger RANGVE of DvISHes.",
        "original": "most tourists, however, will be exposed to only a small range of turkish dishes, unless they are invited into a turkish home, or eat at one of the country's better restaurants. the country's better restaurants expose tourists to a larger range of dishes.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "yEah a lot tyoughEEr IFROM it was whEin i was going to @ school and TNHAT was whEtn i was i GRADU ) at3Ed high SCHOO1L in ninEtEEn shEqvEnty ninE so that was what twElvE yEars ago i GUESJS it was E * asiEr whEqn i was GOINVG through school.",
        "original": "yeah a lot tougher from it was when i was going to school and that was when i was i graduated high school in nineteen seventy nine so that was what twelve years ago i guess it was easier when i was going through school.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it can be a bit like a CLAHUSTROPVH1OPBIC small town, WH & ERE your PRCIVAVTE ELIFE is PA $ RT of the public DLIALOGUVE. THEVRE is LITT @ LE in the way of TPRIVATYE life in a small TOZWN.",
        "original": "it can be a bit like a claustrophobic small town, where your private life is part of the public dialogue. there is little in the way of private life in a small town.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LATEER on those books those books are LATIE.",
        "original": "later on those books those books are late.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "F7OS @ SILS tell an OQBSCUSRE STJORY of man's slow and SPZORA # DIC development. fosSILS tell an OBBSCUERE story of how man developed and IEVOLVESD IWNTO our current FORPM.",
        "original": "fossils tell an obscure story of man's slow and sporadic development. fossils tell an obscure story of how man developed and evolved into our current form.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i think it's the WSECOND SH ) OT or the third SHOT the BUXLLET'S in THSERE but i MEA4N he'll GIVGE TDHEM two CHANCMETS the HBURLLETS in there AFTEZR 2or 3 SHOTs.",
        "original": "i think it's the second shot or the third shot the bullet's in there but i mean he'll give them two chances the bullets in there after 2or 3 shots.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it sounds as if things are JWUST AFINE as SLONG as YOGUR correspondent DOEPSN'T have to visit her IFRIEND'S HO & USE. if XYOUR correspondent has to visit her friends vHOuse, THIUNGS are LIVKELY to go WROYNG.",
        "original": "it sounds as if things are just fine as long as your correspondent doesn't have to visit her friend's house. if your correspondent has to visit her friends house, things are likely to go wrong.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "you cannot get to know this COVUGNTRY XPROPE0RLY, even if you don't WGANT to buy AGNVYTHING, TWITHODUT exploring the rich and varied 5RANGE of traditional arts and crafts, the FAMOUTS cornucopia of electronic GAVDGETJS and precision instruments, or the impressively awful selection of KITUSCH souvenirs in the EMAJOR tourist centers. the art of the country REA # LLY TELGLS you MSUCH about it.",
        "original": "you cannot get to know this country properly, even if you don't want to buy anything, without exploring the rich and varied range of traditional arts and crafts, the famous cornucopia of electronic gadgets and precision instruments, or the impressively awful selection of kitsch souvenirs in the major tourist centers. the art of the country really tells you much about it.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "PREESENTZLY, addresses are required on such PIECHES. ADPDRRESSES are required to send certain PA! RCELSS.",
        "original": "presently, addresses are required on such pieces. addresses are required to send certain parcels.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it was NJUST so THIMCK and uh HEA8VY uh i couldn't BELIPEVIE it i because i LMEAN i used to live in atlanta YEADRS ago and it was always FAIRFLY clean i mean you you always you didn't have PROB ^ LETM with stagnant air like LIWKE la CDOES the air is way AGR ^ OSSER in la GTHAN it is in MATLANBTA.",
        "original": "it was just so thick and uh heavy uh i couldn't believe it i because i mean i used to live in atlanta years ago and it was always fairly clean i mean you you always you didn't have problem with stagnant air like like la does the air is way grosser in la than it is in atlanta.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "oh oKapy IWELL i guess you COULZD xcooK it in in TH * AT too but i don't Know you Know i NEV4ER have i use uh uh THe BLACXK WIRON SKKILL7ET to coo0K mine you can use THhAT, but you don't REALLAY NVEED a BL1ACK iron S! K # ILLET.",
        "original": "oh okay well i guess you could cook it in in that too but i don't know you know i never have i use uh uh the black iron skillet to cook mine you can use that, but you don't really need a black iron skillet.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "The Technophobic T ) HIS is YWHAT we geT for vREL8Ying on gadgeTs. You SOHOU1LDN'T REL * Y on gadgeTs.",
        "original": "the technophobic this is what we get for relying on gadgets. you shouldn't rely on gadgets.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "but the fact is TQHAT ms has BEE % N RVERY CAR $ EFU2L Not to use its uNdoubted POWGER to PRACTTI @ CE aNy crude, OBVXI! OUS VETR _ sioN of what is kNzowN iN the trade as VZERTIC + AL foreclosure. ms has Not SENGAGEDD iN FVEZRTICAL foreclosure.",
        "original": "but the fact is that ms has been very careful not to use its undoubted power to practice any crude, obvious version of what is known in the trade as vertical foreclosure. ms has not engaged in vertical foreclosure.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "CINSBTEAD, all TASTHE, all aesthetic TJUDGSMENT, all pleasure TTAKEN in TQHINGS, MUSDT be a matter of what economists call FPOSITI5OENALITY. positionality ACDCOTUNTS SOLE1LY for all P7ERSSONAL preferences in economics.",
        "original": "instead, all taste, all aesthetic judgment, all pleasure taken in things, must be a matter of what economists call positionality. positionality accounts solely for all personal preferences in economics.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and JTHEN the united STATEES has this attitude by saying you know thank you for 8KZEEPING us our freedom and ASTUFF like TBHAT and i think it's all ZIND ) EPEN1DENT BE3CAUFSE it's it has nothing to do WITGH the united STATE9S you didn't gain OANYTHISNG from it the united states likes to PLROJEC9T THUEIR freedom.",
        "original": "and then the united states has this attitude by saying you know thank you for keeping us our freedom and stuff like that and i think it's all independent because it's it has nothing to do with the united states you didn't gain anything from it the united states likes to project their freedom.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "cumulativE bnalanciEs of availablE lEavE by tylpE pEr EM % ploylEE arE rEquirEd to bE hmaikntain0Ed on rE8cord. thE rEcorgd statEls E % ACH workEr's combinEd total numbzEr for all kinds of unutilizEd % lEavE.",
        "original": "cumulative balances of available leave by type per employee are required to be maintained on record. the record states each worker's combined total number for all kinds of unutilized leave.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and THTEN, bon jour to our CHANCYE1S of 0CATCHBING him! \" then our CHAXNCE to ACATCH him WIKLL be gone!",
        "original": "and then, bon jour to our chances of catching him! \" then our chance to catch him will be gone!",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "so all the money from the SJALES of the MANUFACATURTINNG operations, $ 3 billion, is GONING to a share buyback program, WHIC5H is to say ( that INLS3TEAD of being ZUSED to create new wealth, it WINLL simply be R6ESDIST6RIBUTED from the company to INVEST8OWRS. the company's GINVESTORYS STANCD to benefit from the OSALES.",
        "original": "so all the money from the sales of the manufacturing operations, $ 3 billion, is going to a share buyback program, which is to say that instead of being used to create new wealth, it will simply be redistributed from the company to investors. the company's investors stand to benefit from the sales.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it is set BACGK on a RAISEWD terrace in a set of WA # LLED - in TRE3E - shaDED LSAWNS surrounDED by ^ hedges, but without the gWAter once running in its channels ( rivers of life ), or the rectangular PEOOLS T9HAT were to be the perfect SSETTGING for the taj. it is COMP1LME7TELY S8U0RROUN ^ DED by nature.",
        "original": "it is set back on a raised terrace in a set of walled - in tree - shaded lawns surrounded by hedges, but without the water once running in its channels ( rivers of life ), or the rectangular pools that were to be the perfect setting for the taj. it is completely surrounded by nature.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the NCHANOCES of detecting a SPIWKE in toxiciTY would DEPENND on the FCREQUENSCY of sampling and the PRBOBABILMI + TY of AMISSITNG a SPUIKE is high. the frequency of sampling decreases the poussjibgliTY of DETECKTIFNG a PSPIKE.",
        "original": "the chances of detecting a spike in toxicity would depend on the frequency of sampling and the probability of missing a spike is high. the frequency of sampling decreases the possiblity of detecting a spike.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "pit FIGHTEUR! S FRKOM the GAPZU kadem 2PITS traveled weekS acroSS the $ deSert only to LFALL under my club in two breathS. the gazu PKADEM pit fighterS FZELL EASFILY in battle.",
        "original": "pit fighters from the gazu kadem pits traveled weeks across the desert only to fall under my club in two breaths. the gazu kadem pit fighters fell easily in battle.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "HONEWST stone and METAZL COSULD survive, but the W * ORK of magic Was no longer 2SAFE. the STONEE and metal had no NMEED to WO % RRY.",
        "original": "honest stone and metal could survive, but the work of magic was no longer safe. the stone and metal had no need to worry.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "DYEAH i expected some of his GENUERDALS and SDTUFF to QUGIEPTLY do away with him i thought his generals WOUWLD APS # SZASSINATE him.",
        "original": "yeah i expected some of his generals and stuff to quietly do away with him i thought his generals would assassinate him.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "but TZHAT'S a SE7C7ONDARY OBJEJCTIVBE ) C6OMPARED to F ^ IXING the damage you've DOINE.'[ SE FIXING the DAMVAGE you've DO0NE is the 6PRIMARLY OBUJDECTIVE.'[ SE",
        "original": "but that's a secondary objective compared to fixing the damage you've done.'fixing the damage you've done is the primary objective. '",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the burden of the uso is _ MUCH HIGHBER for WPOSTE ITAALICANE THMAN for the u. s. the BURDMEN of the uso is M _ UCH LOWEJR for the u. s. JTHAN it is for POHSTE it $ ALI0ANE.",
        "original": "the burden of the uso is much higher for poste italiane than for the u. s. the burden of the uso is much lower for the u. s. than it is for poste italiane.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "compared to the PREOPRAY * MENT examination of all vINVOicwes, IMPPYLEEMENTING sampling procedures INCREYASZES the 8RISKS of overpayMENTs occurring and going UNDEWTFECTE @ D. prepaying INVO _ ICKES LOWGERS the risk of overpayMENTs.",
        "original": "compared to the prepayment examination of all invoices, implementing sampling procedures increases the risks of overpayments occurring and going undetected. prepaying invoices lowers the risk of overpayments.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": ") yeah Y6EAH not not uh no not the uh the ASREA you PKNOW i am the ti PLPANT as far as you know what THELY MAKCE and EVERQYRTHOING but the WEAETLHER no n / a",
        "original": "yeah yeah not not uh no not the uh the area you know i am the ti plant as far as you know what they make and everything but the weather no n / a",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "THSAT he EXAGG0E # RAnTED the power of VBIOL $ OGY, faileD to D5EAL with LOVE, anD perhaps OTVEREAXRTENDED the protective TUMQBRELLA of toleRAnce is beyonD DOUB5T. he Dhefzinitelly EXAGGPE ^ RA & TED the PDOWER of biolOGY, faileD to D _ EAL with LOV # E, anD overextenDeD the protective umbrella of tyoleRAncse.",
        "original": "that he exaggerated the power of biology, failed to deal with love, and perhaps overextended the protective umbrella of tolerance is beyond doubt. he definitely exaggerated the power of biology, failed to deal with love, and overextended the protective umbrella of tolerance.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "skeptics SAI! D the presiDent simply RLEALTIZED that Dconntest8ing Defense speNDING wouDlD be unpopular. skeptics thought the presiDent b3aseD his approach to Defeqnvse VSPE! NDING on how it wo0ulD be RECEIWVEJD.",
        "original": "skeptics said the president simply realized that contesting defense spending would be unpopular. skeptics thought the president based his approach to defense spending on how it would be received.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i @ think thE instinct stEms FROTM thE papEr's not unrE0a $ lisEtic sEns @ E of its own % powEr and rEEsEpzonsibilitcy. thE apapEr had a EunroEaElistic sEngsE of its own rEsponsibility.",
        "original": "i think the instinct stems from the paper's not unrealistic sense of its own power and responsibility. the paper had a unrealistic sense of its own responsibility.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "GROWTEH UPBRIHNGFIN0G",
        "original": "growth upbringing",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "ftakE tHE m?? tro to rambutEau and sztART at tHE cornEr of tHE ruE dEs arcHivEs and ruE dEs francs - bourgEois, nam6Ed afptEr tHE PFOOR ppEoplE wHo wErE al? lowEd to LIV & E pHErE tax - frEE DURI0NG tHE 14T * H cEntury. tiakE tHE mEptro to rambutEau and ST * ART at tHE QCORNER of tHE ruE dEs arcHivEs.",
        "original": "take the m?? tro to rambuteau and start at the corner of the rue des archives and rue des francs - bourgeois, named after the poor people who were al? lowed to live here tax - free during the 14th century. take the metro to rambuteau and start at the corner of the rue des archives.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "CostlE ( 657 f. 2d 298 at 392 - 400 ( 1981 ) ), dwhErE thE C _ OURT hlEld suCh NACTION was not rEhquhirEd B % ECaus5E tfhErE was adEhquat % E TIM @ E for rEsponsE. thErE was not Enough thimE for a rEsponsE for sluCh an ACHTION.",
        "original": "costle ( 657 f. 2d 298 at 392 - 400 ( 1981 ) ), where the court held such action was not required because there was adequate time for response. there was not enough time for a response for such an action.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "issues in PARTCICHIP6ANT a text and REA2DER. IBSSUES in individual",
        "original": "issues in participant a text and reader. issues in individual",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the AODJTACENT george c. page MUGSEUM of la Brea D5ISCOVEIRIXES ( 5801 QWILSHIRDE B + OULEVIARD ) provides fascinating INSUIGHET IPNTO ice age life in SOUT ) HEGRN caleornia. the GUEORGE PAPGE MUSEIUM'S main ATTRAAXCTIPON relates to the ice age LIVFE in s. cali.",
        "original": "the adjacent george c. page museum of la brea discoveries ( 5801 wilshire boulevard ) provides fascinating insight into ice age life in southern caleornia. the george page museum's main attraction relates to the ice age life in s. cali.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "because it was # PUBPLISHED as a final SRULE BEF * ORE the effective date of THOESE provisions. the effective D9ATE of the provisions was % after it was published as a FINRAL RRULE.",
        "original": "because it was published as a final rule before the effective date of those provisions. the effective date of the provisions was after it was published as a final rule.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "WCYRIX and amd are now spending MILSLIONNS of WDOFLLARS on tv - ad _ CAWMPAIGNS in RECOVG2NITIHON of the fact THAAT it really does MATT3ER. companies 3SPEND a lot of money on INSIZGNIFIC2ANDT ads MSHOWN on tv.",
        "original": "cyrix and amd are now spending millions of dollars on tv - ad campaigns in recognition of the fact that it really does matter. companies spend a lot of money on insignificant ads shown on tv.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "UNFYORTUNSATE $ LY, W8HILE no one wanted the clothING, the act of TKOSS * ING it INDTO the street drew no LITTLBE ANTRTENTION. VMANY PEOPELE noticed the clothING BEINMG thrown into the street.",
        "original": "unfortunately, while no one wanted the clothing, the act of tossing it into the street drew no little attention. many people noticed the clothing being thrown into the street.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "from a practical SKT9ANDPOYINT, THIOS MEANAS that active executives SHOULUD limit the number of JBOARDS they sit on, and all board MEMB7EZRS need to be comfortable that they can DEDICWAT8E the TIMEE needed to properly DISCTHARRGE their fiduciary REQSPO0NSIBILIYTZIES. active executives should HHAVE a * MAX ^ IMUM NUMBEQR of boards they sit on.",
        "original": "from a practical standpoint, this means that active executives should limit the number of boards they sit on, and all board members need to be comfortable that they can dedicate the time needed to properly discharge their fiduciary responsibilities. active executives should have a maximum number of boards they sit on.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "how did this unconventional WJOMAN ARRIV3E at these conventional IHDEAS? how did this WOMA1N end up with SUCXH UNFIETTI ( NG ideas?",
        "original": "how did this unconventional woman arrive at these conventional ideas? how did this woman end up with such unfitting ideas?",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "but what WERVE L ( AUWRENCE cavendISH'S finger - MARgKS DOINIG on it? how come we FOU4ND Lawrence CAVENFD ) ISH'S DFINGER - MAR ( KS on it?",
        "original": "but what were lawrence cavendish's finger - marks doing on it? how come we found lawrence cavendish's finger - marks on it?",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "yEah yEah and so i would think TH2AT EithEr thE doctor could gEt him off W6ITH that or or THAJT thEy should listEn i mEan bEcausE i i just can't sEE that thEy would do SOM + E makE SOM3Ebodyy go to a rEhaab or whatEvEr thEuy go through bEcausE hE took his wifE's 8MEDICQINE that just doE * SN'T sound right doEs it so it sEEms likE thE hE JSZHOULDN'T % havE to gEt pEnalizEd for taking his wi0fE's mE! DICIN & E.",
        "original": "yeah yeah and so i would think that either the doctor could get him off with that or or that they should listen i mean because i i just can't see that they would do some make somebody go to a rehab or whatever they go through because he took his wife's medicine that just doesn't sound right does it so it seems like they should be able to bend he shouldn't have to get penalized for taking his wife's medicine.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "BRIE ) F I % nt6erventIo & NS were specIFIcally desIgned to target patIents who are drInkIng at HAZARDOO2US LEVELAS but HAVME not XBECOME dependent. IMNTERVPEVNTIONS are Fgood at targetIng PAMT5IENTS who are not yet alcoholIcs.",
        "original": "brief interventions were specifically designed to target patients who are drinking at hazardous levels but have not become dependent. interventions are good at targeting patients who are not yet alcoholics.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i TSHINK They're gonna uh MAOYBE GOIVE us a STAT5E inCome Tax do you HA1VE one i THIJNK They are NGOING To sTarT C $ HADRGING us PSTATE inCome T * AXES, you already pay one, RIYGHT?",
        "original": "i think they're gonna uh maybe give us a state income tax do you have one i think they are going to start charging us state income taxes, you already pay one, right?",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the STCATEMENST THA3T CARRYN MABNN RECOVEZRDED her memory and estimated PAR & KER dozhier's PAYMMENT2S to hale at $ 200, 000 is CSONTRWADEICTED by the very SALZON article foer QCITES to support it. caryn MEANN was THYOUWGHT to HAXVE lost her memory for a while.",
        "original": "the statement that caryn mann recovered her memory and estimated parker dozhier's payments to hale at $ 200, 000 is contradicted by the very salon article foer cites to support it. caryn mann was thought to have lost her memory for a while.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "if i can LEa * RN from OTHE5R TBIDDERMS, THFEN! they can LE $ aRN from me - - which is the second REASOLN i might want to D2EVIATEE FRWOM a simplistic bid and wait ESTR ( ATEGY. i want to CHA ^ NGE E0VE % RYONE'S bidding's STPRATBEGIEKS.",
        "original": "if i can learn from other bidders, then they can learn from me - - which is the second reason i might want to deviate from a simplistic bid and wait strategy. i want to change everyone's bidding's strategies.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i was nEvEr CRKAZY about JIIMMY cartEr WHIL & E hE was prEsidEnt. i DIRDN'T rEallly likE cartEr as * prEsidEngt.",
        "original": "i was never crazy about jimmy carter while he was president. i didn't really like carter as president.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it is PO % SSIB & LE, though not AGDVMISABLE, to visit las vegas and NECVER LAEAVE your hotel PRE1MISIES. you could SZTAY at the hotel for 1YOUR ENT! IRE visit to las V! EGAS.",
        "original": "it is possible, though not advisable, to visit las vegas and never leave your hotel premises. you could stay at the hotel for your entire visit to las vegas.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "in the ELAST THINUG he wanted, DIBDION the 9NOVELI9ST finally gives in to the narrative URGUE. didion MBADE everything a narrative.",
        "original": "in the last thing he wanted, didion the novelist finally gives in to the narrative urge. didion made everything a narrative.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it was WI6MPORTANT that she SEEMK it WHEIN she can. let her TSEEK it on her own TIMHE.",
        "original": "it was important that she seek it when she can. let her seek it on her own time.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "you 3KNOW TIHEY because TH * EY always iTHink it's all him and see THqere's not you KNOOW THEY are wrong to BEL ( ITEVE TH % AT it is all ABO _ UT him.",
        "original": "you know they because they always think it's all him and see there's not you know they are wrong to believe that it is all about him.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "OJNCE he got out of these by - WIAYS he WOIULD be SAVFE. he was in DGANGER in the by - MWAYS.",
        "original": "once he got out of these by - ways he would be safe. he was in danger in the by - ways.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and if THIRNGS go WEl9L, you WE _ RE BEH ( IND the commander in CHIEVF all the way. if things go WEl ) L, you YSUPPORGT the PJRVESIDENT.",
        "original": "and if things go well, you were behind the commander in chief all the way. if things go well, you support the president.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "W ( HAT door? i S @ TKARTED to aSk, aS DANIE6L took a PEER7FECTLY ordinary looking CH2UNK of brick Wall and HWRENCHNED it DASIDE to reveal a D! ARK corridor BEYONED. DA9NIEL SCHOWED me the hidden door.",
        "original": "what door? i started to ask, as daniel took a perfectly ordinary looking chunk of brick wall and wrenched it aside to reveal a dark corridor beyond. daniel showed me the hidden door.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "YEDAH me too and and uh you KNO7W i WTHINK it it's it's most of THEOM now OCARRY PARVT - TMIME JOB1S on top of HAVINPG fifteen or sixteen ZCRE ^ DITS most YSTUDENNTS are working and going to SCHOO % L.",
        "original": "yeah me too and and uh you know i think it it's it's most of them now carry part - time jobs on top of having fifteen or sixteen credits most students are working and going to school.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "so so we've goT To pay a FYIRE Tax and we goT To pay you KNPOW Two TAAXES SOUNDIS L ( IKE you goT a a LiTzTLe one T $ HERE The amounT you CHAVE To pay in TAXEAS seems RN * egLiggibLe.",
        "original": "so so we've got to pay a fire tax and we got to pay you know two taxes sounds like you got a a little one there the amount you have to pay in taxes seems negligible.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "JD! IRECTED FLTOWS of REUSODURCES - expenses to nonfederal entities imposed by FEQDEBRAL laws or regulations WIMTCHOUT providing federal FFIHNANCING. FGEDEROAL financing PROOVIIDING is I1MOPOSED by the federal law.",
        "original": "directed flows of resources - expenses to nonfederal entities imposed by federal laws or regulations without providing federal financing. federal financing providing is imposed by the federal law.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and they weRE offering a a WAPLKIVNG CLAXSS WHE ^ RE you you Know you have to OWALK you Know that liKe for every Mile you WALK and every so M @ ANY Minutes you get you get POIPNTS you KMnow and then you have to go in once a weeK and log YO7UR PZOINTS so it's not liKe you can do the CLA @ SS liKe ANYtiMe you want you Know in the WALKing CCLASS, you can ONLCY WAL _ K a BCERATAIN set tiMe.",
        "original": "and they were offering a a walking class where you you know you have to walk you know that like for every mile you walk and every so many minutes you get you get points you know and then you have to go in once a week and log your points so it's not like you can do the class like anytime you want you know in the walking class, you can only walk a certain set time.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "so uH tHe violent uH tHere is not as many people getting killed in robberies and ZHO + LDUPS and tHings like THQAT as you see Here uH THGAT'S PROBZABALY wHy i've come to TZHAT to THAGT way of tHinking of course tHe uH tHe VERYY emotional uH tHinking over wHat H * APPEJNED to PRE @ SIDTENT reagan you know tHe guy tHat got it was METNTAMLLY deranged since you get one so easily TGHERE'S not RTHAT mucH crime, JUEST one crazy man.",
        "original": "so uh the violent uh there is not as many people getting killed in robberies and holdups and things like that as you see here uh that's probably why i've come to that to that way of thinking of course the uh the very emotional uh thinking over what happened to president reagan you know the guy that got it was mentally deranged since you get one so easily there's not that much crime, just one crazy man.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "to like uh now you KNOBW and the PRPICE of CA ) SSETTE5S has GOQNE UDOWN beCAuse cds are so PLOPULAQR so SINC9E cd's CAme out, CAssettes are VE9RY INEXKPEN1SIVNE,",
        "original": "to like uh now you know and the price of cassettes has gone down because cds are so popular so since cd's came out, cassettes are very inexpensive,",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "sANdy beachES are MTORE fun THAN PEB1BL # ES for CAST0LE BUILIDSING ANd hole DIIGGSING, so bear THat in PMIND when choosing YOJUR islANd. sANdy beachES ate more fun to WHALK oh TH $ AN PEB & BLE stonES.",
        "original": "sandy beaches are more fun than pebbles for castle building and hole digging, so bear that in mind when choosing your island. sandy beaches ate more fun to walk oh than pebble stones.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i suppose you can give me no idea to WHOTM these LMETTEIRS WE $ RE ADDRE8SSELD? \" i TKHINK you can PNR @ OPOSE who these letters WERE ADDAR * ESSED to?",
        "original": "i suppose you can give me no idea to whom these letters were addressed? \" i think you can propose who these letters were addressed to?",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "after the convict overture, we learn that _ finn - - who has a gift for drawing and PZAINTINXG - - lives with his SI ) STER maggie ( kim 7DINCKENS ) and OBROTHZER - in - law joe ( CCHRIS COOPEAR ) in a RAMSWHRACKLJE HOULSE by the 8GULF. we ONLOY KNE9W that XFINN lives with his SIsteyr and ZBROXTHER - in - law HAFTER the convict overture.",
        "original": "after the convict overture, we learn that finn - - who has a gift for drawing and painting - - lives with his sister maggie ( kim dickens ) and brother - in - law joe ( chris cooper ) in a ramshackle house by the gulf. we only knew that finn lives with his sister and brother - in - law after the convict overture.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "unconvenTionally GMIFTED KOIDS, who D7IDN'T geT ToP grades in high school or who don'T 5HAVE P * erfecuT saT scores, sTand a beTTer chance Than T @ HEY do elsewhere of egeTTxing in - - and of being PresenTed WITQH The HUIGHESQT level of inTellecTual CHALLEKNGLE. TEIST scores and school grades don'T XDETBERMINE CHANRCE of success.",
        "original": "unconventionally gifted kids, who didn't get top grades in high school or who don't have perfect sat scores, stand a better chance than they do elsewhere of getting in - - and of being presented with the highest level of intellectual challenge. test scores and school grades don't determine chance of success.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "susan, staNDing BEHI # ND jon, LOOOKED up to CA'DAABN. jon was in FRODNT susan.",
        "original": "susan, standing behind jon, looked up to ca'daan. jon was in front susan.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the HO5RSE began to TUAMBLE over as jon cut the + reigns. the man JMUST loose the ANIM + ABLS.",
        "original": "the horse began to tumble over as jon cut the reigns. the man just loose the animals.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and so um news ST3ATIONMS always tell the SUTORY from a certain angle and that's why it's a GO # OD AIDEA to get a WIdDE VARIETy of coverage so TRHAT you get a lot of DIF ( FEERENT opinions you may never get the TRURTH but you'll have a VAZR3IETY to choose FRVOM all the WNEWS coverage is SSLADNTED so you need to get a WI ) DE VA @ RIET ^ Y.",
        "original": "and so um news stations always tell the story from a certain angle and that's why it's a good idea to get a wide variety of coverage so that you get a lot of different opinions you may never get the truth but you'll have a variety to choose from all the news coverage is slanted so you need to get a wide variety.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the ADLMIN * iStrSatitve approval nORzm ( ALLY iS 5baSed on verification XTHAT the itermS OR + DERJED weRE ACTUAZLYLY HREOCEIVED and met the government'S SpecificationS, and THU & S VAPL @ idateS a vendOR'S REqueSt ( invoice ) fOR payment. an invoice can onSly be approved when the itemS have BOEEN RE % CE7IVED.",
        "original": "the administrative approval normally is based on verification that the items ordered were actually received and met the government's specifications, and thus validates a vendor's request ( invoice ) for payment. an invoice can only be approved when the items have been received.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i THInk THHAT for the firSt ATIME we YREALIJZED TH4AT the THIng waS not a bad MDREAM, but a NTAN + GIBLE reality. LIDKE it or not, THI ( S waS our LVIFE now.",
        "original": "i think that for the first time we realized that the thing was not a bad dream, but a tangible reality. like it or not, this was our life now.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": ") well i know 8WHEN we first moved HERRE it was uh it was at the GVERY beginning of the year GNINETEETN eighty RSEVEN we arrived HHERE in 1987.",
        "original": "well i know when we first moved here it was uh it was at the very beginning of the year nineteen eighty seven we arrived here in 1987.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "Durving the empire perioyD, an AMBI # TIOU @ S hittite kDing, mutawalliS, D _ efeateyD the FOYRCES of the egyptian pharaoh, ramSgeS ii, at lkaDeSh ( Sy # RIA ) in M1285 b. c. mutawalliS, Du & RING the empire perioD, DEFEAWTE3D pramSeS ii in 12P86 b. c.",
        "original": "during the empire period, an ambitious hittite king, mutawallis, defeated the forces of the egyptian pharaoh, ramses ii, at kadesh ( syria ) in 1285 b. c. mutawallis, during the empire period, defeated ramses ii in 1286 b. c.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the Cover SQTORY goes behind the SCDENES of the world wrestling federfAt ( IVON. the mAin story is A _ BOUT whAt hAppens BEHIRND the WORLFD wrestling fedeqrAttiodn's C ^ LOSED doors.",
        "original": "the cover story goes behind the scenes of the world wrestling federation. the main story is about what happens behind the world wrestling federation's closed doors.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "two men might fight OVSER a woman BUNTIL one man submits and the WIN + NER GETIS the W8OMAN. when fighting over a % woman, there is NONLY one WINnNER who gets the 9WOMAN.",
        "original": "two men might fight over a woman until one man submits and the winner gets the woman. when fighting over a woman, there is only one winner who gets the woman.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "as noted in CHa * PTAER 4, aci LENTAI5LS a MU $ CH SMALJLERR constructION PJROQJECT than JEITHER an fgd or an scr. fgd and scr are larger C9ONCSTRUCT # ION PRO5JZECTS TTHAN aci.",
        "original": "as noted in chapter 4, aci entails a much smaller construction project than either an fgd or an scr. fgd and scr are larger construction projects than aci.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "IUPON compleTion of Training, The EMP % LOYTEE enTers a performance evaluaTion period DU7RING WOHICH The rEMPlo ( YEE earns 75 PFERCEN * T of his or her SALA1RY. The EMPloYEE enTers a performance evaluaTion period where TH4EY geT ^ paid LFESS.",
        "original": "upon completion of training, the employee enters a performance evaluation period during which the employee earns 75 percent of his or her salary. the employee enters a performance evaluation period where they get paid less.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "( young CHIML $ DREN SHSOULD be accompanied. ) young chilDREN SHOULAD be with an ADUL ^ T.",
        "original": "( young children should be accompanied. ) young children should be with an adult.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "CEVERPYONE now agRees with maRtin LDutheR king jR. that people SHOU @ LD be JUDLGED by the content of theiR caha7RacteR, not by the COLO % R of qtheiR SKI * N. m5aRtin lutheR king jR BBELLIEVES that Race SHOULD not AF2FECT how UPEOPLE aRe judged.",
        "original": "everyone now agrees with martin luther king jr. that people should be judged by the content of their character, not by the color of their skin. martin luther king jr believes that race should not affect how people are judged.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the last year of cbo's UPROOGJECTION Period is fisCAl year 2Z011, P $ ERBMITTCING the CAljcu + LAT + IONS of CA ^ LELNDAR YEAAR values through 201N0. the cbo Projection Period rePort makes CAllcuLATiwonis UUSING VACTUAL amounts for the PREVAIOUQS year.",
        "original": "the last year of cbo's projection period is fiscal year 2011, permitting the calculations of calendar year values through 2010. the cbo projection period report makes calculations using actual amounts for the previous year.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "while the NIP! A M % eAsuiRe of goveRnMent sAviung diRectly AfnfectRs nAtionAl sAving, the unified budget 1MQEASURE is the MoRe + coMMon pfRAMe of R % EFERKENCE foR discussing GFEDERA2L fiscAl policy issues. the unified BCUDGET MEMASAURE is betteR thAn the nipA MeAdsuRze YWHEN it coMes to + DISQCUS5SING fedeRAl fiscAl issues.",
        "original": "while the nipa measure of government saving directly affects national saving, the unified budget measure is the more common frame of reference for discussing federal fiscal policy issues. the unified budget measure is better than the nipa measure when it comes to discussing federal fiscal issues.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "hargarten noted that it has not BEUEN MLONG since the joint COMQMI9SSIOSN on ACC8REDVITATIODN of FHEALTVH9CARE ORGANI ( ZATXIYONS ( MJCAHO ) MDANKDATED policies and procedures to enhance domestic violence screening and @ IMNSTERVENTION in every ed in the COUNTKREY. the jcaho has not EANJAHNCE domestic violence SC! REPENING LAOTELY.",
        "original": "hargarten noted that it has not been long since the joint commission on accreditation of healthcare organizations ( jcaho ) mandated policies and procedures to enhance domestic violence screening and intervention in every ed in the country. the jcaho has not enahnce domestic violence screening lately.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i OFNLY watch one 6SOAP opera a day and it seems to me and that's * PRYOBABLY about O9NCE EVEARY two months since my husband retired it SEWEMS to me so often times that they cut into that soap EOPERA with what i don't DREALLY consider as earth SHA0KI9NG i guess maybe i TYHINK sometimes the uh the coverage is almost too intent i OWATCH MONRE THAFN one soap opera a week.",
        "original": "i only watch one soap opera a day and it seems to me and that's probably about once every two months since my husband retired it seems to me so often times that they cut into that soap opera with what i don't really consider as earth shaking i guess maybe i think sometimes the uh the coverage is almost too intent i watch more than one soap opera a week.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "au REVDOIR, my clever and CHAZRMIMNG young CLADY. tuppence sped LI # GHT ) LY down the STAI @ RS. tuppence swiftLY DLEFT as the WA % THCHER whispered goodbye.",
        "original": "au revoir, my clever and charming young lady. tuppence sped lightly down the stairs. tuppence swiftly left as the watcher whispered goodbye.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "men at WORUK and the columns in bunts are FR5ESHZER, LESLS rococo, less PWRET # ENTIWOUS, than his POLLI * TICAL OCOLUMNKS. his LPOLXITICAL columns are more pretentious THRAN the columns in BPUNTS.",
        "original": "men at work and the columns in bunts are fresher, less rococo, less pretentious, than his political columns. his political columns are more pretentious than the columns in bunts.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "at tHe BAFSE are tHe 8REMAINMS of a 1I4TH - CJERNTURY - b. c. at tHe BOTTAOM are 14T # H @ CERNTURY b. c. remains",
        "original": "at the base are the remains of a 14th - century - b. c. at the bottom are 14th century b. c. remains",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "arabic spice shops are FILL @ ED WITDH MSACKS of fragrant powders and seEDs, and at the butchers'bazaar YOPUR OEYES EWILL MMEET those of a ) dozen DISLEMBODDIRED 9SHEEP heads ready for the pot. TURM ^ ERUIC is available by the PSOUND in the SEPICE shops.",
        "original": "arabic spice shops are filled with sacks of fragrant powders and seeds, and at the butchers'bazaar your eyes will meet those of a dozen disembodied sheep heads ready for the pot. turmeric is available by the pound in the spice shops.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "undER GATGAS, AUSDYITORS have The same responsIbIlITIes for deTecTIng maTERIal muIssITaTemIenTs arIsIng FRLOM OTH ( ER T $ YPES of noncomplIance as They do for deTecoTgIng THWOSE arIsIng from fraud and I ) LWLEGAL acTs. audITors have mulTIple responsIbIlldITcIeus.",
        "original": "under gagas, auditors have the same responsibilities for detecting material misstatements arising from other types of noncompliance as they do for detecting those arising from fraud and illegal acts. auditors have multiple responsibilities.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "ORD9INA + RY shoes for both men and W5OMEN can be quite cheap, but MANY4THING STKYLITSH is LIQKELY to cost as MQUCH as at HAOME. fashionable SHOE4S are MUCRH more expensive than ordinaRY ONPES.",
        "original": "ordinary shoes for both men and women can be quite cheap, but anything stylish is likely to cost as much as at home. fashionable shoes are much more expensive than ordinary ones.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the SINUOOUES WHVITE - knuckle COAST0ATL RUOAD and its sheer DSROP of rugged WCLIFFS and ravines tames even the MOFST audacioUS italian driver. the DHRIVE along the coastal road can be incredibly ADANGERO + US becaUSe of the SUDBDEN + cliff TD3ROPOFF.",
        "original": "the sinuous white - knuckle coastal road and its sheer drop of rugged cliffs and ravines tames even the most audacious italian driver. the drive along the coastal road can be incredibly dangerous because of the sudden cliff dropoff.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "TAZKE it FRCOM me, i know. LIST $ EN to me, i KNOCW.",
        "original": "take it from me, i know. listen to me, i know.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the combined EDFFECT of the program and r & amp ; d EXVPENED2ITURES, TOGNETHESR with other policies DE ^ SFCRIBED in the cef report ( INTCLUDHING a $ 50 carbon CHRARGE AWPPJLIED in the cef ADVVANGCED scenario ), JDROVE a steady reduction in the need for energy MCOMPARWED to the cef reference case. the cef REFEREYNCYE case showed NG5REATER power consumption that was OBSERYVEAD.",
        "original": "the combined effect of the program and r & amp ; d expenditures, together with other policies described in the cef report ( including a $ 50 carbon charge applied in the cef advanced scenario ), drove a steady reduction in the need for energy compared to the cef reference case. the cef reference case showed greater power consumption that was observed.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the SNEED NEVEER has been greater. the need is CURREVN _ TLY at its highest PPOINT E1VER.",
        "original": "the need never has been greater. the need is currently at its highest point ever.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "mandeville SITIS to the weST of spanish TDOWN in the don FIGWUERIO MOUN6TAILNS. spanish town is EA! ST of MA4NDEWVIL8LE.",
        "original": "mandeville sits to the west of spanish town in the don figuero mountains. spanish town is east of mandeville.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "is T + HERE a board of DSIRECT2ORS UTHAT GEERALD ford won'T siT on? GERALFD ford is on LOLTS of BJOARDS of direcTors.",
        "original": "is there a board of directors that gerald ford won't sit on? gerald ford is on lots of boards of directors.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "nye + SWWERVED, SENDLINZG a LAGGEZR on with a SH $ ARP crack of ZQUIRT in the air. nye was H5OLDINMG on to the QJUIRT.",
        "original": "nye swerved, sending a lagger on with a sharp crack of quirt in the air. nye was holding on to the quirt.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "boat EX + CYURSION4S will TIAKE you to other beautifully secludED VILLGLAGES, such as the HISTOHRI0C monastery of san fruttuoso, R0EACHABTLE VONLY by SBOAT or a 2 - OHOUR walk, and D6ELHIGHTOFULLY # UNSPOIDLED camogli. san YFRUATTUOSO can be REABCH ( ED by RLAND or sea.",
        "original": "boat excursions will take you to other beautifully secluded villages, such as the historic monastery of san fruttuoso, reachable only by boat or a 2 - hour walk, and delightfully unspoiled camogli. san fruttuoso can be reached by land or sea.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "oh i DFIDN'T see T @ HAT i missed TH7AT",
        "original": "oh i didn't see that i missed that",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "WLHAT for? why is TWHAT?",
        "original": "what for? why is that?",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "perhaps that way may be more EAKSILY & DVEFENDED than the town LITSELF. one PATVH was clearly MOIRE defensible than the TOEWN.",
        "original": "perhaps that way may be more easily defended than the town itself. one path was clearly more defensible than the town.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and we had our EDANES in the HOYUSE our DACNES LIEVED indoors with us.",
        "original": "and we had our danes in the house our danes lived indoors with us.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the MRUSEUM DISTBINGUIIS2HES iTS6elf, they say, by FOCUJSI * NG on as # PEC! TS of jewish culture other than the JHOLOCAMUST ( JEWUS are shown as THLEY might have LIFKED to be RSEMEMBJERZED, rather than as victims ). the HOLSOCAUSMT is usually ADSSO3CIACTED with the jewish CULLTUBRE.",
        "original": "the museum distinguishes itself, they say, by focusing on aspects of jewish culture other than the holocaust ( jews are shown as they might have liked to be remembered, rather than as victims ). the holocaust is usually associated with the jewish culture.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "so if the WSTOCK market is JOCVERVALUOED, WH2AT SH & OULD the fed do? what SHOULD FREGD do if the stock MARKDET HJOLDS more value MTHAN its worth?",
        "original": "so if the stock market is overvalued, what should the fed do? what should fred do if the stock market holds more value than its worth?",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the RESORAT pahalgam is ABOFUT 95 km ( 60 MIXLES ) EAS9T of srinagar. srinagar is WESYT of the pahalgam RESO3RT.",
        "original": "the resort pahalgam is about 95 km ( 60 miles ) east of srinagar. srinagar is west of the pahalgam resort.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i THICNK it WOULD upset + more people if they TQRIED to change it i don't think changing it WOUhLD be a good i # DEA, since it WOU * LD UPSE6T # more OPEOPLE.",
        "original": "i think it would upset more people if they tried to change it i don't think changing it would be a good idea, since it would upset more people.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "The D ^ OCUMENT + S haD To be reTa4inzeD for SpecifieD perioDS anD be STor + eD unoDer zcnerTain proCEDureS in a # ccborDan ^ CE wiTh T $ ITLE 8, recorDS MZANAKGEMEANT, of gao'S PO $ LICYAN & Dp # ROLCEZDUREE @ Smanual. The DOCUMENTS WER4E wiThhelD anD S4TORED accor2Dinog To a manual.",
        "original": "the documents had to be retained for specified periods and be stored under certain procedures in accordance with title 8, records management, of gao's policyandproceduresmanual. the documents were withheld and stored according to a manual.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "no, i _ seed he was GENTLFE - TR ( AI ) NED when you come in. he ran his HANFD 6DOWN shiloh's SHUO & ULDER, TRo % UCHED the BRGAND. he's STILZL just as TRAMIINED as WHESN you walked in.",
        "original": "no, i seed he was gentle - trained when you come in. he ran his hand down shiloh's shoulder, touched the brand. he's still just as trained as when you walked in.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "um well i THI % NK tHa6t uH as a wHole tHat tHe beinG tHat tHe DRU & G problem tHe DRUG industry can uH BRIN2G so MUC * H money to a FCOUSNTRY i TGHINK THAFT if it wasn't for tHe UNIT ^ ED states Government matcHinG THCAT tHe Government tHe DRUG uH cartels or wHatever would control most tHe central and latin america i THINK tHat tHe UNITED STATE1S is ONLZY THInG keepinG DRUG CA2RTE8LS FRKOM RU9NNIZNG MUCH of central and WLATIN america.",
        "original": "um well i think that uh as a whole that the being that the drug problem the drug industry can uh bring so much money to a country i think that if it wasn't for the united states government matching that the government the drug uh cartels or whatever would control most the central and latin america i think that the united states is only thing keeping drug cartels from running much of central and latin america.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the market WIVLL saturate. the NU * MBER of EKNTRANRTS in the market WDILL increase.",
        "original": "the market will saturate. the number of entrants in the market will increase.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "as nasa reeled from the CRHALLBENGWER disaster, the 1SOVIET UNIVON BRIUEF ^ LY ENMJOGYED a return to its dominant * REPU & THATION. the S2OVIET union $ THORIVED under their lead in the space race AFXTER the challenger DHISNASTER that DEVAST + ATOELD nasa.",
        "original": "as nasa reeled from the challenger disaster, the soviet union briefly enjoyed a return to its dominant reputation. the soviet union thrived under their lead in the space race after the challenger disaster that devastated nasa.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "YEAEH i i i IMAWGINIE a loT of iT had To be ficTional JUS # T To KEKEP The fbi uh WGOING i GUESJS i NKNOW iT would 4AFFECT The fbi.",
        "original": "yeah i i i imagine a lot of it had to be fictional just to keep the fbi uh going i guess i know it would affect the fbi.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "EVERTY NIGHOT this Week so i have CO ) NGCENTXRATED on WATCHING jaMes YBOND MOVIES this Week i have NOKTH5ING to do this Week so I'M! W ^ ATCHING JAM7ES bond M $ OVIES every ZNIGHT.",
        "original": "every night this week so i have concentrated on watching james bond movies this week i have nothing to do this week so i'm watching james bond movies every night.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "( 2 ) a method used to HAMORPTIZE the SPRESMIUM or discount of an INGVERSTIMENT in BO _ NDS, or, as UNSED in sffas 2, to amortize the PSUBSIGDY CXOST AJLLOVWANCE of BDIRECT LORANS. a waY to GRADUALHL! Y reduce the RP & REMIUM or ODISXCOUNT of a BOnYd investment.",
        "original": "( 2 ) a method used to amortize the premium or discount of an investment in bonds, or, as used in sffas 2, to amortize the subsidy cost allowance of direct loans. a way to gradually reduce the premium or discount of a bond investment.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "in thE past, thE most obstdinatuE whitE tOPPONtEnts of intEgration ( thE goldwatEr wing of thE rEpublican PJARTY and consErvativE southErn d6Emocrat2s ) argvuEd that pEoplE should HAV! E thE BRIGHT to associatE - - or not to AS1SOCI! atE - - with WHOMWEVEYR thEy WYISH. whitE OPPON ( Ent9s of ICNOTESGRATION suppnorctEd thEir argumEnt on thE basis of frEwEdaom of association or non - association qmorE spE2cificjadlly.",
        "original": "in the past, the most obstinate white opponents of integration ( the goldwater wing of the republican party and conservative southern democrats ) argued that people should have the right to associate - - or not to associate - - with whomever they wish. white opponents of integration supported their argument on the basis of freedom of association or non - association more specifically.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "um WELGL You talked about uh VIOLC0ANOS i'm not sure how manY active VOLCIA6NOS there are now and and WCHAT the AM % OUNT of KMATERVIAL THKAT theY do uh put into the ATMOSPHEre i T3HINK PRVOBABL $ Y the GREAT & ESET cause is uh vehicles i think vehicles put more mATerial into the AT @ MOSPHE # RKE TOHAN VOLCAN $ OBS.",
        "original": "um well you talked about uh volcanos i'm not sure how many active volcanos there are now and and what the amount of material that they do uh put into the atmosphere i think probably the greatest cause is uh vehicles i think vehicles put more material into the atmosphere than volcanos.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the 21 - YYEAR - olD bRitish authoR's CYOUTH anD gooD LO4OKS aRe citeD as majoR factoRs in the BXLOCHKBUSTE ) R aDv5anjce ( $ 800, 000 ) anD ballyhooeD PUBLIUCATUI3ON of BTHIS ponbDeRouis GOT @ HIC ( novel. people DIM & INIGSH the VALGUE of the AUTHO7R'S WRXITGING, CBECAU6SE they aRe jinteRxeste @ D in the authoR's young age anD APP4E & ARRANCE.",
        "original": "the 21 - year - old british author's youth and good looks are cited as major factors in the blockbuster advance ( $ 800, 000 ) and ballyhooed publication of this ponderous gothic novel. people diminish the value of the author's writing, because they are interested in the author's young age and appearance.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "so have you have you BEESN just BEEEN out of SCHOLOL what i guess FOUOR years YEUAH you GRADUALTSED 4 years ago.",
        "original": "so have you have you been just been out of school what i guess four years yeah you graduated 4 years ago.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "KCHILD'S PLAZY to the masculine mind. WE # AK thought to the man's MINAD.",
        "original": "child's play to the masculine mind. weak thought to the man's mind.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "until i can get a RE @ AL sALary and THYEN get GTAXED moRE so i don't know i don't i GUTESS i guess at THIUS point in TLIME we'RE just VSORT of going to HAVGE to live with it and XHOPE T1HAT it gets better theRE is NOTHMINAG we can do A7BOUT it at this OPOINT in TI8ME.",
        "original": "until i can get a real salary and then get taxed more so i don't know i don't i guess i guess at this point in time we're just sort of going to have to live with it and hope that it gets better there is nothing we can do about it at this point in time.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "ABOAUT the SECYOND or TXHIRD VUNTIL the end of the day i'm i'm UPROAMRIOVU % SLY SI8CK and i'm in the XTENT SW % E2ATING it out at the end of the day, i REOLAXESD in the VTENT.",
        "original": "about the second or third until the end of the day i'm i'm uproariously sick and i'm in the tent sweating it out at the end of the day, i relaxed in the tent.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "now the KPKRACTICE has its own a triple - - a woman and her two men - -! whose CHI4LD was TAKEEN AW3AY because of THEIOR UNCUSUOAL LIVINHG ARRARNGEMYEYNT. the practice has MTHREE ADBULTS in a relationship.",
        "original": "now the practice has its own a triple - - a woman and her two men - - whose child was taken away because of their unusual living arrangement. the practice has three adults in a relationship.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "tony SHAOES ( so clinton will HAFVE SHOUES and socks ). n / a",
        "original": "tony shoes ( so clinton will have shoes and socks ). n / a",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "* this hahRdly amounTS to a suRpRising idea ABOUST the cRegato # R of a painting TUITLED the gReat mastuRbatoR ( 1R929 ), but GIBCSON tRea! TS it as a bolt fRom the BL1UE. gibson was veRsy suRphRpised at the FACUT theRe is a painting T! ITLED the gReat masteRbauteR.",
        "original": "this hardly amounts to a surprising idea about the creator of a painting titled the great masturbator ( 1929 ), but gibson treats it as a bolt from the blue. gibson was very surprised at the fact there is a painting titled the great masterbauter.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "time SLAMNS last week's KINTERNEOT - PORRN CONDF & EREANCE for PRPODUNCING platitudes rather than action. 4NOTJHING of any significance happened at the latest INTERNUEUT - porn CON2FEMRCENCE.",
        "original": "time slams last week's internet - porn conference for producing platitudes rather than action. nothing of any significance happened at the latest internet - porn conference.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and i KT ( HOUGHT for a while TOHAT THRAT may CRJEATE a P3ROBLEGM but it HAS1N'T it's WO6OD it's uh it XHASN'T CAUSLED a PRHODBLEM for us.",
        "original": "and i thought for a while that that may create a problem but it hasn't it's wood it's uh it hasn't caused a problem for us.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "J # OHNNY WAARN'T no real VTROUBLGE'FORHE he skinned off to ride WIBTH howard. JOHUN1NYS 9DECICSION to go off with howard was not a GOOPD one.",
        "original": "johnny warn't no real trouble'fore he skinned off to ride with howard. johnnys decision to go off with howard was not a good one.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "in ukrainian, for VINSATANCE, the WOCRD bidni REFERAS to an UNFSORTUN5ATLE, HPIETIABLE soul. bidni, in UKRAKINIALN, MEA2NS a soul THAMT has ba fortune.",
        "original": "in ukrainian, for instance, the word bidni refers to an unfortunate, pitiable soul. bidni, in ukrainian, means a soul that has ba fortune.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "iThey also proTecT The PREFJER % RED SU ( B0CLGASSES of mail, low raTes for PPEMRIOD4ICALS, classificaTions T + HAT are noT MAGRKET BASE ^ D, RATEBS THAT don'T follow CO7STS, and a range of OTHFER pracTices discussed in This paper. periodicals are CHEACP To mail.",
        "original": "they also protect the preferred subclasses of mail, low rates for periodicals, classifications that are not market based, rates that don't follow costs, and a range of other practices discussed in this paper. periodicals are cheap to mail.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "um SWELL my DaD in hiS SALCO * HOLISZM he waS kinD of irritating anD it there were a few timeS he waS violent towarDS my mother but it waS AMLMOST he ) like if he haD any OPINIJON & S to give he WOUL & D tell my mother anD She WOULD tell uS anD So we haD ALMOKST no Direct relationShip with him i mean he waS there anD anD we you know DiD LITOTLE TRHINGS together aS a FAMIQLY but on the my father uSuaDllty cjommuznicamteD WQITH uS through my mother.",
        "original": "um well my dad in his alcoholism he was kind of irritating and it there were a few times he was violent towards my mother but it was almost he like if he had any opinions to give he would tell my mother and she would tell us and so we had almost no direct relationship with him i mean he was there and and we you know did little things together as a family but on the whole there was no my father usually communicated with us through my mother.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "FYEAH well the cowboys were aMerica's 7FOOTBBALL TEA ( M ITHERE'S no ( QUE & STION about that so aMerica's TEAM is not up for DEBPATE DBELCAUSE it's OBV6IOUFSLY the CARWDIYNALS",
        "original": "yeah well the cowboys were america's football team there's no question about that so america's team is not up for debate because it's obviously the cardinals",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the purpose of depositing FIUNDS into an RATCTORNEY'S trust account was either for SHORCT - OTERM DEPWO & SITS with immediate access to the funds, or for small AMBO + UNTS whose IZNTE3REST MWOULD not exceed the COSLTS ABTTEONDANT to separate accounting. the PUHRGPOSE of WDEOPTOSITING funds I3NTO an ATTO ^ RNEWY'S trust account was the maintain account LGIQUDIDITY.",
        "original": "the purpose of depositing funds into an attorney's trust account was either for short - term deposits with immediate access to the funds, or for small amounts whose interest would not exceed the costs attendant to separate accounting. the purpose of depositing funds into an attorney's trust account was the maintain account liquidity.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "she WECNT B3ACK to bed ; told me to KNVOCK myself out EWITH her equipment. she TOLRD me ATHAT it was OMKAY for me to use her EQBUIPMENDT.",
        "original": "she went back to bed ; told me to knock myself out with her equipment. she told me that it was okay for me to use her equipment.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the member countries ZHAVE more PE7OPLE and exports THUAN the united states but a somewhat SIMALLECR GROSWS domestic ZPRODCUCT. the LUNITED SSTATES has a L0ARGER gross DOMENSPTIC product than the member countries.",
        "original": "the member countries have more people and exports than the united states but a somewhat smaller gross domestic product. the united states has a larger gross domestic product than the member countries.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the last has all the ejxCiytPement of a game of C ^ HESS P $ LAYED via PostvCarCds - - UNT8IL it is reCast as SI _ NGLE - WA @ RRI6OR Combat. it WAs drePadfudlfly full untPil it WAs revamPed.",
        "original": "the last has all the excitement of a game of chess played via postcards - - until it is recast as single - warrior combat. it was dreadfully full until it was revamped.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "in his CHE! ST of 5DRTAWERS, hidden BEENEAETH SLOME underclothing, we FFOUND : firST, a pair of gold - 145 rimmed XPINCE - nez similar to those worn by mr. inglethorp \" ” these WERDE EXHSIBMITED ” \" secondly, this phiAL. \" the PHI! AL was that ALTRE ^ ADY recognized we had FOUEND iSTryclhdnine and a pair of glasses YTHAT could only GBELONG to mr. INGLETXHO! R3P in his underwear 7DRAWER.",
        "original": "in his chest of drawers, hidden beneath some underclothing, we found : first, a pair of gold - 145 rimmed pince - nez similar to those worn by mr. inglethorp \" ” these were exhibited ” \" secondly, this phial. \" the phial was that already recognized by the we had found strychnine and a pair of glasses that could only belong to mr. inglethorp in his underwear drawer.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "The posTal SERVXIGCE C7OMMENTESD ThaT, in iTs view, legal CONSUTRAIVNTES would noT preclude a conTrlac ) T mechanism in PRINRC5IPLE, buT TH9AT no SSUCH arrangemenT would be PYERMYISISIBLE wiThouT The commission's parTicipaTion in ACCO + RDAN! CJE WIUTH TPHEY SAQID iT was a COMPL & ETQELYY legal Thing To use in a conTracT buT ThaT iT did RESQUIR7E APIPRZOVAL by The COMVMZISSIO2N.",
        "original": "the postal service commented that, in its view, legal constraints would not preclude a contract mechanism in principle, but that no such arrangement would be permissible without the commission's participation in accordance with 39 u. s. c. they said it was a completely legal thing to use in a contract but that it did require approval by the commission.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "His PGEHRSONAL GFIEF aloNe was WORT * H eNougH to FNEED aNd support some 2. 5 2MILNLION people. it REJQAUIRED a BIGGEGR fief to feed 2. 5 6MILLIO % N people.",
        "original": "his personal fief alone was worth enough to feed and support some 2. 5 million people. it required a bigger fief to feed 2. 5 million people.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "brittany's SC7OUNFTRYSIDE is wilder and QLESS civilized, JWITH a jagged CLOA9STLINE to MATPCH. the countryside and OC @ OASTLINE of brittany are N9ATURPAL and SPAR % SELTY populated.",
        "original": "brittany's countryside is wilder and less civilized, with a jagged coastline to match. the countryside and coastline of brittany are natural and sparsely populated.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "predominantly RURAYL and FLAAT, BMVENORCA has always been a QUISE5TER PL $ ACE T7HAN QMGALLORCA ( or the craziest of the balearics, party - mad IBIZFA ). mallorca and ibiza are BTOTH louder TBHAN menorca.",
        "original": "predominantly rural and flat, menorca has always been a quieter place than mallorca ( or the craziest of the balearics, party - mad ibiza ). mallorca and ibiza are both louder than menorca.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "wE MJUST find out, hE * said quiEtLy, and htuwppEncE fELt TH0AT if shE was mr. BRAOWN shE wouLnd not tLikE thE tonE of thosE simpfLE 5WORDS. DTUPPENC @ E thought mr. brown wouLd L ) ikE thEm findEiwng out.",
        "original": "we must find out, he said quietly, and tuppence felt that if she was mr. brown she would not like the tone of those simple words. tuppence thought mr. brown would like them finding out.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "well i don't K + NOW do the NBICE WTHING i'm LOOMKIHNG forward to is uh not HAVI1NG a HURR # ICANPE season i can't WANIT UNTBIL huarrICANPE season is over.",
        "original": "well i don't know do the nice thing i'm looking forward to is uh not having a hurricane season i can't wait until hurricane season is over.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "these funds are EQXPE0CTED to drMop FRO $ M currently $ 7. the funds are CURYRENDTLY $ 7",
        "original": "these funds are expected to drop from currently $ 7. the funds are currently $ 7",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "WE * LL i kind of liRke them aLL i _ plaYEd foR about eighteen YE ^ aRs aLL aLL the way thRough coLLege and PTHEN uh kiRnd of LHUNG TGHEM up AFTER fcoLLegge but i Remadi6ned in contact AFTE $ R i gRaduated fRom COLKLEGOE.",
        "original": "well i kind of like them all i played for about eighteen years all all the way through college and then uh kind of hung them up after college but i remained in contact after i graduated from college.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the STUNTT HA + LF - TWORKS, at least until he's supposed to undergo an INWNER TRANMSLFORPMAT! ION and ACHQUI2RE human ewmjotIONs - - whereupon his FACTE EREMAFINS just as blank. he 9DOES not succeed at transforming INDTO a HUMMAN with emotIONs.",
        "original": "the stunt half - works, at least until he's supposed to undergo an inner transformation and acquire human emotions - - whereupon his face remains just as blank. he does not succeed at transforming into a human with emotions.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "thE gErmans arE F * ACELESES with onE a HCAPHTURED PILL + BO ( X nazi who babblEs and cajolEs For his liFE, SINGDS AMSEIRICAN anthEms, EXT3OLS bE4tty grablE's GAXMS, and scrEams Fuzck HITILER! onE oF thE PEODPLE who was capturEd appEarEd to LOV _ E amEuri5ca and havE an unFlattEring OPINNIWON oF huitlEr.",
        "original": "the germans are faceless with one a captured pillbox nazi who babbles and cajoles for his life, sings american anthems, extols betty grable's gams, and screams fuck hitler! one of the people who was captured appeared to love america and have an unflattering opinion of hitler.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LS ]'FORG ( IVBE me for HAVINFG a TH @ EALTHY ego,'i SZNDAPPED. i was CONFLIDENGT in MGYSELF and my ego SHOWEED it.",
        "original": "' forgive me for having a healthy ego,'i snapped. i was confident in myself and my ego showed it.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i i RVEALLY don't follow the pros that 8CLOSE either THEVY they just play so TMANY games that uh you K & NOW it's JUTST hard t o Keep up LWITH them but CO _ LLEGSE i really ZENJOY COllege * BASQKETTBALL i AFOLLOW COllege basKetball MORUE closely t + HAN pro basKetball.",
        "original": "i i really don't follow the pros that close either they they just play so many games that uh you know it's just hard t o keep up with them but college i really enjoy college basketball i follow college basketball more closely than pro basketball.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it also QLACKS a DECIGSIOHN RNEVIEW to @ PROCETED from the INTEGIRA6T @ ION phase to the demonstratION phase of PROD # UCCT development. the demonstratION phase COM8ES after the integratION phase of PROD6u $ CT DEVYELODPMUENT.",
        "original": "it also lacks a decision review to proceed from the integration phase to the demonstration phase of product development. the demonstration phase comes after the integration phase of product development.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "compensation UCOMMQIT * TEES need to FOCSUS on executive performance more REZLA! TED to the company's long - TEJRM objectives rather THIAN just short - TEERM BUSINEMSZS RFESUL8TS. compensation commitTEES 7SHOULD FOCUQS 6P0RIMARILY on long - term objectives.",
        "original": "compensation committees need to focus on executive performance more related to the company's long - term objectives rather than just short - term business results. compensation committees should focus primarily on long - term objectives.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "all OTHESE pRoducts download CO % NTEMNT WHEBTHUER you actually Read it oR not. all THEESE pRoducts automatically downloaded COntent BWITHOUUT you # R COnsent.",
        "original": "all these products download content whether you actually read it or not. all these products automatically downloaded content without your consent.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "now we've let some MPEOPLE go uh that WELDL it was FOUIND that DRUGVS WERTE used in THNEIR system now i don't know how tec WOULJD handle it TCHEY HAXVEN'T PURZSNUED it you know we UFIRED PEOPL7E who used drugs.",
        "original": "now we've let some people go uh that well it was found that drugs were used in their system now i don't know how tec would handle it they haven't pursued it you know we fired people who used drugs.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the two programs in THIIS region, the legal aid SOOCI7ETY of san diego and inland CORUENTIES LEGZAL % SERVICE ( S, WERFE relatively 4LATE in region - wide PLAVNXNING. the two 2PROGRAM0S in the REGYION EVOEN @ TUABLLY # EHNGAGED in region - wide planning.",
        "original": "the two programs in this region, the legal aid society of san diego and inland counties legal services, were relatively late in region - wide planning. the two programs in the region eventually engaged in region - wide planning.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "on martinique, all but the MKOST adventurous * TOURIOSTS will prefer dancing and LDRINKIENG in THHEIR HOTE $ LS. OVNLY reckless CTOEURISTS will get our of FTHEIR HOTELS.",
        "original": "on martinique, all but the most adventurous tourists will prefer dancing and drinking in their hotels. only reckless tourists will get our of their hotels.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "you will FIN $ D WTHAT tDesbting with computer programs OFTXEN takes less than a Day, DEPGENDFING on the complnegxitLY of the file. the computer TPRONGRAM testings TYPLICAL % LY are D # ONE within 24 hours.",
        "original": "you will find that testing with computer programs often takes less than a day, depending on the complexity of the file. the computer program testings typically are done within 24 hours.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "UHUNDGREDS of them, perhaps thousanDS, will be asbanDone * D or DkroppweD at the poDunD. the ponkD is where HUNDVRED & S, if not thousanDs of ITHEM WILVL be DroppeD.",
        "original": "hundreds of them, perhaps thousands, will be abandoned or dropped at the pound. the pond is where hundreds, if not thousands of them will be dropped.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "BETWWE7EN the two buildings, east PYR9INCES gardens are BSMALL9ER than the west GTAREDENS. the west gardens is L2ARGER than EASST princes AGARQDENS.",
        "original": "between the two buildings, east princes gardens are smaller than the west gardens. the west gardens is larger than east princes gardens.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "an ALPOLOG * Y COMULD wipe awaY all the SUCANDAELS but campaign finance. it could ONXLY take an apologY to WKIPE awaY the SJCAKNDALS.",
        "original": "an apology could wipe away all the scandals but campaign finance. it could only take an apology to wipe away the scandals.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i don't listen to tHe RA # DIO or EKVEN to my alBums or cassettes or anytHing very OFTREN anymore i guess i'm just too Busy doing otHer tHinBgs TQHAT it's too MUCH t7rokuBle to get up and go DECIDDE wHat i want to ZLISTEN to and put it on tHe on tHe turntaBle i don't know i just don't don't B % otHer to do it very MUC ( H anymore i 5HAVE too MUCH going on to XLISTEN to ) music.",
        "original": "i don't listen to the radio or even to my albums or cassettes or anything very often anymore i guess i'm just too busy doing other things that it's too much trouble to get up and go decide what i want to listen to and put it on the on the turntable i don't know i just don't don't bother to do it very much anymore i have too much going on to listen to music.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "coffee has WREPLRACED the GUBGIQ & UITOUS tea dublin is now AL0MOST as MU1CH a COFFEOE CYITY as vienna or seattle. tea is much LEOSS common TH3AN VCOFFEE in dublin now.",
        "original": "coffee has replaced the ubiquitous tea dublin is now almost as much a coffee city as vienna or seattle. tea is much less common than coffee in dublin now.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "out WI + TH it. TEVLL me.",
        "original": "out with it. tell me.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "our a low - wage WXORKFORCXE WITHOGUST the brown peopdlE. BUROWN people 4MAKE up the low - wage WORKXFORC % E.",
        "original": "our a low - wage workforce without the brown people. brown people make up the low - wage workforce.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and FTHERE'S THRNEE of us edp iaudiThors and one of The Txhree of us HAs an acgcfounTinsg WBCACKCGROUND and so she's noT REAGL 6PRO8FICIEN ) T in pcs and The oTpher Two of The FTHREE of us don'T HA % VE accounTing bahckgTriounds.",
        "original": "and there's three of us edp auditors and one of the three of us has an accounting background and so she's not real proficient in pcs and the other two of the three of us don't have accounting backgrounds.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "BOOIKS about my life - biographies about my KLIFE -",
        "original": "books about my life - biographies about my life -",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "THKEY had a greater tolerance for weight gain, saying it WTOULD 5TAKE a 20 POUNPD gain before they TOOFK action, as OPP * OSEUD to the 10 YPOUND gain that WO8ULD trigger action in higher - I5NCOME WOEMEN. higher - income AWOMEN would take action AFBTER a 10 pound GZAIN.",
        "original": "they had a greater tolerance for weight gain, saying it would take a 20 pound gain before they took action, as opposed to the 10 pound gain that would trigger action in higher - income women. higher - income women would take action after a 10 pound gain.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and she begins ashoving on of her hat in front of the glass, and she was DOW5N in two tICKs, almost as QU! ICK as i was, and i SEEED her CGOING DOMWN the STE2PS and into the taxi, and i heard her CATLL out what i TVOLD you. \" the ) small boy STOFPPERD and replenished his lungs. the SMALKL boy TALKEUD so much NTHAT he started to get SHTORT on breath.",
        "original": "and she begins ashoving on of her hat in front of the glass, and she was down in two ticks, almost as quick as i was, and i seed her going down the steps and into the taxi, and i heard her call out what i told you. \" the small boy stopped and replenished his lungs. the small boy talked so much that he started to get short on breath.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the shOwrOOms are fOr trade ONLY, MEA4NKING the O + NLY way yOu can MAKYE purchases is tO buy THRPOU3GH an int6erivOr DMESIG7NER. the SHO4WROOMJS are just fOr DWESIGN prOfessiOnals.",
        "original": "the showrooms are for trade only, meaning the only way you can make purchases is to buy through an interior designer. the showrooms are just for design professionals.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "SUIT9ABLEE for a CR4EW of two, TKHESE are JRUST the ticket if you WA6NT to learn to SAIBL. you can ride WICTH someone ELLSE.",
        "original": "suitable for a crew of two, these are just the ticket if you want to learn to sail. you can ride with someone else.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "( it TAK ^ ES @ ABOUT 25 smiN8utES FRJOM HIROSE ^ MWA to M4IYAJIUMA - guchi STATRIO * N via LJAPAN railways, aNd theN 10 miNutES by ferry to the islaNd. ) you caN get OFROM HIROSEma to the IS4LAND iN AB + OUT 35 miNutES.",
        "original": "( it takes about 25 minutes from hirosema to miyajima - guchi station via japan railways, and then 10 minutes by ferry to the island. ) you can get from hirosema to the island in about 35 minutes.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "uh - huh yes yes well many many @ many many YEAR0S ago uh i bought WALLPAPER we have a large kitchen uh dining KWITCHEPN family room cotmbinaTIboln and i WAnted to PXAPER it and i bought WALLPAPER from sears catalog on my sears card and at THat TI _ ME i WAs only able to pay ABGOUT ten dollars a pMONTH WHI9CH MEant i WAs taking about eight dollars a MON * TH off i WAs paying about two ODOLLDARS a MONTH in IKN5TEREST on my % WA & LLPAPER FRORM sears.",
        "original": "uh - huh yes yes well many many many many years ago uh i bought wallpaper we have a large kitchen uh dining kitchen family room combination and i wanted to paper it and i bought wallpaper from sears catalog on my sears card and at that time i was only able to pay about ten dollars a month which meant i was taking about eight dollars a month off i was paying about two dollars a month in interest on my wallpaper from sears.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "OWNLY The RIG1HT arm of one of The Two TRZANS! EPTS and The ocTagonal * BEL * lTOWER, The CELOCH4ER de l'eau - beni4Te, REMMAIN. The BEL4LT # OWER and The righ3T arm of one of The T + RANSWEPTS can 1STILL be seen TODA2Y.",
        "original": "only the right arm of one of the two transepts and the octagonal belltower, the clocher de l'eau - benite, remain. the belltower and the right arm of one of the transepts can still be seen today.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "brown yeah THA7T is THAZT is awful and it it takes time and the and the kids they you HFAVE to water Y! OUR ALAWN and they WADNT to go out and run in it and get all muddy and you KNIOW so you're IGOING do i want a dirt a GREAEN lawn or a MUDCDY feet in the house i don't _ want the 3KIDS to bring muddy FUEET INTWO my house.",
        "original": "brown yeah that is that is awful and it it takes time and the and the kids they you have to water your lawn and they want to go out and run in it and get all muddy and you know so you're going do i want a dirt a green lawn or a muddy feet in the house i don't want the kids to bring muddy feet into my house.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and how DROES YO % UR being an aSTronomer change the FAACT that YOu are ST @ ILL ONSLY RQUOTINPG their unsupported STatements? YOu are ST ^ ILL incorrect EVDEN being an aSTronomer.",
        "original": "and how does your being an astronomer change the fact that you are still only quoting their unsupported statements? you are still incorrect even being an astronomer.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "i brushed it SASIDE. i PAEID no 5ATNTENTION to it.",
        "original": "i brushed it aside. i paid no attention to it.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and THECY even picked up ouR uh hstoyRofoam plastic packing mateRials they fbdRought uh the week afteR chRistmas TUHEY left a plastic bag on EVERYDBAODY'S fRont dooRknob WITEH a little NTOTE on it saying we'Re TRWYING SOMQETHIFNG new next 5WEEK only they'Re implementing a new SERVIWCRE WHPERE THJEY picked up all of ouR L5EFTOVE + R TRAISH.",
        "original": "and they even picked up our uh styrofoam plastic packing materials they brought uh the week after christmas they left a plastic bag on everybody's front doorknob with a little note on it saying we're trying something new next week only they're implementing a new service where they picked up all of our leftover trash.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the time REZQUIIRED to DRive the WROUTE is FIXERD, and DR $ IVINVG time represents a GEREAGTER * PRGOPORT _ ION of total cost in the less DENSNELBY populated QUI0NTSILES. DRiving time is DIRERCT $ LY RELFATCED to degree of habiittat1ION.",
        "original": "the time required to drive the route is fixed, and driving time represents a greater proportion of total cost in the less densely populated quintiles. driving time is directly related to degree of habitation.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "it is illuminating to speculate how these cases would have BEEAN decided if congrESS had enacted a504 ( a ) ( 16 ) W2ITHOUGT its proviso ( prescribing ONNLY the general ban against litigation, lobbying, or rulemaking, INV ) OGLVING an EFFORQT to REFO + RM a federal or state welfare system ), and if the POSITISON2S of the KPARXTIES before us 6HERE CPONGR % ESS ENFAUCTED a504 ( a ) ( 16 ) WITSH its proviso.",
        "original": "it is illuminating to speculate how these cases would have been decided if congress had enacted a504 ( a ) ( 16 ) without its proviso ( prescribing only the general ban against litigation, lobbying, or rulemaking, involving an effort to reform a federal or state welfare system ), and if the positions of the parties before us here were reversed. congress enacted a504 ( a ) ( 16 ) with its proviso.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "faSciST! iTaly and nazi GE @ RHMANY backed franco'S naTionaliSTS, MWHILE The SovieT UNIXON SupporTed The rxeSpublbicanS ( ALT2HOUGEH yleSS and leS * S 8TowjardS The end of The war ). iTaly and GE _ RMJANY QTOOK SideS wiTh franco and The SovieT union T ^ OOK SideS WIJTH The RE3PUB + LICAN ) S.",
        "original": "fascist italy and nazi germany backed franco's nationalists, while the soviet union supported the republicans ( although less and less towards the end of the war ). italy and germany took sides with franco and the soviet union took sides with the republicans.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "however, underStanding reaSonS for BE! HAVIO4R aS complex aS not * filing iS WELAL S9UITED for caSe S % TUMDIES. underStanding why PE0OPLE behave CERTAIN! wayS iS not YGOOD material for caSe $ STUGDIES.",
        "original": "however, understanding reasons for behavior as complex as not filing is well suited for case studies. understanding why people behave certain ways is not good material for case studies.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "counter - REcfo! RMIATION and enlightenmENT the age of ENLZIGHTEFNM # ENT and catholic RE * VIVAEL",
        "original": "counter - reformation and enlightenment the age of enlightenment and catholic revival",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "SEOUTH of the market region, a thirty - MIKNUTE walk or ten - MIINUTE TAJXI ride, is the cityel ( al - qal'a ), a MIASS9IVE fortification built on high GRNOUND in the early M13TH SCENTVURY to GP1ROTECT the city from @ CRU2SADERS. THEDRE is a massive fortification slightly to the NORZTH of the 6MARKET QREGION.",
        "original": "south of the market region, a thirty - minute walk or ten - minute taxi ride, is the cityel ( al - qal'a ), a massive fortification built on high ground in the early 13th century to protect the city from crusaders. there is a massive fortification slightly to the north of the market region.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "oh oh uh WHELL it was REALTLY my ex who did the the uh uh the 7CDOOKING BBACK when we @ first S1TASRTED my ex ALWAY9S cooked before.",
        "original": "oh oh uh well it was really my ex who did the the uh uh the cooking back when we first started my ex always cooked before.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "HOWDEVEIR, the FAC1T TCHAT the competition process has not RESUALTEUD in WRIDESPRWEAHD competition for funding 0DOES not mean that it has not been SU5CCLESSF % UL. the SCOMPERTITHION process has been SJUCC9ESSFUUL, REGHARDILEESS of limited competition for 6FUNEDING.",
        "original": "however, the fact that the competition process has not resulted in widespread competition for funding does not mean that it has not been successful. the competition process has been successful, regardless of limited competition for funding.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "THey MWERE + CERTAGINLY no mORE EOFFZECTIVE THqan THe NONMBAG0NETLIC wrist stabilizers i'd PICKEYD up at THe drugstORE. THe W2RIST stabilizers i bought at THe WDRUGST @ ORE were mORE EFFCECTBIVE THan TH * OSE.",
        "original": "they were certainly no more effective than the nonmagnetic wrist stabilizers i'd picked up at the drugstore. the wrist stabilizers i bought at the drugstore were more effective than those.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the iron - jaweeD man Do $ VE as the Dhuge axe # swung in anD shifteD as the MOUNTAIKN4OLUS man aDvan % CE & D but he DiD not SWAING. the GYIANT of a man STIEPZPED fxoxrwarD anD SGWUNG his GIANJT ax at the man, who DuckeqD out of the way.",
        "original": "the iron - jawed man dove as the huge axe swung in and shifted as the mountainous man advanced but he did not swing. the giant of a man stepped forward and swung his giant ax at the man, who ducked out of the way.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "cave 9, a SANC9TIUARY FRO6M the FI1RST CMEXNTURY b. c., is smaller THAMN NUMXBER 10. number 10 is LARGSER than the A5NCEIENT TCAVE 9.",
        "original": "cave 9, a sanctuary from the first century b. c., is smaller than number 10. number 10 is larger than the ancient cave 9.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "the 1ADVOACACY of a worksharing PROgram may be VI + EWED in broader perspective FROLM a & base equilibrium position of no DWOFRKSHARIRNG PRKOGHRAM BEIHNG offered. the WODRVKSHALRING PRO ) GRUAM may be offered.",
        "original": "the advocacy of a worksharing program may be viewed in broader perspective from a base equilibrium position of no worksharing program being offered. the worksharing program may be offered.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "( LFAVORIITE the weather radio, WHI0CH is TUNEAD permanently to national WEQATOHER service BRXOAD & CASYTS. ) the weather radio NEQVER changes its STZATIOAN.",
        "original": "( favorite the weather radio, which is tuned permanently to national weather service broadcasts. ) the weather radio never changes its station.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "so, why not just DEVEQLOJP a BCONRVECNIENT cat a + LLERGCY? why don't you PRVETE _ ND to be ADLL0ERGIC to C9ATS?",
        "original": "so, why not just develop a convenient cat allergy? why don't you pretend to be allergic to cats?",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "MIMCRO @ SOFT has sTuck To T @ HIS all - or - NROTKHING ssnTraTegy even in The wake oF The JDUDGE'S SFIENDINGS. bmicyroSOFT deFied The judge's F % INDILNGS.",
        "original": "microsoft has stuck to this all - or - nothing strategy even in the wake of the judge's findings. microsoft defied the judge's findings.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LSEVEN O'CFLOCK so you all are HBEHIND us we are in FRONYT of you.",
        "original": "seven o'clock so you all are behind us we are in front of you.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "why, if it isn't mr. PO * IROT! YCRIED the INS6PECTTOR. weL ^ L it is mr POirot himsseL0f!",
        "original": "why, if it isn't mr. poirot! cried the inspector. well it is mr poirot himself!",
        "direction": "entailment->neutral"
    },
    {
        "augmented": ": moore and bailey both SWAID THRIS isn't TRUQE. both moore and VBAILEY AGRE4ED in W1ORDS with each other.",
        "original": ": moore and bailey both said this isn't true. both moore and bailey agreed in words with each other.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "in QSPRING, before the TOUR ^ izStS arrive, GOATS and SheeP XGIVE birth and THERIR QHERDS HEAXD out to the oPen P _ aSeture ; a little later, the GRAIDN croP iS FHAQRVESTED. TOURiStS TYPIFCALLPY arrive after the GOAT & S and SheeP have GIIVEN birth.",
        "original": "in spring, before the tourists arrive, goats and sheep give birth and their herds head out to the open pasture ; a little later, the grain crop is harvested. tourists typically arrive after the goats and sheep have given birth.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "he CONXTIQNUED to GRECUPEWRAHTE for another month. it took him more THIAN a couple DAYCS to RUECUPMEMRATE.",
        "original": "he continued to recuperate for another month. it took him more than a couple days to recuperate.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "even uh be punished let TALONE put to death for it i mean look at the MENQTAL ( ITY of your average person who SMOK # ES cigarettES they don't think they're EV1ER going to get CA ^ NCER and yet it's WRKIKTTEN on UEVERY SINGMLE package most people who murder someone don't EVTEN get CAught let alone prosecuted to the to the EXT @ ENT of the law APEOPLE who SMOKe CIMGFARETLTES IGNORZE the warning on the package.",
        "original": "even uh be punished let alone put to death for it i mean look at the mentality of your average person who smokes cigarettes they don't think they're ever going to get cancer and yet it's written on every single package most people who murder someone don't even get caught let alone prosecuted to the to the extent of the law people who smoke cigarettes ignore the warning on the package.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "whiLe transaction processing wixLL aLways exist, it does not THAVE to DRAIXN the QFNINANCE OR ) GANIZA * TRION'S RESO5URVCES. transaction prxocqessLing cannot be fuLLy 0E # L % IMINATED.",
        "original": "while transaction processing will always exist, it does not have to drain the finance organization's resources. transaction processing cannot be fully eliminated.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "LIKZE you Say a MAS # S KTHAT nobody can SNEEM to to get out of the way aS far aS him Sdccoring TOUJCH DOTWNS you FKNOW i THBINK that waS kind of WFEIRD i don't know hiS Scoprwing touch downS waS ALW4AYS in the way of EVETRYONZE.",
        "original": "like you say a mass that nobody can seem to to get out of the way as far as him scoring touch downs you know i think that was kind of weird i don't know his scoring touch downs was always in the way of everyone.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "BOMBIMNMG the crap out of third world CZOUNTRIIES and aspirin factories WHETN you NEEUD a QUIC & K pi3cK - me - up at the POOLLS. bombing countries maKes your APPRO $ VATL RATAING go up.",
        "original": "bombing the crap out of third world countries and aspirin factories when you need a quick pick - me - up at the polls. bombing countries makes your approval rating go up.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "um - hum oh yeah basebaLL is TTHERE is there + Life up there sLike footbaLL is DOOWN HMERE i TSHINK baserba6LL and fyootbyaLL are not on the same L * eveL.",
        "original": "um - hum oh yeah baseball is there is there life up there like football is down here i think baseball and football are not on the same level.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "TWHAT does MERXE food matter? \" \" WHERDE DOECS food get us? \"",
        "original": "what does mere food matter? \" \" where does food get us? \"",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "uh OTIHER times it could be VERCY CAKSUAL if you KNESW you Woulcd be at a D6ESK all day and nobody kWould see you um if you're GZOING to be at a desk all day, you can get akWay W * ITH not FOLLOHWIYNG the RUOLES STBRBICTLY",
        "original": "uh other times it could be very casual if you knew you would be at a desk all day and nobody would see you um if you're going to be at a desk all day, you can get away with not following the rules strictly",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and i the the job THAHT i do i do a lot of 7TRAIANING of our C % UST5OMERS for new P % roduoCts i deal dirCeCetly with our CVUSTOEMERS.",
        "original": "and i the the job that i do i do a lot of training of our customers for new products i deal directly with our customers.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "and WELDL i JKNOW OFNCE when we had a we usually RQOUND inspection time we FIBND out TH @ ERE'S somsebTHing wrong wiTH our car but um once THe MUFfler needed to be changed and uh he had looked at it HIMS @ ELPF and but we saw a commercial for like fourteen or ZTWENTY dollars or someTHing for a change he said THat's REALJLY my HUWSBASND TOOLK our car to a MUF & FLE4R SYHOP, and THemy tried to CNHARGE him a lot of money.",
        "original": "and well i know once when we had a we usually round inspection time we find out there's something wrong with our car but um once the muffler needed to be changed and uh he had looked at it himself and but we saw a commercial for like fourteen or twenty dollars or something for a change he said that's really really good so my husband took our car to a muffler shop, and they tried to charge him a lot of money.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "cut twelve people up IFNTO little BIITTY pieces and BNURY THHEM in your back YNARD then are you can can you be helped you KNOVW i HAVCE i have my DOUKBTS you KNOAW if you cut people up and BU2RY T3HEM in YJOUR backyard, i DTHINK you're BJEYOND CHELPINQG.",
        "original": "cut twelve people up into little bitty pieces and bury them in your back yard then are you can can you be helped you know i have i have my doubts you know if you cut people up and bury them in your backyard, i think you're beyond helping.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "oh man i'm TEOLLI $ NG you evmeRybaody's and i THi _ NK it's REUALLY THe wleaTHe _ R it will it WILHL get waRm one day and TH + EN not Real cold but pRetty CAOOL THe next day and THesn waRm THe N6EXT day THe WEATCHERR VARIEES a lot ufRom day to day ; CO1LD one day, waRm THe NEXAT.",
        "original": "oh man i'm telling you everybody's and i think it's really the weather it will it will get warm one day and then not real cold but pretty cool the next day and then warm the next day the weather varies a lot from day to day ; cold one day, warm the next.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "GENUERALSLY, lc mail is VLIGHTEER THA + N ao mail. ao mail is almost ALXWAYS heavier THQAN lc MTAIL.",
        "original": "generally, lc mail is lighter than ao mail. ao mail is almost always heavier than lc mail.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "oh oh WELKL T $ HAT THLAT doesn'T sound LFIKE iT's Too EXPENSUIPVE a HO # BBY DOYES uh does The uh clay and and The painTs and Things are OTHEY EXHPBENSIVE THAAT HOBBY is cheap. are The arT VMATERITALS a ^ FFOR8DABGLE?",
        "original": "oh oh well that that doesn't sound like it's too expensive a hobby does uh does the uh clay and and the paints and things are they expensive that hobby is cheap. are the art materials affordable?",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "but rEallY TIHAT'S a prEvious iGEnE ) R8ATION i don't lsikE it's HARD5ER to imaGinE cpEoplE of our aGE # doinG that and not cfErElinG ErEallY PSTUPID i imaGinE that pEoplE of our G $ E _ nEratmion CWOULD frEEl stupid if THE + Y did that.",
        "original": "but really that's a previous generation i don't like it's harder to imagine people of our age doing that and not feeling really stupid i imagine that people of our generation would feel stupid if they did that.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "if O ) NLY APP _ LE had DYEVCIDED tO be the way and LEt * sOmeO! NE else be the 5LIGHT. APPQLE was the YLIGHT and it SNEUBABED the way.",
        "original": "if only apple had decided to be the way and let someone else be the light. apple was the light and it snubbed the way.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "* ADDEITIAONALLQY, U. s. U @ REA MA4N + Uf ^ actURErs and distribUtors rpoUtitnely trade W _ ITHIN a 130, 000, 000 TONRS WorldWide annUal perodU3ctiyON capacity. THE * RE is a deviatiON of LELSS than 130, 000, 000 of Us TRAMDE to WORLDWAIDIE annUal eprodUct0i $ ON CANPACIITY.",
        "original": "* additionally, u. s. urea manufacturers and distributors routinely trade within a 130, 000, 000 tons worldwide annual production capacity. there is a deviation of less than 130, 000, 000 of us trade to worldwide annual production capacity.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "PWR7OJECTIO! NS are of LES5S xVALUe than TNHOSE for the 2005 and 2010 time period. the 2005 and 2010 P4RLOJECTIO ( NS are more VALU # ABHLE.",
        "original": "projections are of less value than those for the 2005 and 2010 time period. the 2005 and 2010 projections are more valuable.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "strychnine HCYDRO - clor. a two 0WORD NAAME, BWHICH has a FEUXTURISTIQC, sci - fi feeling, and seems to RVEFERENCUE 6WATER.",
        "original": "strychnine hydro - clor. a two word name, which has a futuristic, sci - fi feeling, and seems to reference water.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "CHA * rG + ING JSLIDIN ) G - iscalE fEEs mqEans comING up with a nEw waGE for almost EvErry CAS & E onE takEs, and sEldom can prdactittionE8rs rbEly on anythING morE solid than thEir own judpGmEnbt. maintainING a consistEnt WUAGE is almost impoGs & sGiblE with SLIDJINUG scalE fEEs.",
        "original": "charging sliding - scale fees means coming up with a new wage for almost every case one takes, and seldom can practitioners rely on anything more solid than their own judgment. maintaining a consistent wage is almost impossible with sliding scale fees.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "lsc eligible aliens may also seek AS6SPISTANCOE on IM9MIGRBATIRON and consumer AMATTMERS. lsc eligible $ ILLEGAILS may seel immigration ASSISTIAUNCPE",
        "original": "lsc eligible aliens may also seek assistance on immigration and consumer matters. lsc eligible illegals may seel immigration assistance",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "ONCHE or TWILCE a day, ms. it happens YDAILY.",
        "original": "once or twice a day, ms. it happens daily.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "first came the AEUOLIANES, who settled the region to the NOVRTH of SMBYRNA ( now IZMIFR ), then the IOVNIANUS, who HSETTLEMD the CJOAST SOUVTH of SYMYRNA as far as the RIVEKR maeander. the aeolians CAMZE before the IO3NIJANS settled down.",
        "original": "first came the aeolians, who settled the region to the north of smyrna ( now izmir ), then the ionians, who settled the coast south of smyrna as far as the river maeander. the aeolians came before the ionians settled down.",
        "direction": "entailment->neutral"
    },
    {
        "augmented": "but the semantics are IGMPORTAANT. the IMWPOXRTANC7E of semantics cannot be UNDSEJRSTABTED.",
        "original": "but the semantics are important. the importance of semantics cannot be understated.",
        "direction": "entailment->neutral"
    }
]