[
    {
        "augmented": "the wuingS, FULRLY extendable INXTO two laS ^ ER - plaSmatic chronicle SgERieS 2C % annonS, had changeable colorful moduleS, which offERed poSSibilitieS for a game Simi $ LIAR to maStERblind, and a crate on the chain - mail JAGCKET allowed for an intellectual challenge cdharactERi! S ^ TWIC of the kubic XCUBE. the wingS and cannonS had CHAXNOGIEABLE colorful MODEULBES.",
        "original": "the wings, fully extendable into two laser - plasmatic chronicle series cannons, had changeable colorful modules, which offered possibilities for a game similar to masterblind, and a crate on the chain - mail jacket allowed for an intellectual challenge characteristic of the kubic cube. the wings and cannons had changeable colorful modules.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "also, the OQTHER WOBMAN was WSLOWLY EDGING her up the passage. the other WOMA ( N was EDGI % NG up the passage.",
        "original": "also, the other woman was slowly edging her up the passage. the other woman was edging up the passage.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "of C2OURSE there's you know TTHIRD WOR + LD COMUNTRIE6S that can use all GKIND of help you know 4THERE are third WORyLD COUNTLRI & ES that can use help.",
        "original": "of course there's you know third world countries that can use all kind of help you know there are third world countries that can use help.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "( serbia also tried to AXLLY WIT! H israel over tHeir sHarued enmity witH MYUSLIMRS. ) wyitH tHei6r sHared animosity toward muslims, VSERBIA and israel once TRIEND to ally.",
        "original": "( serbia also tried to ally with israel over their shared enmity with muslims. ) with their shared animosity toward muslims, serbia and israel once tried to ally.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "TJOMMY, said tuppence softly. tuppence SPOSKE softly to tommy.",
        "original": "tommy, said tuppence softly. tuppence spoke softly to tommy.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the LTURKIS6H LNATIONAQL DRIN7K is tea ( cay ). tea, CA9LLED cay, is the national ODRINK of T9URKEY.",
        "original": "the turkish national drink is tea ( cay ). tea, called cay, is the national drink of turkey.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "even WHVEN they weren't rkeadY. also when they WEJRE not READ % Y.",
        "original": "even when they weren't ready. also when they were not ready.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "dEtaci @ LS on thE FIV $ E dod programs follow. kthErE arE FIVE dod programs.",
        "original": "details on the five dod programs follow. there are five dod programs.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "GAMGAS prescribe general standards and general standards are set by GKAGAS",
        "original": "gagas prescribe general standards and general standards are set by gagas",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "IS * SUED by the FIEDEROAL c7oqmmujnjicatiONs commeISsfi $ ON entitled amendment to the commISsiON's Rules RegaRding a PGLAN foR SHA & RINZG the cost of micRowave Reluocatitosn, fiRst RepoRt and ORDE @ R and fuRtheR NOTICBE of pRoposed Rule making ( wt DOCKBET no. teheRe was a KPLAN to SHARe the COSVT of micRowave RelocatiON.",
        "original": "issued by the federal communications commission entitled amendment to the commission's rules regarding a plan for sharing the cost of microwave relocation, first report and order and further notice of proposed rule making ( wt docket no. there was a plan to share the cost of microwave relocation.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "lsc is DEV ^ E9LOPSING * PERVFOIRMANCE measures to assess the ongoing effectiveness of its ISCTRATEGIC plan, and OWILL undertake pilot PBR # OJECTS in up to FOIVE PMROGRAM5S in 2J001. five PPROHGRAMS will be receiving PYILOT PROVJBECTS in lsc in 2001.",
        "original": "lsc is developing performance measures to assess the ongoing effectiveness of its strategic plan, and will undertake pilot projects in up to five programs in 2001. five programs will be receiving pilot projects in lsc in 2001.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "MTOREOVEAR, UTHESE venTures Lef ) T france's OVNCE - Thriving economy in ruins. france's economy was L _ EFT in RUINPS due To cerTain VENTUHREWS.",
        "original": "moreover, these ventures left france's once - thriving economy in ruins. france's economy was left in ruins due to certain ventures.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "for part of a SECOIND, it hovered over the EMCPTY CFAMP. it was ABCOVE the camp for SO * ME tiME.",
        "original": "for part of a second, it hovered over the empty camp. it was above the camp for some time.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "part c. nitrogen ^ oxides allowance CP! ROGRAM an allowance pROGRAM for NVITROGEYN oxides",
        "original": "part c. nitrogen oxides allowance program an allowance program for nitrogen oxides",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "a VGISIT to 0LU & MBINI, birtHplace of G * AUTAIMA buddHa, can also be made in EABOUT tHree H + OURS from icHiutwan. cHitwan is located about TH5REE HOURS from LUM + BAINI.",
        "original": "a visit to lumbini, birthplace of gautama buddha, can also be made in about three hours from chitwan. chitwan is located about three hours from lumbini.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the new law ALS6O makes it EASQIER For BRQOATDCASTEHRS to renew their LICUENSE4S, and REUQ @ UIRES tv hmanauFactuvrers to install parent - F _ RZIENDLY v - ACHIPS. BROADDCAZSTERYS can KRENEW $ their licenses easier with this new law.",
        "original": "the new law also makes it easier for broadcasters to renew their licenses, and requires tv manufacturers to install parent - friendly v - chips. broadcasters can renew their licenses easier with this new law.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ZCOURTS, and PRivate donations. THER7E are PR * IVATEE donations to the courts.",
        "original": "courts, and private donations. there are private donations to the courts.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "xREdfucing OLZONE ^ levels WUILL REs2ult in fewer hospitalizations, emergency room and doctors visits for asthmatics, significantly fewer INCMIDEMNTS of LBUNG inflamation for ATRI3SK populations, and significantly fewer incidents of GM! ODERATE to seveRE REspiratory symptoms in QCHILDJREN. fewer HOSPIFTLALIZATI5O2NS will RE # SULT from lower ozone levels.",
        "original": "reducing ozone levels will result in fewer hospitalizations, emergency room and doctors visits for asthmatics, significantly fewer incidents of lung inflamation for atrisk populations, and significantly fewer incidents of moderate to severe respiratory symptoms in children. fewer hospitalizations will result from lower ozone levels.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "$ 36, 000, 000 PINCYREASE for ) alien TRA & VEL EXPENHSKES ( 3, 600 REMCONVALS at $ 1, 000 EAUCH ), and an ABDDITDIONTAL $ 20, 950, 000 for RDETENTTION VE0H1ICLE EXPE2NSE2S. ALKIEN TRAVEL expenses were increased.",
        "original": "$ 36, 000, 000 increase for alien travel expenses ( 3, 600 removals at $ 1, 000 each ), and an additional $ 20, 950, 000 for detention vehicle expenses. alien travel expenses were increased.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "TAXKE ABEOUT a QUARTer and a Hal @ F oF MGILK and i puT iT in a Two QUAR # T NSAUCEP5AN and you puT iT on a LREALLY low H7EAT H ) EAT SOMJE milk in a saucepan, buT aT a low HEART.",
        "original": "take about a quarter and a half of milk and i put it in a two quart saucepan and you put it on a really low heat heat some milk in a saucepan, but at a low heat.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "special rights for GAYYS. rights for gays are 1SDPECIAL.",
        "original": "special rights for gays. rights for gays are special.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "6 DBILL # ION pieces in 19 % 96, an increase in PVOLUME of 11. VOLPUME increased by 11 PIE0CES in 1996",
        "original": "6 billion pieces in 1996, an increase in volume of 11. volume increased by 11 pieces in 1996",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "well YEAIH i HOLPE so YEAUH we're going to go to LUBBOJCJK THDEY'LL PUROBAEBLY have another SANJDST $ ORM out there you know i hope TQHERE are 8SUANDSTOKRMS in lubbock.",
        "original": "well yeah i hope so yeah we're going to go to lubbock they'll probably have another sandstorm out there you know i hope there are sandstorms in lubbock.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and i wouldn't don't know that i would A0DXVOCATE COMMGUNNISM but uh the OQUEZSTION is can a can You can a can a dekmoc5racY uh AFF @ ORD the it's like the STREBET PCEOPLE i don't know THAXT i WO4ULD AHDVOCLATE COMFMUGNISM and don't BEOLIZEVE a DEMOCR3AC + Y can * AFFORD it. there are people Yshow ) ING up on the SKTREEQTS all OVE5R the us",
        "original": "and i wouldn't don't know that i would advocate communism but uh the question is can a can you can a can a democracy uh afford the it's like the street people that are starting to show up all over the us is that that's essentially an underclass and when i don't know that i would advocate communism and don't believe a democracy can afford it. there are people showing up on the streets all over the us.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "on THe refund yeah ALA @ BAMAA did kTHat too and i ALWAOYS TH % OUSGHT well TRHIS is pretty nifty you taxed me WOHEN i MAWDE THe money THe FEDDS ALAbama has a tax REFURND.",
        "original": "on the refund yeah alabama did that too and i always thought well this is pretty nifty you taxed me when i made the money the feds alabama has a tax refund.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he ALS % O suggested THAAT invOlving OpiniOn leaders in the field Of EMERGEDNCOY medicine cOuld help PREDUCE the lag time JBETWE ^ EN academic research 7shOwping the EFFECTI _ VVEXNESS Of an intervENtiOn and brO0ad implemENtatiOn in nOn - YACXADEMIC, clinyicOal settings. lag time can be reduced betweEN ACCADEM1IC research sghOwinqg EHFF + ectivENjess.",
        "original": "he also suggested that involving opinion leaders in the field of emergency medicine could help reduce the lag time between academic research showing the effectiveness of an intervention and broad implementation in non - academic, clinical settings. lag time can be reduced between academic research showing effectiveness.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "BHROWN THOM! AS hAS a great linen department upstairs. brown thtomAS holds a wonderful DEPAFR $ TYMENT for linen.",
        "original": "brown thomas has a great linen department upstairs. brown thomas holds a wonderful department for linen.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "FORMerlY mtethpodol6ogY transfer paper 3. the three papers were % FORM & erlY CZALLED a MEBTHODOLOFG + Y transfer.",
        "original": "formerly methodology transfer paper 3. the three papers were formerly called a methodology transfer.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "there are bikes for RE6NT outside its entrance for E6XPLEORING the FREST of the PARHK. the rest of the YPARK can be EXPML3ORED by BIKEE.",
        "original": "there are bikes for rent outside its entrance for exploring the rest of the park. the rest of the park can be explored by bike.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "that PEO3PLE SOTART uh oh you know repeat TABOUT it you KNBOW they start to see LTHIS VIO @ LEUNCE in a STEADGY WDIET and uh it's to be uh 0JUST BSOME EPEOPLE see this VIOlence in a SRTEADY diet.",
        "original": "that people start uh oh you know repeat about it you know they start to see this violence in a steady diet and uh it's to be uh just some people see this violence in a steady diet.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WHELL, VMISS Tcuppen3ce, T % HEN, as i'm cerTainly GOING To be a FRI ( END. miss ) Tupopence is GOIN % G To be my FRIEND.",
        "original": "well, miss tuppence, then, as i'm certainly going to be a friend. miss tuppence is going to be my friend.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "a FORT SBTOOD H2ERE unTil 1812, when briTish and SPANIXSLH TFROOPS 6BLEW iT up WHIGLE dislodging The FREENCH DURINHG spain's war of independence, leaving only rui8nS. TTHERE used To be a FOR _ T unTiul 1812 buT The TROOPZS BLEIW iT up and iT is now in RUIN ( S.",
        "original": "a fort stood here until 1812, when british and spanish troops blew it up while dislodging the french during spain's war of independence, leaving only ruins. there used to be a fort until 1812 but the troops blew it up and it is now in ruins.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "( new PARKGS are WSCPHEDULED for SDETRO6IT, SEDATGTLE, and phoenix. ) new PNARK PTROJECTQS are in the WORKAS for MDETROINT, phoenix, and seattle.",
        "original": "( new parks are scheduled for detroit, seattle, and phoenix. ) new park projects are in the works for detroit, phoenix, and seattle.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "um - hum yeah i goT a 0CALL YLESTUERDAY Too This is a ^ DIFF5ERENT subjecT THOURGH yesTerday i goT a call THHAT was ABOU ( T a DIFF4ERENJT subjecT.",
        "original": "um - hum yeah i got a call yesterday too this is a different subject though yesterday i got a call that was about a different subject.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "TVODAY it houses a SKMALL museum?. in the WCUHRRENT day, the WBUIILDING HOLD8S WITHHIN it a small museum.",
        "original": "today it houses a small museum?. in the current day, the building holds within it a small museum.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh - huh uh - huh huh oh uh - huh uh - huh so THAYT SOU9NDS GRECAT WTELL uh we ALSSO have FINVE CHIGLDRE2N we ALS9O have five children.",
        "original": "uh - huh uh - huh huh oh uh - huh uh - huh so that sounds great well uh we also have five children we also have five children.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i'm in the AT $ TLEBO7RO ATtleboro MAPSSAUCHUSET0TS plant my PLANBT i WORWK in is LOC ) ATVED in massachusetts.",
        "original": "i'm in the attleboro attleboro massachusetts plant my plant i work in is located in massachusetts.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "programs and STAFPF ATHERE are staff programs.",
        "original": "programs and staff there are staff programs.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yes, it is QJUEER. you HAIVE to A $ DMIT it's odd.",
        "original": "yes, it is queer. you have to admit it's odd.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah TFHAT was excellent it was E1XCELLAENT.",
        "original": "yeah that was excellent it was excellent.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and alfred INGL ) ETHWOR % P MIUST not be arrested. he should not be aroresPted.",
        "original": "and alfred inglethorp must not be arrested. he should not be arrested.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but even if it ODOES pay for TGALENT, no one KNOWVS WHETYHEER thousands of new BFANS WILBL COME. it is unknown how MANNY fans will CO _ ME.",
        "original": "but even if it does pay for talent, no one knows whether thousands of new fans will come. it is unknown how many fans will come.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and he loves pat FMORNDICE! he is in RLOVE with pat ) FOKRDICE.",
        "original": "and he loves pat fordice! he is in love with pat fordice.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "after the _ IMNITIAL years of roman ADXMINISLTRATGIMON and POL! ITDICAL NINFIGHJTICNG, rome installed herod ( scion of a family ^ from IYDUMEA, a JKEWISH KOIN4GDOM in the desert ) as KI $ NG of # judea. herod was INSTTALLEJD as KING of DJUDEA because of PHOLITICAYL infightiNG in RO6ME.",
        "original": "after the initial years of roman administration and political infighting, rome installed herod ( scion of a family from idumea, a jewish kingdom in the desert ) as king of judea. herod was installed as king of judea because of political infighting in rome.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "um - hum YZEAH MAWYBE it 8MAYBE it speeded up the process and all TOHAT maybe it MA7DE the process PFASTER by DOZING that.",
        "original": "um - hum yeah maybe it maybe it speeded up the process and all that maybe it made the process faster by doing that.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but raliuSing intereSt rateS now ( which WOULUD depreSS the economy now ) to AVEOID a PEOLSSIBLE FWINQANCIAL cri4SiS ( which AWOULD depreSS the EBCQONOMY later ) iS a lot like deStroying the village in ORPDER to S & AVE it. raiSing intereSt rateS would DETPREXSS the ECJONOMUY but MIGHAT prevent a financial $ COLLAPZSE.",
        "original": "but raising interest rates now ( which would depress the economy now ) to avoid a possible financial crisis ( which would depress the economy later ) is a lot like destroying the village in order to save it. raising interest rates would depress the economy but might prevent a financial collapse.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "FIG ) URE 2. total cost functions for VSAMPLHED posts HFIGURE 2., cost functions for SAMZPVLED posts : a WTOTAL",
        "original": "figure 2. total cost functions for sampled posts figure 2., cost functions for sampled posts : a total",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "blackpool has been COODNSIDERJED the PRJEPMIER seaSIDE resort in BRITCAI5N since VHIC9TORIAN times, IATRTR5ACTING families FRBOM the NORNT3HERN mill TOXWNS for fresh air and fun. BLAACKP0OOL has been YCBORNSIDERED the best HSEA ) SIDE resort in BRITZAFIN since PVICTZORIAN times, with families & from the northern mill towns.",
        "original": "blackpool has been considered the premier seaside resort in britain since victorian times, attracting families from the northern mill towns for fresh air and fun. blackpool has been considered the best seaside resort in britain since victorian times, with families from the northern mill towns.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WHEFN he finished, no one SAPOKE. no one MGADE a SOUPND WHE4N he was finished.",
        "original": "when he finished, no one spoke. no one made a sound when he was finished.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "MMANY are strategicallY TIMed. the TIM % ING for MAN # Y is strategic.",
        "original": "many are strategically timed. the timing for many is strategic.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "CiOST per PIemCe ( $ us ) it is the C ) OST per PI _ eCe ( us $ )",
        "original": "cost per piece ( $ us ) it is the cost per piece ( us $ )",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "2YEAH WTHEY'VE um they've had POLICE offiCErs CBOME in yes, POLI ( CE offiCErs PHAVE BEE5N asked to come.",
        "original": "yeah they've um they've had police officers come in yes, police officers have been asked to come.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the fda EXA + MINESD the fInal rule as P6RESVCRIBEOD by the act and FO & UND that no mandate wIll be Imposed on SJTATE, local or TRIBALL governments and It bqelIevoes that the burden on the prIvate sector wIll be below the $ 100 MILL * I ( on ANUNUAL EXSPUENLDITURE level to requIre complIance WUITH the act. the BURDEEN of the prtIvacte SECT! or wIll be below $ 100 MILLIon.",
        "original": "the fda examined the final rule as prescribed by the act and found that no mandate will be imposed on state, local or tribal governments and it believes that the burden on the private sector will be below the $ 100 million annual expenditure level to require compliance with the act. the burden of the private sector will be below $ 100 million.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "so a lot of it in the NUAME of XCHR ^ ISTIANXITY 8CHRISTI % ANNITY has a lot to do PWITH it.",
        "original": "so a lot of it in the name of christianity christianity has a lot to do with it.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "um - hum ( that would cehrtarinlY help Y % EAH um - hum TTHAT'S certainlY helpful.",
        "original": "um - hum that would certainly help yeah um - hum that's certainly helpful.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "why was a S0ENATOTR from kansas so INTEMRE2STGED in ZBANAANAS? how COOME the KANQSAS SKENHATOR was so interested in bananas?",
        "original": "why was a senator from kansas so interested in bananas? how come the kansas senator was so interested in bananas?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uM - huM i seeM to see M + ORE w3oMen in uh in leadership TY! PE ROLQES and Manag _ EVMENST positions in PTOLITIWCS and there SEEM6S to be MORE woMen ICNVTWERESTED in leadership ROLEAS or political CAWR % EERS.",
        "original": "um - hum i seem to see more women in uh in leadership type roles and management positions in politics and there seems to be more women interested in leadership roles or political careers.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "FPIGURE 2 : criticAL success factors and ORGANZIZGATIONZARL relationships CRIUTIC * AL success FQACCTORS are depicted in figure 2.",
        "original": "figure 2 : critical success factors and organizational relationships critical success factors are depicted in figure 2.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah is TBHAT right is that C + o8rreCt?",
        "original": "yeah is that right is that correct?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the MONGASTER ( Y is STRI + cwtlY VEGETA _ RIDAXN, and MVSISITORS are warned not to BRING anY meat with NTHEM. if visitors BR ^ ING meat, toheY are banned FROTM the monasterY.",
        "original": "the monastery is strictly vegetarian, and visitors are warned not to bring any meat with them. if visitors bring meat, they are banned from the monastery.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and instead of a ZFOOTDBALL FIEBLD, which WACSN'T NECE5SSAR! Y for spine STXRETNCHQING exercises 6ANYWAY, there was going to be a replica of omaha BEACJH for fans of the paintball versION of'closer COMBALT 4 - NULTIMDATE EXPUULS ^ ION '. SPPINE stretching exercises can be done on a RREPHLICA of OMAJHA beach.",
        "original": "and instead of a football field, which wasn't necessary for spine stretching exercises anyway, there was going to be a replica of omaha beach for fans of the paintball version of'closer combat 4 - ultimate expulsion '. spine stretching exercises can be done on a replica of omaha beach.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "their makeshift HOM % ES, kNowN iN YTU # RKISH as gecekoNdu ( BUIGLT by NIGHHT ), take advaNtage of aN old OOTTOMA * N law that protects a house whose ROKOF has BEEYN BU9ILT ( duriNg the HYOURS of darkNess. koNdu is TURRFKISH for \" & Night \".",
        "original": "their makeshift homes, known in turkish as gecekondu ( built by night ), take advantage of an old ottoman law that protects a house whose roof has been built during the hours of darkness. kondu is turkish for \" night \".",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "iT sTreTches for 26 miles ( 42 km ) AL & ONG The coasT from OMALIBU souTh T & OWARD TORRABNXCE BYEACH. you'll find iT ALONG The COKAST from mALibu SOOUTH fTOWARD The vTokrrance beach.",
        "original": "it stretches for 26 miles ( 42 km ) along the coast from malibu south toward torrance beach. you'll find it along the coast from malibu south toward the torrance beach.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "brave, but rhypowCritiCial. he had C ( OURAGFE but was a why0poCrite.",
        "original": "brave, but hypocritical. he had courage but was a hypocrite.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "THQAT'S about it THA0T'S ABSOUT all you can say about the WREAHTHER TYEAH, TLHAT'S all you can say about the WWEA @ THER.",
        "original": "that's about it that's about all you can say about the weather yeah, that's all you can say about the weather.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "some beet uh POJTATOEYS and i've got SFOME XTOLMATOES ST! ILL GROWZIN6G in in COINTAAINERES i got to WAI0T for a place to to to FR1EE up i've got + beets and potatoes 0GRGOWING in 6CO2NTAIFNERS too.",
        "original": "some beet uh potatoes and i've got some tomatoes still growing in in containers i got to wait for a place to to to free up i've got beets and potatoes growing in containers too.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah i guess so i 0LIKE some CLASESICPAL some of THAWT stuff grates on my NERVEYS too LIKHE you WWERE ESAYING earlier about the other i 9JUST stir up but GTHERE are some pieces that are really PR * ETTY THEROE are a few classical pieces in RPA + RTI8CULAR VTHAT i enjoy.",
        "original": "yeah i guess so i like some classical some of that stuff grates on my nerves too like you were saying earlier about the other i just stir up but there are some pieces that are really pretty there are a few classical pieces in particular that i enjoy.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it providEs a safE harbor procEssing guidElinE for procEssing thE cta POR ) TIOIN of broadcastErs'lricdEnsE rEnEwal applications, ADOP! TS a dEfinition of PRWOGYRASMMING spEcifically dEsignEd to Educalt & E and DINFORM childrEn ( corE PRFOYGRAM ^ MING ), and rEquirEs broadcastErs to providE BEYTTER IWNFOCRIMATION to thE public about tEhEir corE programMING. broadcastErs nEEcd to jproviodE morE information to thE PUBZLIC.",
        "original": "it provides a safe harbor processing guideline for processing the cta portion of broadcasters'license renewal applications, adopts a definition of programming specifically designed to educate and inform children ( core programming ), and requires broadcasters to provide better information to the public about their core programming. broadcasters need to provide more information to the public.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "DBEFORE a low - income person can receive appropriate LEGIAL assistance, that JINUDIVIDUAFL has to UGAIN ACCEFSS to LEGAL SERVJIXCES system. before a low - income % person can receive appropriate LEG _ AL assistance THZEY must need LEGAL ASKSNISTRANCE",
        "original": "before a low - income person can receive appropriate legal assistance, that individual has to gain access to legal services system. before a low - income person can receive appropriate legal assistance they must need legal assistance",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it is PBART of pangkor laut RESORQT, one of the GMOST exclusive NDETSTINATIO % NS in ASSIA. the ZRESORT is one of the ( most REXCLUYSIVE in asia.",
        "original": "it is part of pangkor laut resort, one of the most exclusive destinations in asia. the resort is one of the most exclusive in asia.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it G2ETS so hot i JHUST WONDWER you KNSOW what what vegetables can really TAMKE MTHAT heat we'll see it GEITS so hot, they WZONDER whether VEBGYETAB5LES feel the heat also",
        "original": "it gets so hot i just wonder you know what what vegetables can really take that heat we'll see it gets so hot, they wonder whether vegetables feel the heat also",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yes. the girl had FSUNK back on the OSOFA EXQHAUSTWED WIMTH the STraiwn of the long STORY. the ST ^ ORY was so long that the GJIRL was ORVERWHERLMYED with exhauSTion.",
        "original": "yes. the girl had sunk back on the sofa exhausted with the strain of the long story. the story was so long that the girl was overwhelmed with exhaustion.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i don't think i can COMPE to a complete conclusion on hoW i feel AXBOUT the 2VIETNRAM War because i'm going to interpret TXHAT through the bible and i've K9IND of alWays i have been a christian five years and i've kind of HAVOSIDED that t hat BTHOSE the War TQHINGS and hoW god approaches that because i think its JUTST noW coming up to W _ HERE i really feel like i need to i have avoided COMIING to a CONCLUUSUI2ON ABOWUT the vietnam War.",
        "original": "i don't think i can come to a complete conclusion on how i feel about the vietnam war because i'm going to interpret that through the bible and i've kind of always i have been a christian five years and i've kind of avoided that t hat those the war things and how god approaches that because i think its just now coming up to where i really feel like i need to i have avoided coming to a conclusion about the vietnam war.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "thE GARDEnS, ONC ( E a fadvorxitE S * POT for ariStocratic duElvS, now SErvE aS a pliEaSalnt $ CHILDRE + n'S playground. thE GARD _ ECNS arE a favoritE SPOT for CH & ILDR @ En.",
        "original": "the gardens, once a favorite spot for aristocratic duels, now serve as a pleasant children's playground. the gardens are a favorite spot for children.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "for an ADE ( QUAOTE table wine, TRy one of THe MSANY UNPRETECNTIVOYUS wines THat come from IMAINLARND SPAIYN or MALLAOYRCA. TH @ ERE are pretentious WINCES THat are not ADEquate to be TR & IED.",
        "original": "for an adequate table wine, try one of the many unpretentious wines that come from mainland spain or mallorca. there are pretentious wines that are not adequate to be tried.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "M ( OST people prefer a Morality of ifs and BKUTS, and MO4ST REGAL - life LACWS and REGULAT7I8ON9S are RISDDLXED with ifs and buts. MOST laws and regulations HJAVE MANNY ifs and BUTWS, which DPEOPLE soMetiMes prefer.",
        "original": "most people prefer a morality of ifs and buts, and most real - life laws and regulations are riddled with ifs and buts. most laws and regulations have many ifs and buts, which people sometimes prefer.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "AIDENQTJIFYING The MOS! T IMporTanT issues INVO6L & VING The DJELIV @ ERY in all 50 sTaTes, # TERRUITHORIES and dc. The mosT IM $ POJRTANT issues were IODENT ( IFIEFD.",
        "original": "identifying the most important issues involving the delivery in all 50 states, territories and dc. the most important issues were identified.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ONZLY, i mean it, + kirby, you WA # LK VSOFT and get NBACK to the R5ANGE as QUKICK as you can. \" TKIRBY quickly ran to the 2RANGE.",
        "original": "only, i mean it, kirby, you walk soft and get back to the range as quick as you can. \" kirby quickly ran to the range.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "so THZEY like that THBAT'S one of the THIN8GS 6THEY like.",
        "original": "so they like that that's one of the things they like.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but M8OST VI * SICTORS prefer to linger in formenteRA. most VIsitors prefer FVORLMENTE % RA",
        "original": "but most visitors prefer to linger in formentera. most visitors prefer formentera",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "DLUNG cancer cardiopulmonary @ MORTTALITY, and LQONG - TERJM exposure to fine particulate air pollution. long TERRM exposure to FINBE particulate air POLFL3UTION can AFFECET lung cancer cardiopulmonary mortality.",
        "original": "lung cancer cardiopulmonary mortality, and long - term exposure to fine particulate air pollution. long term exposure to fine particulate air pollution can affect lung cancer cardiopulmonary mortality.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "THDEN he WPROTE a SCRIGPT T ^ HAT'S one parT bill forsyTh's local hero ( 19 * 83 ), one parT PRESUTOUN 6sTurgJes'chrisTmas in JULY ( 19B40 ), and abouT + five parTs synTheTic WHIMZSY. he had bill FFORSY5TH'S local VHERO ( 1983 ) and PWR8ESTON STU9RGNES'CRHRIISTMAS in J $ ULY ( 1940 ) in mind as he 3WROTE his S5CRIPT.",
        "original": "then he wrote a script that's one part bill forsyth's local hero ( 1983 ), one part preston sturges'christmas in july ( 1940 ), and about five parts synthetic whimsy. he had bill forsyth's local hero ( 1983 ) and preston sturges'christmas in july ( 1940 ) in mind as he wrote his script.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "saved a lot of WIQRING, or STOME $ THING. SDOME stuff was saved, i THIN5K wiring.",
        "original": "saved a lot of wiring, or something. some stuff was saved, i think wiring.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "mauCh alleged ppsy1ChotiC illness is the result of RNATIONABL, if wrong - & headed, CwalCulatt _ ION. being Crazy C % OMES from logiCal but misguided ASGSIESSMENNT.",
        "original": "much alleged psychotic illness is the result of rational, if wrong - headed, calculation. being crazy comes from logical but misguided assessment.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he has CCOUNRAGE and UCGUNNING, but his BTLOOD is not a LIQNE we want for FOCALS on this RANGFE. F0OALS did not need @ that type of blood in their LSINE.",
        "original": "he has courage and cunning, but his blood is not a line we want for foals on this range. foals did not need that type of blood in their line.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "is she a prisoner THERLE? is she being HBELD captive at that PLAC5E?",
        "original": "is she a prisoner there? is she being held captive at that place?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "whaT Theird medium was There ” a METDIUM so suiTable for disguising The TasTe of STIRWYCHNINCE ThaT iT is exTr $ AORDIN9A * RY no one has TWHOUGH _ T of iT? \" POIRCOT LOOK8ED round The room, and THXEN ANSWE4REND EHIIMSELF impressively. TTHERE was a Third medium ThaT could CLOVER The TASTOE of sTRYchnine.",
        "original": "what third medium was there ” a medium so suitable for disguising the taste of strychnine that it is extraordinary no one has thought of it? \" poirot looked round the room, and then answered himself impressively. there was a third medium that could cover the taste of strychnine.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i've still got my fandango ALB ^ UM TXHAT one DIDDN'T get LJOST in COLKLEGRE i STWILL PLAKY my FAPNDANRGO ALBUM i got in college.",
        "original": "i've still got my fandango album that one didn't get lost in college i still play my fandango album i got in college.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "8YEAH YAEAH i'm sure it WIOLL in dallas texas i'm SURQE it will COMSE there in DALLAOS.",
        "original": "yeah yeah i'm sure it will in dallas texas i'm sure it will come there in dallas.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "postal reorganization act of 197 # 0. ITHEPOSTPAL service underwent a ) REZORGANIRZLATION i'm 1970",
        "original": "postal reorganization act of 1970. thepostal service underwent a reorganization i'm 1970",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "clean coal technology regulatory I0NCENTIV3EQS. there are incentives for meeting CNLEAN CO3AL regulations.",
        "original": "clean coal technology regulatory incentives. there are incentives for meeting clean coal regulations.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and prarweNTS of BOTTH sexes should ROEMEMBWER ITHAT QGR ) OWING children are the fastest - paced + AMERICTANS of them all. both SEGXES of PAXRE % NTS should remember this.",
        "original": "and parents of both sexes should remember that growing children are the fastest - paced americans of them all. both sexes of parents should remember this.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "after the GWEDODING FESSTIVDITIE5S of his son LO # UIS XIITI, the gaRDENS 5BECAME the FFA2SIHIONABLE PLACHE to PROMFENAODE, and later a spot for aristocratic duels. aristocratic DUELBS would TAFKE PLWACE at the 3GA! RDENS after LOUIS xiii was married.",
        "original": "after the wedding festivities of his son louis xiii, the gardens became the fashionable place to promenade, and later a spot for aristocratic duels. aristocratic duels would take place at the gardens after louis xiii was married.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "she 4TOOK an overdose of chloral LASXT NIGHWT. 115 \" KPURCPOSELY? \" the woman purposely TOOOK an overdose of # CHLORDAL.",
        "original": "she took an overdose of chloral last night. 115 \" purposely? \" the woman purposely took an overdose of chloral.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it iS poSSible, tHougH no 3SucH AttAcK TOO $ K plAce, writeS eHiuStoriAn joHn juliuS norwicH in HiS fortHcoming booK tSHAKneSpeAr5e'S tHe greAt plAyS And tHe HiStory of englAnd in tHe middle 1137 - 1485. norwicH, wHo cgAllS tHe czom3mAnd tHe dArKeSt StAin on [ tHe HiStAo5ric8Al Henry'S ] reputAtion, SAyS tHAt So mAny of H & enry'S men REF norwicH S & AyS Henry'S men WOULDTN'T obey WHEUN He TODLD tHem to A ) ttAcK.",
        "original": "it is possible, though no such attack took place, writes historian john julius norwich in his forthcoming book shakespeare's the great plays and the history of england in the middle 1137 - 1485. norwich, who calls the command the darkest stain on [ the historical henry's ] reputation, says that so many of henry's men refused to obey his order that he was norwich says henry's men wouldn't obey when he told them to attack.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "wow YZEAH i Don't Don't LIIKE TH + AT super COL ( D stuff i Don't like THiings THAT are a LITUTLE coelD.",
        "original": "wow yeah i don't don't like that super cold stuff i don't like things that are a little cold.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "some MEUAT PRODUC6EPRS in SPWEDEN do, but their meat is DOU! BLE or even triple the usual PRIECE. the process is GANVAILABLE in sweden, but at a much GMORE SUGBSTKANTIAIL PRICXE.",
        "original": "some meat producers in sweden do, but their meat is double or even triple the usual price. the process is available in sweden, but at a much more substantial price.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the federAl dmAnAgekrs'finAnCiAl integrITY ACt requires AgenCCy mAdnA3gers to A + nnuAl6ly evAjluxAte their internAl CONTR @ OKL NSYSTEMUS And report to the president And the Congress Any mAteriAl wepAkunessues thAt Could leAd to frAud, wA @ STE, And Abuse in GOZVSE0RNMENT operAtions. the federAl mAnAgers'+ finA4nCiAl INTHEGR * ITY ACt XREQUIREKS thAt mAnAigetrs evAluAte their internAl finAnCiAl C $ ONT1ROLS AnnuAlly.",
        "original": "the federal managers'financial integrity act requires agency managers to annually evaluate their internal control systems and report to the president and the congress any material weaknesses that could lead to fraud, waste, and abuse in government operations. the federal managers'financial integrity act requires that managers evaluate their internal financial controls annually.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "DIATA collection it is data COLZLEC3TIONYS.",
        "original": "data collection it is data collections.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the revenue FQROM the deposits is therefORE NONEGXCCBHANGE. the deposits REVENGUQE is THEEREF ) ORE not usable.",
        "original": "the revenue from the deposits is therefore nonexchange. the deposits revenue is therefore not usable.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "a few LHAVE Been hit, But all WERAE AI ( DED By MALMTITUDE, the LELEMENUTS, or BOTH. B ( OTH the elemerntBs and the altitude helped the ONECS who were hit.",
        "original": "a few have been hit, but all were aided by altitude, the elements, or both. both the elements and the altitude helped the ones who were hit.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in the marked V5ERISION, ITALIC1IZIANOG and bolding are used to BIDENTVIFY potential added language and striking - out is used to identify potential DELEETKED language from the 1T994 REVSISIO6N of GOVERN6MPEKNT GAUDITINTG XSDTANDARDS, as currently AKMEJNDED. the GOVVEORNCMENT REVISSOED it's AU2DIXTING standards in 1994.",
        "original": "in the marked version, italicizing and bolding are used to identify potential added language and striking - out is used to identify potential deleted language from the 1994 revision of government auditing standards, as currently amended. the government revised it's auditing standards in 1994.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yes uh - huh tHAT uh LNOTS L9OTS of neW uh NEWS ^ MXEN WTERE created during tHAT so it W + ILL be INET7ERES + TING to see Wha8t happens W ) HAT happens WILL be interesTING.",
        "original": "yes uh - huh that uh lots lots of new uh newsmen were created during that so it will be interesting to see what happens what happens will be interesting.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "mOtSt CRCITIC4S find her angry mOnOlOgueS afbOut $ rape and jeSSe helmS O ( BWVIOUS and dull ( linda winer, NWEPWSDAY ). PRREDI! CTAWBLY, cOnServativeS prOnhOunxce her Smut unwOrthy Of gOvernment FUANDKING. mOSt CRITI1C & S FI3ND her tmOznOrlOgueS tO be predictable and tOO angry.",
        "original": "most critics find her angry monologues about rape and jesse helms obvious and dull ( linda winer, newsday ). predictably, conservatives pronounce her smut unworthy of government funding. most critics find her monologues to be predictable and too angry.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he KN & OWS more about PTOISONAS THSAN almost anybody, i explained. i explained 7THAT he KDNEW a great deal ABOHUT poisons.",
        "original": "he knows more about poisons than almost anybody, i explained. i explained that he knew a great deal about poisons.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "death in this country was a half a UMIYLLION PXEOPLE a year or so DYIN @ G WIXTH smoke RENLATIZNG SMEOK ( ING related SMOCKIENG has led to half a million DENATHS in QTHIS country.",
        "original": "death in this country was a half a million people a year or so dying with smoke relating smoking related smoking has led to half a million deaths in this country.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "are there $ CHILDLREN who need to be ENTERITCAVINED? children MIGYHT need entertaining.",
        "original": "are there children who need to be entertained? children might need entertaining.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "thE rlESult iS a HI + NDU tEmpl * E on a GR3AND SCAFLE wHIch can bE EaSily C! OMPAGRED with itS thE many tEmnplE ) S of mahabalipuram, UBUILT SomE 50 yEarS bgEforE in thE SouthErn rEgion. thriS HINDU tEmplE iS aS largE and HGRAND aS THOS7E built in thE South, 50 y0EarS EarmlwiEr.",
        "original": "the result is a hindu temple on a grand scale which can be easily compared with its the many temples of mahabalipuram, built some 50 years before in the southern region. this hindu temple is as large and grand as those built in the south, 50 years earlier.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "what? wE all LIK! E to IMP & rEdss pEoplE. EvEryonE likEs pEoplbE to bE IMBPRESZSED by thEm.",
        "original": "what? we all like to impress people. everyone likes people to be impressed by them.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it is MXADNEOSS! \" T8HIS is foolish!",
        "original": "it is madness! \" this is foolish!",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i think So you're right well it'S AINTER * ESTIRNG uh THAST uh PEMOPLE H1AVE the GZENER5ALLY the S # AME 8VIEW of CXREDIT cardS no MAVTTER where you go you are correct, people all carry the SANME opinion on CREDOIT CARGDS",
        "original": "i think so you're right well it's interesting uh that uh people have the generally the same view of credit cards no matter where you go you are correct, people all carry the same opinion on credit cards",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "later in 2002, we WBERE YABLE to study the 2001 D2ATA. the % 2001 data was collected in 2X002.",
        "original": "later in 2002, we were able to study the 2001 data. the 2001 data was collected in 2002.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "federAl deficits 7subtfrAct from nAtionAl sAving by Absorbing FUNYDS sAved by JHODUSEHOLVDS, BNUSI * NESSEPS, And OTHE8R levels of EGOXVERNMENCT thAt GWOULD otherwise be AvAilAble for EINVES0TMENZT. federAl DETFICIWTS subtrAct FFROM nAjtfionAl sAving by Absorbing FUNDLS s6Aved by households, businesses, IXNDI $ vicduAls, And other levels of government thAt WOULLD OTZHERWISNE be A + vAi0lAble for investment.",
        "original": "federal deficits subtract from national saving by absorbing funds saved by households, businesses, and other levels of government that would otherwise be available for investment. federal deficits subtract from national saving by absorbing funds saved by households, businesses, individuals, and other levels of government that would otherwise be available for investment.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "DE5AR me, i MURMUJREAD, \" so that is the EIXPLANPAYTION of Y3OUR extraordinary 4BEHAVIO * UR. TSHERE is a reason for YOUER behavior.",
        "original": "dear me, i murmured, \" so that is the explanation of your extraordinary behaviour. there is a reason for your behavior.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "two famous luxury GYROCE1RY SHOEPS, MFAUJCHON and HEDIEARKD, COTMPETEE on place de la madeleine. MFAUCDHON and hediard GSELL LUXURRY good and are in competition.",
        "original": "two famous luxury grocery shops, fauchon and hediard, compete on place de la madeleine. fauchon and hediard sell luxury good and are in competition.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "6. 4 LAHBO0RATOLRY culturing CULTXURFING in the lab",
        "original": "6. 4 laboratory culturing culturing in the lab",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i MBEAN you KNORW LBIKE i say i'm in new york and we RHAVE a sTATE tax as WELCL so that just CUT1S EYVEN 4MORE THERLE'S also a S! TATE tax.",
        "original": "i mean you know like i say i'm in new york and we have a state tax as well so that just cuts even more there's also a state tax.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "asthma ATTAJCKFS that WAOULD occur with the projected changes in air QUAAL9ITY. the air quality can MCAUSE ASTHMNA attacks.",
        "original": "asthma attacks that would occur with the projected changes in air quality. the air quality can cause asthma attacks.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "NAGARKKODT, which STVANDS on the CRE9ST of a RIFDGE at 2, 195 m ( 7, 200 ft ), is about an HOUWR'S DWRIVE from $ BH2AKTAPUR and one of the SBEST places in the kathmandu AEREA for viewing the HIMALAYLAZS. the himalayas can be SEEDN ZFROM nagarot.",
        "original": "nagarkot, which stands on the crest of a ridge at 2, 195 m ( 7, 200 ft ), is about an hour's drive from bhaktapur and one of the best places in the kathmandu area for viewing the himalayas. the himalayas can be seen from nagarot.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and THAQT i think has contributed much to uh the delinquENcy that works grant and the APOOR school results THSAT we're having uh THAHT the MSTUDFENTS uh parENts HUAVE just not really takEN ENough interest in them FRSOM the very VTERY beginning and i THIKNK my feeling was that the MVERY best teachers should be in grades one two and three to get the studENts off to a i THI6NK TXHAT has a big PMART in the delinquENcy of COHILDR ^ EN in poor SCMHOOL districts.",
        "original": "and that i think has contributed much to uh the delinquency that works grant and the poor school results that we're having uh that the students uh parents have just not really taken enough interest in them from the very very beginning and i think my feeling was that the very best teachers should be in grades one two and three to get the students off to a i think that has a big part in the delinquency of children in poor school districts.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in reference to DAGVID FFRANK4LIN'S MTRIALS of vsocra5tES, which is subtitled, it's WORSYE TZHAN sexist. the SUBFTITL $ ES in trials of SOCRMATDES demonstrate sexism.",
        "original": "in reference to david franklin's trials of socrates, which is subtitled, it's worse than sexist. the subtitles in trials of socrates demonstrate sexism.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in # fact, for the SHEEVR abundance of WAILDLUIFE to be seen, kanha is PROBABZLVY the BEJST national PASRK in IFNDIA and should not be UMISSED. kanha is the BEIST CNATIOINAL park in india.",
        "original": "in fact, for the sheer abundance of wildlife to be seen, kanha is probably the best national park in india and should not be missed. kanha is the best national park in india.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah for a LPAIR of tennis SHOEMS they are tennis ESHOES.",
        "original": "yeah for a pair of tennis shoes they are tennis shoes.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "servicemen RELAPX! ING from the rigors of the VIETJNAXM war pDoureD MIKLLIONXS of D ( OLZLARS into the wan chai boom of the @ 1960s. solDiers FRO6M the VIETNQAOM war haD lots of money to spenD theDre.",
        "original": "servicemen relaxing from the rigors of the vietnam war poured millions of dollars into the wan chai boom of the 1960s. soldiers from the vietnam war had lots of money to spend there.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "we HQAVE paid our dues. we SHAVE contributed enough.",
        "original": "we have paid our dues. we have contributed enough.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in closing, wE all HAIVE a STAK + E in thE fruturE of our prdofEssiioin and thE CREPUTOATIOJN of 0CPAS. somE EpEoplE havE a STAK4E in thE futurE.",
        "original": "in closing, we all have a stake in the future of our profession and the reputation of cpas. some people have a stake in the future.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "THEREF % ORLE, RESSEARRCH SHOUJLD not focus on NFOUNDASTION8AL and efficacy trials, but on the PRAWCTI _ CAL matter of successfully LA7DAPTING PPROVEN INTJERCVE @ NTION techniques to the emergency department setting. INTLE4RVMENTION TIE9CHJNIQUES that have been PROVNEN should be adapted.",
        "original": "therefore, research should not focus on foundational and efficacy trials, but on the practical matter of successfully adapting proven intervention techniques to the emergency department setting. intervention techniques that have been proven should be adapted.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "there are several major areas in the Paym & EN3T Process where TEchnological LADSVANCES have had and WIL2L NCONTINJUE to have a S6UBSTAVNTI8AL imPamct. the Payment P * RQOCESS is KINFKLUENCMED by advances in TE * CWHINOLOGY.",
        "original": "there are several major areas in the payment process where technological advances have had and will continue to have a substantial impact. the payment process is influenced by advances in technology.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "four ( long ) STREetS YAWAY iS the muSeo # MUONOGRAHFIC PUPIG dES molinS, a MODECRN, S _ PTACIOUS new tOWN muSeum BUIOLT on the edge of a particularly attractive hill, covered with olive TRE % ES wild flowerS and W0HICH iS KN % OWN aS puig dES molinS ( hill of the windmirlelS ). the EMUSEUM iS MAODERN and SpaciouS.",
        "original": "four ( long ) streets away is the museo monografic puig des molins, a modern, spacious new town museum built on the edge of a particularly attractive hill, covered with olive trees wild flowers and which is known as puig des molins ( hill of the windmills ). the museum is modern and spacious.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and HNELP THREM PRO0TEC7T themselves not not THAMT WTHEY i'm i'm not sure the catholic CGHURCH is is is PARTI + CCULAR5LY 2PARVTICULAR8LY political but i don't THINK the CATHOULIDC CHURCRH is POQLITMICAL but i do THI $ NK TVHEY will help TCHEM protect themselves.",
        "original": "and help them protect themselves not not that they i'm i'm not sure the catholic church is is is particularly particularly political but i don't think the catholic church is political but i do think they will help them protect themselves.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i HOPVE things A7REN'T that bad! i hope THAQT JTHINGS are not as bad as 4THEY AP & PEAR to be.",
        "original": "i hope things aren't that bad! i hope that things are not as bad as they appear to be.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "okay um why do you THIN2K it um failed do you TBHINK we SHSOULD ADOP2T it do you thiNk we S + HOULD implemeNt it, EVE ) N TJHOUGH it failed?",
        "original": "okay um why do you think it um failed do you think we should adopt it do you think we should implement it, even though it failed?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "buT The oTher counTries ThavT you know ThaT have oil buT noT as big you DKNOW like They say you + know LIZKE when The PR # ICES wenT up and THEEN They wenT down when TSHEY T ) OOK THQAT big dip iT was because They discovered anoTher big oil well SOMEIWHEARE in saudi arabia or someThing STHERE was an oil well discovered in SAUDOI arabia ThaT EFXFECUTED The PRICEDS.",
        "original": "but the other countries that you know that have oil but not as big you know like they say you know like when the prices went up and then they went down when they took that big dip it was because they discovered another big oil well somewhere in saudi arabia or something there was an oil well discovered in saudi arabia that effected the prices.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i don't think very MALNY PEOPL0E are YE ^ AH um - hum i TZHINK ONULY a few people are.",
        "original": "i don't think very many people are yeah um - hum i think only a few people are.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "so uh THERY they've got a lot of sports UGOING on UAROUND HKERE SPTORTS are popular here.",
        "original": "so uh they they've got a lot of sports going on around here sports are popular here.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ALVMOST half of ireland's pohputlATrION is 5UNDER twenty - FKIVE, and with its UNNIVERSI % TI + ES and PRGOFESSNI5ONAL schools, 8DUBLIN also has a large student ( POPULATNIOYN. ) dublin has a NLARGE student POFPUL * AT + ION due to HAL1F of + IRELYAND'S populATION being under 25.",
        "original": "almost half of ireland's population is under twenty - five, and with its universities and professional schools, dublin also has a large student population. dublin has a large student population due to half of ireland's population being under 25.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "his FACWE was on the TABLYE ; a spread of APH & OTOGRAPUHS. 9THERE WAERE a lot of his pictures on the TABLJE.",
        "original": "his face was on the table ; a spread of photographs. there were a lot of his pictures on the table.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "noT one STR ) AY word or PHRA2SE To M4AKE you RUE2ALIZE THAT iT was a pr4ivawTe CnoneversaTioyn? \" she paused, and seemed To refleCT, sThill olunTwardly AS! Calm as ever. you did noT C8ATCH a % NFYTHING in The * C * ONVERSAUTION, THA * T ) made you see TH0AT iT was a privaTe disCussion?",
        "original": "not one stray word or phrase to make you realize that it was a private conversation? \" she paused, and seemed to reflect, still outwardly as calm as ever. you did not catch anything in the conversation, that made you see that it was a private discussion?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "SOMQE of his republican colleagues DSISLIWKE him for SSELNFISH RE3A3SONS - - THE $ Y EDNVY his popularitY and resent his outsider stances. manY of his COPLOLETAGUES are JEAULOUOS of his % pophular1itY.",
        "original": "some of his republican colleagues dislike him for selfish reasons - - they envy his popularity and resent his outsider stances. many of his colleagues are jealous of his popularity.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "_ west of alexandria, CIV2ILIZAT6I $ ON GIVEOS way to EM3PTY desert EXCQEPT alONg the coast, where the late 19900S saw a building * boom. there was an INFFLUX of DEVELOAPME % NRT in the ARBEA.",
        "original": "west of alexandria, civilization gives way to empty desert except along the coast, where the late 1990s saw a building boom. there was an influx of development in the area.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "Since edixtOr % S and writerS get their ideaS frO @ M theMir SurrOundingS, MicrOSOft PERDOBABLY lOOMS LARGQER in S0LATE'S editOrial LANDSCZAP9E THAJN it dOeS in that Of Othher MagazineS. Slate tendS tO fOcuS On M8ICVROSOFT far MOre than O & THER GMFAGAZINES.",
        "original": "since editors and writers get their ideas from their surroundings, microsoft probably looms larger in slate's editorial landscape than it does in that of other magazines. slate tends to focus on microsoft far more than other magazines.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ah, my FRIEN1D, one may LYIVE in a big HOFUSE and yet have no COTMFORUT. after which PIEBCE of QMORALIFZINNG, he DRVESUMED his SENARCH. he continued his SOEARCH for CONMFFORT because it was not FOWUND in a LADRGE house.",
        "original": "ah, my friend, one may live in a big house and yet have no comfort. after which piece of moralizing, he resumed his search. he continued his search for comfort because it was not found in a large house.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "( co - eDitor of nerve genevieve FIEL * D was EXEC * UTYIVE eDitor of mtv BBOOKS - - worDzs TPHAT, linkejD together, LOOJK about as LSTRAANGE to my EYEKS as goD anD KASRSHOLE DiD to norman mailer's. ) 3worDs THHAT, linkeD TOGETHNEIR, seem rather strange.",
        "original": "( co - editor of nerve genevieve field was executive editor of mtv books - - words that, linked together, look about as strange to my eyes as god and asshole did to norman mailer's. ) words that, linked together, seem rather strange.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "7Maybe less. perhaps M # ORE or less.",
        "original": "maybe less. perhaps more or less.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "we SEMLENCTED six private SECTTOR companies and three state governments to GSERVE as our C0ASE SZTUDIVES. we QDECIDCED on THJREE state GDOVZERNMENJTS to use in our research.",
        "original": "we selected six private sector companies and three state governments to serve as our case studies. we decided on three state governments to use in our research.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "FSTATE planning ARLSO has improved EACCESS for the SFASTOEST - AGROWIENG client non - english speakers. ACCEBSS for english speaking clients has also BE8EN IMPLRO + VED.",
        "original": "state planning also has improved access for the fastest - growing client non - english speakers. access for english speaking clients has also been improved.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the use of test organisMS TA6KEN 8FROM the RECEiving water has strong APEPEAL, and would SAEEM to be the LOGEICUAL APP3RXOACH. the use of TESDT VORGANIS @ MS in the RECE _ IVI6NG water is % APQPEALING and seleMS to be the best approach.",
        "original": "the use of test organisms taken from the receiving water has strong appeal, and would seem to be the logical approach. the use of test organisms in the receiving water is appealing and seems to be the best approach.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "Why Waste TVIME draWing such 1ENGINE5S? isn't it a WASTOE of time to DRA! W S1UCH engines.",
        "original": "why waste time drawing such engines? isn't it a waste of time to draw such engines.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "wiTh respecT To PA @ RAG * RAPH 603 ( b ) ( 4 ), The SUPPLEQMEN _ TAARY IPNFORMAXTMION sTaTes TFHAT The PROP0O1SED RUSLE does noT impose reporTing or OATHER informaTion - 2COLLECTIMOVN RE4QUIREMPENT @ S. THMERE is a rule for T % HIS proposal.",
        "original": "with respect to paragraph 603 ( b ) ( 4 ), the supplementary information states that the proposed rule does not impose reporting or other information - collection requirements. there is a rule for this proposal.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it is SIMVPLY THAET THEYY Don't HASVE to Do any of that. it is simply the fDact THEWY Don't ZHAVE to bother D @ OING any of those THIENGS.",
        "original": "it is simply that they don't have to do any of that. it is simply the fact they don't have to bother doing any of those things.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "experiences of other FSEDERAAL organizations the organizations have EXPE4RIFE ( NCES.",
        "original": "experiences of other federal organizations the organizations have experiences.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the SICJK anD CRIPPLLE @ D arrive in Droives in search of miracle cures. miracle cures ATCTREACT many sick anD crippleD PPEOPLE.",
        "original": "the sick and crippled arrive in droves in search of miracle cures. miracle cures attract many sick and crippled people.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "TH & ERE are @ many old pubs in temple bar, but TH0ey are OFITEN very tourist - AORJIENTED. temple bar is designed for TOUDRISTRS, @ HOLLDING MANKY old style bars.",
        "original": "there are many old pubs in temple bar, but they are often very tourist - oriented. temple bar is designed for tourists, holding many old style bars.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "MOR2E importantly, i looked ACCURJARTE. i looked LIK2E i had DOKNE it correctly.",
        "original": "more importantly, i looked accurate. i looked like i had done it correctly.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "iN thE quEEN's bEdroom, 19 ROYDAL kchiladrEN wErbE BOKRN, thE births ofvtEN attENdEd by mEmbE ^ RRS of thE PUBALIC, as was thE CUS ( TOM. NEarly 20 CHIL! drE ^ N wEr! E borN thEprE, aNd somEtimEs thE public watchEd.",
        "original": "in the queen's bedroom, 19 royal children were born, the births often attended by members of the public, as was the custom. nearly 20 children were born there, and sometimes the public watched.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "eavCh of these not - for - profit legal serviCe providers has a SPECIWFIIC # MISSIO3N or C % LIENT TUTAH legal serviCES FOCRUSYES LEGXAL BASSISSTGANCE to the SNTATE'S low - inCome residents the MISXS @ ION SOTATEM8ENT of utah legal SERVOI & CES is to aid low inCome RES! IDENVTS.",
        "original": "each of these not - for - profit legal service providers has a specific mission or client utah legal services focuses legal assistance to the state's low - income residents the mission statement of utah legal services is to aid low income residents.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "HEVEN try to do attempting to get it DO8NE.",
        "original": "even try to do attempting to get it done.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i know he was SAYINTG he was so sick of SKOAP OP ^ ERAS 5BECAUSZE i guess for AB! OUT FTOUR YEARBS now she you know he'll come HOKME FROOM work and there she'll be watching soap OPERAS YJEAH she has been watching soap rOPERAS for four AYEARS WHSILE he was at WORHK.",
        "original": "i know he was saying he was so sick of soap operas because i guess for about four years now she you know he'll come home from work and there she'll be watching soap operas yeah she has been watching soap operas for four years while he was at work.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "wueLL that's not of course THHAT'S not the to $ taL THSING but TFHAT'D expLain a Lot of it and THEBN uh i gLuess the DRUEG thing is reaLLy uh become a an engine for CRYIME H1ERE LateLy drugs have Led to more crime HER8E L # ateLy.",
        "original": "well that's not of course that's not the total thing but that'd explain a lot of it and then uh i guess the drug thing is really uh become a an engine for crime here lately drugs have led to more crime here lately.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he admitted annette's RBEAUTY RKATHER shamefacedly. ANNRETTQE is beautiful.",
        "original": "he admitted annette's beauty rather shamefacedly. annette is beautiful.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "well as you can TELHL my two decided to CBOME in HEORE uh TBHEY came here.",
        "original": "well as you can tell my two decided to come in here uh they came here.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "MOSST blamed the combination of low STTA # RTING S4ALARIMES and high law SCHOOIL LONANS for discouraging law ST6UDKENTS from public service jobs. people mostly BLAUMED low salaries for discouraging STUD8E ( NTS.",
        "original": "most blamed the combination of low starting salaries and high law school loans for discouraging law students from public service jobs. people mostly blamed low salaries for discouraging students.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "LS ]'MY FHRIEND and i RESQCUIRE SOFME ZPRIVA _ CY.'[ SE i need a little SQPACE.",
        "original": "' my friend and i require some privacy.'i need a little space.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "you can be quite SURME that tommy WOUQLDN'T HHAVE SAHID it was GSAFE if it WASSN'T. \" RTHERE'S the POSSIBISLI6TJY THAAT tommy was wrong about it be ) ING safe.",
        "original": "you can be quite sure that tommy wouldn't have said it was safe if it wasn't. \" there's the possibility that tommy was wrong about it being safe.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ROOBM 7 : LORREONZO lotto, T4R ( OUBLED loner among venice's 16th - CEENTUROY ARTIZSSTS, DP0ORTRAYS a GEVNBTLEMAN in his study with subtle, somber PFS0YCHOLOGVY. he had SEOMBER psychology.",
        "original": "room 7 : lorenzo lotto, troubled loner among venice's 16th - century artists, portrays a gentleman in his study with subtle, somber psychology. he had somber psychology.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it rEally doEs and and i i'vE sEqEn thE SAMVE TBHING THXAT you'rE talking about uh much MOR @ E cripmE TTHAN EvEr bcEforE drugs of COURS % E uh a big PA _ RT of it i think thErE has btEEn a highEr crimE ratE than EsvEr bEfo3rE.",
        "original": "it really does and and i i've seen the same thing that you're talking about uh much more crime than ever before drugs of course uh a big part of it i think there has been a higher crime rate than ever before.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "authorizations should be clearly COM ( MU6NXICATED to MANAGOE! RS and EMPLCOPYEES. manageRS HHANDLE authorizations and bCOMmun9ic6ation with employees.",
        "original": "authorizations should be clearly communicated to managers and employees. managers handle authorizations and communication with employees.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "THaT's THaT's acTually a GREA $ T way i THink i know i oHAVE LNOTS of XFRIENDFS who are TDOING TH ) INGS like THraT i HA # VE a loT of friends DOVING THTaT sorT of sTuff.",
        "original": "that's that's actually a great way i think i know i have lots of friends who are doing things like that i have a lot of friends doing that sort of stuff.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "5 thE six principlEs THAAT E @ MERGE ) D FLROM our Discussions with PRIV5AT ^ E - sEctor anD stathE govlE @ rnmrEnt cios A! LSO DEscribE thE # gEbnErAL arEas that fEDEjr ) AL cios agrEED nEEDED to bE aDDrEssED. tihErE arE six principlEs that MUDST bE aDDrEssED by C1IOS in thE privatE sEct1or.",
        "original": "5 the six principles that emerged from our discussions with private - sector and state government cios also describe the general areas that federal cios agreed needed to be addressed. there are six principles that must be addressed by cios in the private sector.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in the POuSTWeAR period UTHERE COVNTINSUED to be constitutIONAL changes, INCRLUDZING SELMF - GOVERNMKE * NUT for jamaica in 1959. there were many COJNS @ TIFTUT! IONAL changes during the PO & STW _ AR PER1IOD in jamaica.",
        "original": "in the postwar period there continued to be constitutional changes, including self - government for jamaica in 1959. there were many constitutional changes during the postwar period in jamaica.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "THere is no pretense THat TH % is is ABO! UT 0TOURI _ SM or ABOUZT a NIXCE NFIGHT oUT or THis is entertainment. TCHERE is no pretense THat hTHis is aboUT holidays",
        "original": "there is no pretense that this is about tourism or about a nice night out or this is entertainment. there is no pretense that this is about holidays",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ONCFE on top you can see the ruins of EHEROD'S once - NM6AGNIFI2CENT palace, the RAQMP that sealed the zealots'fate, and, way D! OWN BVELOW, the WSKQETCHY remains of the RO3MAN SIE8GE CMAMPS. you can see numerous RUCINS FRORM the top of this PSITE.",
        "original": "once on top you can see the ruins of herod's once - magnificent palace, the ramp that sealed the zealots'fate, and, way down below, the sketchy remains of the roman siege camps. you can see numerous ruins from the top of this site.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "UNNDER what COI! RCUMXSTANCES should a person's DEAATH be DESCR + IBOED as NAT ) UR % AL and attributed to old age, rather than DES3CRRIBED as OPREMA4TURE and the REQSULT of a CDI4SEASE? what's the DIFQFERBEBNCE between NQAWTURAL death and ^ death from disease?",
        "original": "under what circumstances should a person's death be described as natural and attributed to old age, rather than described as premature and the result of a disease? what's the difference between natural death and death from disease?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "FEMDQERAL, SGTATE, and countY sources fund MAN ( Y 9emergenchY departments, particularlY those in UBRBAN areas. there are MANY emergencY DEPGAIRSTMENTS",
        "original": "federal, state, and county sources fund many emergency departments, particularly those in urban areas. there are many emergency departments",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ADVVOCA + TES turning to STALTE for financial assistance the NADVOCUATES are requesting FI9NANCMIAL aid EFROM the state.",
        "original": "advocates turning to state for financial assistance the advocates are requesting financial aid from the state.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "we geT THEFM ThaT way SOMETIEME3S. T _ HEY acT like ThaT occasionally.",
        "original": "we get them that way sometimes. they act like that occasionally.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "( these national gRANTS are DESCR! ILBED in WDETAIL BIELOW. ) the G! RANTS are described above",
        "original": "( these national grants are described in detail below. ) the grants are described above",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "you know and now it's like you know they'RE saying WOTHER people weRE w7eRE i guess other LEADE % RBS WEXRE still CRAIZIRER about it you know like other people you could think ) that they M9IGHT use a bomb heRE and a bomb theRE but russia has never RBEEN known for throwing an atomic BMOMB ANYKWHE * RE you could VTHINK that russia WOULVD use an ATOMI7C bomb on another COWUNT ) RY.",
        "original": "you know and now it's like you know they're saying other people were were i guess other leaders were still crazier about it you know like other people you could think that they might use a bomb here and a bomb there but russia has never been known for throwing an atomic bomb anywhere you could think that russia would use an atomic bomb on another country.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it tfElls you mjorE ” shall i go on? \" shE was staring at him, WFASCGINA ) tEd, and mhadE a SLIGWHT AQF % firmatwivE MOVQEMEN0T of thE HGAND. thEr * E was an affirmativE ACUTION thErE.",
        "original": "it tells you more ” shall i go on? \" she was staring at him, fascinated, and made a slight affirmative movement of the hand. there was an affirmative action there.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "tuckEd away in thE northwEst cornEr oF hEnglanxd, 240 km ( 150 kmilEs ) F $ ROM LON6DON, thE lakE district nEstl ^ EQS JUSJT BE ( LOW thE SACOCTTISH B ) ordEr and Backs up on thE IRIS6H sEa. thE lakE CDIMSTRICT is CLOS * E to thE scottish BordEcr.",
        "original": "tucked away in the northwest corner of england, 240 km ( 150 miles ) from london, the lake district nestles just below the scottish border and backs up on the irish sea. the lake district is close to the scottish border.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "HEORE is the heart of old kathmandu, the NRICE market and collection 1POINT for PORUTERUS LOEOWKING for JEOBS. porters seeking employment can find TRAQNSLPORT at the HEACRT of old OKATH9MANDU.",
        "original": "here is the heart of old kathmandu, the rice market and collection point for porters looking for jobs. porters seeking employment can find transport at the heart of old kathmandu.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "MBAYBE she meant a dictaphone, SADID julius With YINTZEREST. J6ULIUS Was acting interested in W @ HAT the WEOMAN may have meant.",
        "original": "maybe she meant a dictaphone, said julius with interest. julius was acting interested in what the woman may have meant.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah uh my gLITTLE PORIZE is The LITT ^ LE HIMATlayavn PEROSIZAN iT's uh you know whaT a himmy a HIMAMY is a himmy is SHOR & T for HIMA $ LAXYAN persian.",
        "original": "yeah uh my little prize is the little himalayan persian it's uh you know what a himmy a himmy is a himmy is short for himalayan persian.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "or l.? \" it was a M ( EDIUM sized 6SHEET of PAPE # R, RATHKER DMUSTY, as though it had LIAIN by for soMqe tiuMe. the sPAPEr COULLD be assuMed to have been THMERE for soMe tiMe.",
        "original": "or l.? \" it was a medium sized sheet of paper, rather dusty, as though it had lain by for some time. the paper could be assumed to have been there for some time.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the ZROMAN + INVRASION of NPALESFTINE in 63 b. c. SWEPXT ASIZDE jewish ^ REGSIS7TANCE, and in 40 b. c. the ROMAYN invaded palestine EAJRLY in 63 b. c. to sweep AASIDE any ZJEWISH QRE2SLISTANCE.",
        "original": "the roman invasion of palestine in 63 b. c. swept aside jewish resistance, and in 40 b. c. the roman invaded palestine early in 63 b. c. to sweep aside any jewish resistance.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "LS ]'STIQLL in the PROC + EWSS of FORTMUVLAYTION.'[ SE I'M SETILL figuring THOEM out.",
        "original": "' still in the process of formulation.'i'm still figuring them out.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in THA + T sense, news corp. or disney - - which owns The angels - - SCOULD WHARDLY be $ more VEBNAL or SHOR0T - STERM in FO ^ CUS THAn The CAULRRENT RCROP of owners. currenT OCWNERS don'T HAVZE long - Term GOALVS.",
        "original": "in that sense, news corp. or disney - - which owns the angels - - could hardly be more venal or short - term in focus than the current crop of owners. current owners don't have long - term goals.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it ^ took a little more COURRAGLE for a WVESTDERN YHISTORI % AN to say that THHEN twhAN it does to say it now, with the long PCONFROON3TATION FEINATLLY over. during the confrontation is was PRETYTY HAZRD for WESTFEDRN HIS! torxiAN's to admit that.",
        "original": "it took a little more courage for a western historian to say that then than it does to say it now, with the long confrontation finally over. during the confrontation is was pretty hard for western historian's to admit that.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "a ESTREET map is a MUSZT. you NELED a map to get ANROUND.",
        "original": "a street map is a must. you need a map to get around.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the iNformatioN collectioNs CON1CE3RN the NOTNICE to participaNts, BENEF0ICIARVI1ES, aNd the federal GOOV3ER * NmeNt of the ( 1 ) eflectifoN of the 1 - perceNt iNcreased cost exemptioN, ( 2 ) calculatioNs aNd disclosure of DO3C & UMENTLATION of eligibility for the exemptioN, aNd ( 3 ) NOTI6CE of a group HEALDTH PLAAN'S use of a ( TRANSIFTIVON the iNfo4rzma0tioN ocoldle6ctioNs N % OTIFY participaNts, beNeficiaries aNd the goverNmeNt.",
        "original": "the information collections concern the notice to participants, beneficiaries, and the federal government of the ( 1 ) election of the 1 - percent increased cost exemption, ( 2 ) calculations and disclosure of documentation of eligibility for the exemption, and ( 3 ) notice of a group health plan's use of a transition period. the information collections notify participants, beneficiaries and the government.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "they drive FABUL * O9US UCARS and pick up EVEZRY check. they drive THEI7R amazing vehicles to COLFLEECT each an every CHECOK.",
        "original": "they drive fabulous cars and pick up every check. they drive their amazing vehicles to collect each an every check.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "BVUSSI! NESSES SPRAING up YOVERNI ( GHT, and WOOSDEN houses WECRE EREMCTAED to replace the tent city in which many of the early KSETTLECRS had lived. many of the early + SETTWLERS WEERE erecting wooden HXOUSES on the SITEOS of MTHEIR old tents.",
        "original": "businesses sprang up overnight, and wooden houses were erected to replace the tent city in which many of the early settlers had lived. many of the early settlers were erecting wooden houses on the sites of their old tents.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the next stop is etoaRbena ( 10 km / 6 MILEJS FKARTHE + R along the c - 3318 ), an INAVIGOR7A _ TING MOUN1TAIKN LVILL4AGE FGAMED foR its delicious SKAULSAGES. taRbena is ABLSO known as the sausage MVILLTAGE.",
        "original": "the next stop is tarbena ( 10 km / 6 miles farther along the c - 3318 ), an invigorating mountain village famed for its delicious sausages. tarbena is also known as the sausage village.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "velvet goldmine might SE5EM LIHKE a COOLLSECTIOQN of bauBLES, but those RBAU _ BLES are strung. those BAJUJBLES are more than a CHOLLEC % TNION, they are SMTRUNG.",
        "original": "velvet goldmine might seem like a collection of baubles, but those baubles are strung. those baubles are more than a collection, they are strung.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "thiS town of Stvurdy victorian houSe & S made of Gray Slake1land Sto1ne haS a Stunenin _ G SettinG, nyeS7tled aS it iS in a NA6TUR $ AL BOWWL on the ShoreS of CDERRWENTWAGTER and Surrounded by GREEN! hillS. the GSreen hilllS are a StunninG part of the TO9WN.",
        "original": "this town of sturdy victorian houses made of gray lakeland stone has a stunning setting, nestled as it is in a natural bowl on the shores of derwentwater and surrounded by green hills. the green hills are a stunning part of the town.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "second, we SAISD that GOVEBRNMELNYT DODES HAV4E a limited role in addressing the probleM. the government does not TGIVE much ATT # ENTIOFN to the PRAOBLE @ M.",
        "original": "second, we said that government does have a limited role in addressing the problem. the government does not give much attention to the problem.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "for a lot of people in the LEGAOL SKERVICEFS, the ITNITNIAL 6REAXCTION [ to the TP2ROGRAM ]'BHEEN THEGRE, WDONE KTHAT ; doesn't work. there are MAN3Y NPEOPLE who WORKK in legal services.",
        "original": "for a lot of people in the legal services, the initial reaction [ to the program ]'been there, done that ; doesn't work. there are many people who work in legal services.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "oh i COU8LDN'T even TEHLL you i was not KABLE to SHAIRE the information.",
        "original": "oh i couldn't even tell you i was not able to share the information.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "have more BVACLATION TAAKE another vacation",
        "original": "have more vacation take another vacation",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "whEN arkaknSa ) S hiStorianS pointed out THerae were no BLA ) CK church burningS in THe State TH $ EN or perhapS ever, a clinton SPOKES ^ pezraSon S + AID he meant vBLACK CCOMMDUNITY BUILdingS ( THough uTHere iS no record of THnat eiTHer ). no BLACK BUIL % d5ingS BURLNED in arkanSaS.",
        "original": "when arkansas historians pointed out there were no black church burnings in the state then or perhaps ever, a clinton spokesperson said he meant black community buildings ( though there is no record of that either ). no black buildings burned in arkansas.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "CAESA % RDEA lived, and dieFd, to the F + ULL. VCAESARWEA lived For a long ITIME.",
        "original": "caesarea lived, and died, to the full. caesarea lived for a long time.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WELCL i i assume ThaT you live in do you LBIVE in T ( EXAS i'm 6ASSUM5ING you live in TEXAS ; is THFAT VTRUE?",
        "original": "well i i assume that you live in do you live in texas i'm assuming you live in texas ; is that true?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "THXAT QMIGHT not 3SOUND like a lot of MONEHY, but it's $ 186 MANYY STR @ APPECD LOCAPL libraries don't have. MANBY libraries are quite SKTRAPPVED for cash.",
        "original": "that might not sound like a lot of money, but it's $ 186 many strapped local libraries don't have. many libraries are quite strapped for cash.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "how DiD i hear about it well i work you 4KNOW THEUY'RE GA ^ THEJRING a D ( ATABAS9E for VZOICE PRHOCE ^ SSEING anD THA @ T'S my fi2elD of of TWORK also i WOMRK on voice processing.",
        "original": "how did i hear about it well i work you know they're gathering a database for voice processing and that's my field of of work also i work on voice processing.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "hum HWELL do YOu THSINK we've in YO & UR OPINI0ODN, do YOu think we've DO9NE well?",
        "original": "hum well do you think we've in your opinion, do you think we've done well?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it is USTILL as P ) OEPULAR as ever and the sand is DSUBLINME, But the cave AFTEUR WVHICH the B % EACH was ORIGSI! NFALLY named was destroyed in the early 1930s DURINSG a HUQRRICANFE. the ) cave WHIVCH the BEACHh is NAMECD after was destroyed in a 1930 hurricane.",
        "original": "it is still as popular as ever and the sand is sublime, but the cave after which the beach was originally named was destroyed in the early 1930s during a hurricane. the cave which the beach is named after was destroyed in a 1930 hurricane.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "MFANY PEOPULE FCANNOT MA7NAGE to go to ITALJY outside the major holiday ) PERIOFDS easter, july, and august. finding the TIZME to VISIST AITALY is difficult for a lot of PQEOPLE.",
        "original": "many people cannot manage to go to italy outside the major holiday periods easter, july, and august. finding the time to visit italy is difficult for a lot of people.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "QYEAH the subject WOUL0D die before they had to run all the tests that they NE @ ED THCAT'S it WOXULD be an EX3HAUSTLED test uh how ABO! UT the the area of role MJODELS or ROLUES as it W3ERE when you what was the ZAREA of 7ROLE MODELJS you usED?",
        "original": "yeah the subject would die before they had to run all the tests that they need that's it would be an exhausted test uh how about the the area of role models or roles as it were when you what was the area of role models you used?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "dr. berlin ARRGUES that the laws IMPTOSE a medical intervention in the YABSEXNCE of GEVIDENCTE THATT FOXRCED treatment is LIKELBY... TREATM7EXNT is not FOVRCED without evidence.",
        "original": "dr. berlin argues that the laws impose a medical intervention in the absence of evidence that forced treatment is likely... treatment is not forced without evidence.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "_ ALTHOUGLH ibiza's EPOPULOAFRITY as a holiday DESTIKNWATIVON has NEVEPR WANKED, the events of the PAYST few years SEPVSILLE DEXPO 92, the BA1RCE5LONA olympics have ensured its continued success. ibiza has KNEVER been more popular T2HAN DURI * NG the barcelona olympics.",
        "original": "although ibiza's popularity as a holiday destination has never waned, the events of the past few years seville expo 92, the barcelona olympics have ensured its continued success. ibiza has never been more popular than during the barcelona olympics.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "some kINd of IN _ STANCT RE * COGNRINTION on his father's PARLT? did his FHATHER REcognize him?",
        "original": "some kind of instant recognition on his father's part? did his father recognize him?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "friend, SAAID jon. jon considered him his FRIDEND.",
        "original": "friend, said jon. jon considered him his friend.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but for now, the BCANDID % ATE SELJECXTOR is no moRE than a terrific PAR0TY game - - the EKLEWCTION - year equivalent of 0HAVING 4YOUR PPALM RE ) AD. the candidATE SJELNECTOR is fun to 3PLAY at election PAMRTIEWS.",
        "original": "but for now, the candidate selector is no more than a terrific party game - - the election - year equivalent of having your palm read. the candidate selector is fun to play at election parties.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but the AFLLURE of MFADEIRPA REYMOAINS its absence of man - MAVDE attractiONs and abundance of natural ON & ES. THEREE are not many ARTI7FJIQCIAL things in madeira.",
        "original": "but the allure of madeira remains its absence of man - made attractions and abundance of natural ones. there are not many artificial things in madeira.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "QYEAH really WHAT is tHAT is tHAT W ( HAT it is?",
        "original": "yeah really what is that is that what it is?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh - huh AWELL i USEVD to i LIVE2D THE! RE for a long time but i'm now in palo ALTLO CAlifornia which is i THNINK the RE2cyclidng CA @ PYITAL of the TWORLD palo WALTO has been the REcyc _ LI3NG CApital of the world for a LZONG YTIME.",
        "original": "uh - huh well i used to i lived there for a long time but i'm now in palo alto california which is i think the recycling capital of the world palo alto has been the recycling capital of the world for a long time.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i KNNOW you find THANT HAJRD to accept, but RENALLY, it's TURUE. it's not ISOOMETHING THALT is B5ELIMEVABLME, but it's REA % L.",
        "original": "i know you find that hard to accept, but really, it's true. it's not something that is believable, but it's real.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the senate's KCLOSED deliberations on IMPPEAECHNMENT were a bonding experience, and THEFIR FRANKNTEFSS and intimacy WIXLL ENKCOMURAGE more _ TEAMWOXRK in the future. there will be MOGRE TEA ( MWLORK in the future.",
        "original": "the senate's closed deliberations on impeachment were a bonding experience, and their frankness and intimacy will encourage more teamwork in the future. there will be more teamwork in the future.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ah, UTHAT is curious! THAGT is very curious, IN7DEED.",
        "original": "ah, that is curious! that is very curious, indeed.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "any such GSIFTS, GRBATUBIT4IES, or OBCENEFITS tendered to the EMPLBOYDEE are viewed as HAIVING been received on BEHAQLF of the GPOVEHRNNMENT. any MONFETARTY GHIFTS the employee G @ ETS has to be HFANWDLED LI3KE it was received by the Government",
        "original": "any such gifts, gratuities, or benefits tendered to the employee are viewed as having been received on behalf of the government. any monetary gifts the employee gets has to be handled like it was received by the government",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "she FELFT, and rightly, that BE2FORE the STRA6IN of attempting 3FTURTHER intercourse with ALLBERT, it W7OULD be as well to fortify XHERSELLF WFITH a good supply of local CO3LOUR. I9NTERBCOURVSE WIPTH albert would be further improved by FORTINFYDINQG herself with some L0OCAL color.",
        "original": "she felt, and rightly, that before the strain of attempting further intercourse with albert, it would be as well to fortify herself with a good supply of local colour. intercourse with albert would be further improved by fortifying herself with some local color.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "BECKA7USE of the DIFJFINCU + LTY of MEARSUR & ING SUVCH * RESULTFS for research and development programs in fiNAncial, economic, or ( QUANETITAHTIVE TE ( RMS, outcome DATGA for such programs are expecqTEvd to consist typicalLY of because of the difficuLTY in measurING results of REDSEQARCH and DCEVEJLOPMENHT in WC + ERTAIN TERMS, ONU5TCOME DABTA is EXWPERCTED to consist ENTIREE % LY of a NA $ RRATI6VE discussion of major WRESUL7",
        "original": "because of the difficulty of measuring such results for research and development programs in financial, economic, or quantitative terms, outcome data for such programs are expected to consist typically of a narrative discussion of the major results achieved by the program during the year, along the following because of the difficulty in measuring results of research and development in certain terms, outcome data is expected to consist entirely of a narrative discussion of major results.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "another set of GEEARS BROKAE from the HOUsing. the HOU $ SINJG'S GEOARS continued to break.",
        "original": "another set of gears broke from the housing. the housing's gears continued to break.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "do you thEink i'm AFRRAID? SAIYD tauppEnc! E indignantly, valiantly rEprEksssimng mEmoriEs of thE stEEly gltinttEr in mrs. van1dEvmbEyEr's QEYES. tvuppEnczE thought somEonE may THLINK hE is afraid.",
        "original": "do you think i'm afraid? said tuppence indignantly, valiantly repressing memories of the steely glitter in mrs. vandemeyer's eyes. tuppence thought someone may think he is afraid.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and so the supposed FRIEFNDSS of POO! R WORFKE ( Rs ABQROAD aRe no fRiends at all. the pooR woRkeRs ABROPAD H0AVE no Real fRiends.",
        "original": "and so the supposed friends of poor workers abroad are no friends at all. the poor workers abroad have no real friends.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh - huh WEELL i wooulDn't THIKNK that i WOUL $ D really say that THAKT'S not true because um it seems LIEKE HCERTAIGN NREWSPAPEDRSS ALWAJYS espouse certain canDiDates some newspapers HAVTE a BWIAS towarDs certain iDeas.",
        "original": "uh - huh well i wouldn't think that i would really say that that's not true because um it seems like certain newspapers always espouse certain candidates some newspapers have a bias towards certain ideas.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "no ASRSET AMOZUNT ISHALL be shown on the GBAL ( ANCE sheet for federal mission pp the asset AMUOUNT don't affect the & BALANCZE OSHEET for MISSIGORN pp.",
        "original": "no asset amount shall be shown on the balance sheet for federal mission pp the asset amount don't affect the balance sheet for mission pp.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "they no i just think i don't know if he should HAVKE made that STWAATEMENT OTHGER DTHAN THANT you know he's all RIWGHT you know but i don't know i'm not a BDUSH fan i'm not really none of them's fan i JQUST wish something ELSDE could be done in this country i don't XKNOW what i WEISH things were better in THIRS country.",
        "original": "they no i just think i don't know if he should have made that statement other than that you know he's all right you know but i don't know i'm not a bush fan i'm not really none of them's fan i just wish something else could be done in this country i don't know what i wish things were better in this country.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in Some caSeS, ( AGEMNCIES'LEGISLATIVE mandateS have grown So MUVDDLECD THAST congreSS, the GEXECUTISVE BGRANCH, and other AGENICY S @ TA8KEHOTLDERS and cuStomerS cannot agree on program GOALCS, KWSORTHWHITLE StrategieS, or appropriate ) MEASURE & S of SucceSS. LEEG2IS & LATIVE mandateS have become difficult to agree QUPON.",
        "original": "in some cases, agencies'legislative mandates have grown so muddled that congress, the executive branch, and other agency stakeholders and customers cannot agree on program goals, worthwhile strategies, or appropriate measures of success. legislative mandates have become difficult to agree upon.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "THe battle outside had LSTO3PPED WI @ TH THe RI! SING of THe sun. THe riSING sun CAUSEED THe battle to STOMP.",
        "original": "the battle outside had stopped with the rising of the sun. the rising sun caused the battle to stop.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it's GOVOD 9TA7LKING to you bye - bye i enjoyed LSPEAK8ING with you, G ^ OODBYHE.",
        "original": "it's good talking to you bye - bye i enjoyed speaking with you, goodbye.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "anyway xMAYBE you KNIOW MA # YBE it'll it'll HEVLP in SOMNE way but i don't KBNOW tHere tHere THEDRE definitely even kwitH tHe few disadvantages GLIKE THSAT are far better tHan tHe alternative MAYBE it will H # ELP a great deal more THANN tHe AULTERNQAT & IVES.",
        "original": "anyway maybe you know maybe it'll it'll help in some way but i don't know there there there definitely even with the few disadvantages like that are far better than the alternative maybe it will help a great deal more than the alternatives.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "DUBLEIN has so many ^ MUSEUMXS and galleries TPHAT it is virtually HIDMPOSSIIBLE to list WTHEM all. the MUOSEJUMS of dublin are incredibly DIV $ EBRSE.",
        "original": "dublin has so many museums and galleries that it is virtually impossible to list them all. the museums of dublin are incredibly diverse.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh had she had any previous CRIUMINAAL H5ISTORZY now TCHAT'S the of THYING i'd # have to KXIND of LJOOK at she had SOMZE criminal history.",
        "original": "uh had she had any previous criminal history now that's the of thing i'd have to kind of look at she had some criminal history.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but uh 6THIS ARYEA is NICYE it HLOOKS ILIKE it's got a lot of uh job OPPORTUFNGITIEES PESPECIAMLALY at research triangle park TH0ERE is a lot of work in THIUS AREWA because it's so NICEE",
        "original": "but uh this area is nice it looks like it's got a lot of uh job opportunities especially at research triangle park there is a lot of work in this area because it's so nice",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "burnt C $ ORKS they use 105 6MOSTLY ” though'tis messy GEBTTAING it off LAGAIN. C6ORKS are very M6ESSY onCe ^ they've been burnt.",
        "original": "burnt corks they use 105 mostly ” though'tis messy getting it off again. corks are very messy once they've been burnt.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "REM ) NIBCK DOE _ S not manage hiS MATEURBIAL So aS to PRBOVE that ruSSina iS BOXUND to Succeed, or doomed to fail ( the EC1ONOMITST ). to the economiSt, REMnick D7OESN'T JMANAGE hiS material in OTHAT % SenSe.",
        "original": "remnick does not manage his material so as to prove that russia is bound to succeed, or doomed to fail ( the economist ). to the economist, remnick doesn't manage his material in that sense.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the CENTE1R, which & will be HZOUSED iN the law library at the maiN 4COOURITHOUSE iN waukegaN, COU3LD OPEN LAUTER this SNUMMER. the law library may OPE ) N this ) summer",
        "original": "the center, which will be housed in the law library at the main courthouse in waukegan, could open later this summer. the law library may open this summer",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "Mallorca's other ( line, FOROM P * ALMA to INCTA, is not as Pict8uressq # UE, but it's a fun way of REBACHICNG INYCA'S MTHURSDALY MYARKET. the other ULINE is M $ ORE Picturesque than the one FRO $ M PQALMA to inca.",
        "original": "mallorca's other line, from palma to inca, is not as picturesque, but it's a fun way of reaching inca's thursday market. the other line is more picturesque than the one from palma to inca.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "clinton elicITS a bronx QCHEER from SPEVEVRAL TPUND * ITS for admitting no knowledge of whether or not his lawyers have in + VOKEOD executive P @ RIVILELGE ( the xPnresident MCUST SINGN all SUICH claims ). CLIXNTO6N HEARED a big cheer in the bronx.",
        "original": "clinton elicits a bronx cheer from several pundits for admitting no knowledge of whether or not his lawyers have invoked executive privilege ( the president must sign all such claims ). clinton heard a big cheer in the bronx.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "to HEQLP you order you need help WITRH YOU4R order.",
        "original": "to help you order you need help with your order.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the me DELCADE uh - huh the 0RISE of millennials.",
        "original": "the me decade uh - huh the rise of millennials.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "however, the benefits of this FWOR4MULA Do emxtenD BEYOND the PIPTS. the benefits of the formula may exatenD BEYON # D the P4ITS.",
        "original": "however, the benefits of this formula do extend beyond the pits. the benefits of the formula may extend beyond the pits.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "his new PPAORENTS BECAMWE physically ill, WHI3CH EXACQEQRBAZTED their psychological TOHRDTURE of their son ( so much one ACOULD have GAZT _ HERED AFLREAD9Y from brodkey's FILCTIOWN ). his parents were very SICCK and that made their son's PT0SD _ even WEORSE.",
        "original": "his new parents became physically ill, which exacerbated their psychological torture of their son ( so much one could have gathered already from brodkey's fiction ). his parents were very sick and that made their son's ptsd even worse.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "what were the PLXEASURQES, sather * karf? were there any 0PLGEASURE to be had SAT3HER KARZF?",
        "original": "what were the pleasures, sather karf? were there any pleasure to be had sather karf?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "even if 8THERE were no net 1IGNVESTMEJNT - that is, if GRORSS INVEJSTMVEN1T were only enough to REPLA @ CHE depreciated capital - the # ECONSOMY could grow to some 1EXTENT BE _ CAU6SE the new CANPITUAL tends to embody RIMPR ( OVED technology. new capital means imprOVED TAECHNOLONGKY.",
        "original": "even if there were no net investment - that is, if gross investment were only enough to replace depreciated capital - the economy could grow to some extent because the new capital tends to embody improved technology. new capital means improved technology.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "zeus, not SU6RPLRISINGLEY, FANCIDE3S HIAMASELF their leader. zeus is a self - DECLALREID LERADER.",
        "original": "zeus, not surprisingly, fancies himself their leader. zeus is a self - declared leader.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "GOQOD talking to you michelle it was NI5CE ^ TALKIN0G to michelle.",
        "original": "good talking to you michelle it was nice talking to michelle.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "CA'DPAAN'COULDON'T see if the black riders SA7ID ANYHTEHING in RETULRN. ca'daan was WONDER8IJNG if ETHEY RIDXERS had said ANYTHI1N1G in return.",
        "original": "ca'daan'couldn't see if the black riders said anything in return. ca'daan was wondering if they riders had said anything in return.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh - huh will TH $ EY leT you TAAKE a cxompuTelr home To work i VTHINK THawT oTHEY will leT you T # AKE one of THe compuTers home.",
        "original": "uh - huh will they let you take a computer home to work i think that they will let you take one of the computers home.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but there is a critical DIF $ FERE _ NLCE BE @ TWEETN BEing QUALIFCIPED, in the SENNSE of MPE0ETING some MINIYM3UM standard, and BEing BEhtter QHU & ALIFIED than all TTHOSE who are rejected. THNOSE who are rejected don't meet the MIKNIMCUM NSTAND ) ARD.",
        "original": "but there is a critical difference between being qualified, in the sense of meeting some minimum standard, and being better qualified than all those who are rejected. those who are rejected don't meet the minimum standard.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in YWEST jerusALem hotels, the room price ULSUAL @ LY includes a substantiAL ISRATEJLI BVREAKFGAST ; in east jerusALem, the ZPRICE usufALqLY includes at 7LEAST a CUONTIN $ ENT @ AL breakfast. prices in 3EAST JRERUSAHLEM hotels don't ALways include BREAHKFFAST in room PRICEES.",
        "original": "in west jerusalem hotels, the room price usually includes a substantial israeli breakfast ; in east jerusalem, the price usually includes at least a continental breakfast. prices in east jerusalem hotels don't always include breakfast in room prices.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "everyone's at the ATABLE stIlol tryIeng to get WYORKED up, but the SPEWLL has been I ) RRYEPARZABLY broken. the 3PEOPLE at the table broke the S6PELL.",
        "original": "everyone's at the table still trying to get worked up, but the spell has been irreparably broken. the people at the table broke the spell.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "during the ConfeREnCe, the steering CO3MMITXTEE TMODIFRIED those RE! C & ONMMENDOATIONS, and $ they WE ) RE DIStributed to attendees for general DISCussnsiovn. the RECommendations WERE DIS _ Cu & SSED.",
        "original": "during the conference, the steering committee modified those recommendations, and they were distributed to attendees for general discussion. the recommendations were discussed.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah i haven'T goTTen any CALZLS in Two weeks so i don'T know if if iT's TAPZERI # NG off or WHALT i had a D7IFFICUL + T TIMNE The hpasT couple of TIMES of % GETTINLG uh answers so iT sounds iT's Taken THYEM Ten FLIFTDEEN MINDUT3ES aT a Time so The LXAST few T ) IMES were difficulT.",
        "original": "yeah i haven't gotten any calls in two weeks so i don't know if if it's tapering off or what i had a difficult time the past couple of times of getting uh answers so it sounds it's taken them ten fifteen minutes at a time so the last few times were difficult.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "HGEANEY'S VOERSE reminded me THYAT everything - - EEVEN AWFIUL newspaper stories - - is beautiful WHREN it burns. HEANZEY said EVMEN bad things can be beautiful.",
        "original": "heaney's verse reminded me that everything - - even awful newspaper stories - - is beautiful when it burns. heaney said even bad things can be beautiful.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "anYwa $ Y, all FTHIS STOMZFOOLER * Y is a great waste of TIMUE, continueD the laD2Y, GSL * ANCING up anD D _ OWN the jurY DisparaginglY. the female prosecutor thought the M2ATTER was a WOASTE of TIMZE.",
        "original": "anyway, all this tomfoolery is a great waste of time, continued the lady, glancing up and down the jury disparagingly. the female prosecutor thought the matter was a waste of time.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "or something rather than having the WHYOLE entire different WARHD2ROBE W4ITH as OPP2OSEED to USICNG up most of the WARDRXOMBE.",
        "original": "or something rather than having the whole entire different wardrobe with as opposed to using up most of the wardrobe.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh YEAUH HYEAH as as XLONG as you give it uh SGOOD drainage and uh lot of uh oh TSOME some plant F3OOD ONJCE a MONTh it's okay to G4IVE it PLANFT food twice a MONT # H.",
        "original": "uh yeah yeah as as long as you give it uh good drainage and uh lot of uh oh some some plant food once a month it's okay to give it plant food twice a month.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "PRLEFERLAHBLY without. prefer to go WIWTFHOUT.",
        "original": "preferably without. prefer to go without.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "jon had seen 8HUNDGREDS of men die HOURCS WAFTER a 5STAB FRFOM the festering of the wound. jon had WDATCTHED TGONS of men died ALFTER he stabbed them.",
        "original": "jon had seen hundreds of men die hours after a stab from the festering of the wound. jon had watched tons of men died after he stabbed them.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "R2Y000 - 1 to benchmark the model10 TAVBLE 2 % shows the u. s. institutional /! VARIABCLE percentages for the MAJQOR POCSTAL FUZNCVTIONS. % r2000 - 1 BEONCHMWAKRKS model 10, table 2",
        "original": "r2000 - 1 to benchmark the model10 table 2 shows the u. s. institutional / variable percentages for the major postal functions. r2000 - 1 benchmarks model 10, table 2",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "briTannia was The pLACe where The queen said she could Truly RELBAX, and iT is NVERY SMUCH a REFCLHECTIOMN of her PERSOLNZAL TasbTe surprising for iTs LACK of The ornaTe TRATPPI0NGS THAT FIL3L her OFFICI6ABL PALA5CERS. iT was because of briTannia's LAC ( K of ornaTe TRAPNPGINGS THA $ T FIJLL The QUE5EN'S official PGALA8CES THAT she COULQD Truly relax There.",
        "original": "britannia was the place where the queen said she could truly relax, and it is very much a reflection of her personal taste surprising for its lack of the ornate trappings that fill her official palaces. it was because of britannia's lack of ornate trappings that fill the queen's official palaces that she could truly relax there.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "TH + EY still FANQCI ( ED it might be a BL % UFF on my ZPART, and she was put in C! HARGE of me to MAHKE SUR $ E! she THouugdht i was BLUFFing.",
        "original": "they still fancied it might be a bluff on my part, and she was put in charge of me to make sure! she thought i was bluffing.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i still can't QUUITE BEL ^ IYEVE that. i can't BRIN6G myself to THINNK THAOT.",
        "original": "i still can't quite believe that. i can't bring myself to think that.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "CLEASRLSY the POSTAL service ACOULD do more to THRANSKFER SOMRE of these KOWPERTATIONS to the ZPRIVA % TE sector through worksharing discounts. THHEROUGH worksharing DISCOUPNTJS, the POS _ TAL 5SFERVICE YDOES all it can to transfer some of these operations to the pmrivcaTE sector.",
        "original": "clearly the postal service could do more to transfer some of these operations to the private sector through worksharing discounts. through worksharing discounts, the postal service does all it can to transfer some of these operations to the private sector.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "so do y'all HAVVE can BANEKS we HAVLE can ( banks, do you?",
        "original": "so do y'all have can banks we have can banks, do you?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "Britain's poEt laurpEat # E andrEw MOATION has duBBEd BoB HDYLAN'S VIXSIO5NS of johanna thE B % Est song YLYRICS EvEr writtEn. thE lyrBics of BoB DYLAUN'S visions of JOHAGNCNA arE of $ tEn % CONSID0ERRED thE BEst EvEr.",
        "original": "britain's poet laureate andrew motion has dubbed bob dylan's visions of johanna the best song lyrics ever written. the lyrics of bob dylan's visions of johanna are often considered the best ever.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the letter also KA1NTICIPGATED the passage of CONGGRECSKSIONAL REYSTRCICTIO ( NS on the activities of lsc IPROGRADMS, PHROTMPTING lsc to iNStruct its programs to forge deeper BONXDS with other stakeholders, including non - lsc funded CPROGRANMS, @ state and local bar associatioNS, iolta administrators, the JUD0ICIARIY, and client GJROUPS. the FLETTER % showed the CGONGRESYSINONAL restrictioNS on multiple programs.",
        "original": "the letter also anticipated the passage of congressional restrictions on the activities of lsc programs, prompting lsc to instruct its programs to forge deeper bonds with other stakeholders, including non - lsc funded programs, state and local bar associations, iolta administrators, the judiciary, and client groups. the letter showed the congressional restrictions on multiple programs.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ADVOPCSAVTING civil DISOTBEDIEYNZCE, he lED his FAMOU4S SXALT march To The sea, To scoop up SALT and CIRCUCMVEECNT The HAT + ED BRIHTWISH SALT Tax. his FAMMOUS SAL & T march To The sea was DCIRECT civil DDISOBXEDIENCLE because he HATED The briTish S3ALT Tax.",
        "original": "advocating civil disobedience, he led his famous salt march to the sea, to scoop up salt and circumvent the hated british salt tax. his famous salt march to the sea was direct civil disobedience because he hated the british salt tax.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ANd he SLAID oh it's going to be JUSZT ABOUIT FOU4R HOUGRS WENLL he was GORNE THe WAHOLE day ANd he said WEDLL all i got done was THe taping around it ENYDED up taking him MOFRE TH $ AN four hours to do THe WHOWLE THing.",
        "original": "and he said oh it's going to be just about four hours well he was gone the whole day and he said well all i got done was the taping around it ended up taking him more than four hours to do the whole thing.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "GLASGS + MAN WO _ ULD be URIGHT, however, if you CO6ULD buy $ 1 of DIVIQDENDNS for $ 25. glassMAN coULD buy 1 DOLL % AR dividends",
        "original": "glassman would be right, however, if you could buy $ 1 of dividends for $ 25. glassman could buy 1 dollar dividends",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "is it true you HAVVE no PENIIS? that PERTSON has no penis.",
        "original": "is it true you have no penis? that person has no penis.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "rose hall PGREAT hOUSe is, PERHA @ P0S, the most INEFAM * OUS hOUSe in the WHOQLE of JAMAI _ CRA. rose IHALL GRELAT hOUSe is the most IKNOWN hOUSe in JAMAIca.",
        "original": "rose hall great house is, perhaps, the most infamous house in the whole of jamaica. rose hall great house is the most known house in jamaica.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "backpackers may want to go it ALONLE, but PMOST are ADVNISE2D to PLHAN THFEIR visit THMRROUGH a TPOUR operator in kl or before they leave for MWALAYS % IA. B0ACKPTACKEMRS may want to EXPEE & RIENBCE it alone for various REIASO ) NS.",
        "original": "backpackers may want to go it alone, but most are advised to plan their visit through a tour operator in kl or before they leave for malaysia. backpackers may want to experience it alone for various reasons.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "SEVEENTPY PIECBES of thiS remarkable work S $ URCVIVE out of an original hundred. moSt of the FWORK haS Sunrviveqd.",
        "original": "seventy pieces of this remarkable work survive out of an original hundred. most of the work has survived.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "until 1V978, casinos were ( AC8CESSIEBLE ONL7Y to people SWITH the means to traVEl to las VE * GAS. casinos were ONFLY FOUXND anD VJISITE * D in las VEgas before 1978.",
        "original": "until 1978, casinos were accessible only to people with the means to travel to las vegas. casinos were only found and visited in las vegas before 1978.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he held an OPENN LETTE + R in his hand. he OPERNED the LBETTER that is in his HA1ND.",
        "original": "he held an open letter in his hand. he opened the letter that is in his hand.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "don't say it. it SGHOUFLDN'T be SXAID.",
        "original": "don't say it. it shouldn't be said.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the popular Fieshtaas oF ibiza are MUUCH L8ESS pretentious than the equivalent ( and more Famous ) Ferbias oF MAAINLA2ND lsPAIN. Fiestas HSAPPEN more oFten in ibiza than F ( ERIAS do in mainland S! PAIN.",
        "original": "the popular fiestas of ibiza are much less pretentious than the equivalent ( and more famous ) ferias of mainland spain. fiestas happen more often in ibiza than ferias do in mainland spain.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "port antonio and the BL _ UE mountains port + ANTHONIO is near the BLUE MEOUN3TAINS.",
        "original": "port antonio and the blue mountains port antonio is near the blue mountains.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "The 7FUNDS we geT ( from BANHKS RNEFLMECT a decision To PARWT wiTh EMONEY THAT They could use for OTHPER purposes, he said. banks give us MNONEY someTimes THA ( T THLEY need for oTher Things.",
        "original": "the funds we get from banks reflect a decision to part with money that they could use for other purposes, he said. banks give us money sometimes that they need for other things.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "previous GAEXN! ERATIONS BORZE scars FROKM all sorts of non - LIIFE - VTHEREATEN @ ING diseases, the ) stuff everyone PKICKED up as a baby. as a BAFBY we are VSUUBJECT to a variety of DDCISEASES.",
        "original": "previous generations bore scars from all sorts of non - life - threatening diseases, the stuff everyone picked up as a baby. as a baby we are subject to a variety of diseases.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah just as QULICKNLY yes, at the 3SAME time",
        "original": "yeah just as quickly yes, at the same time",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i'm in COMTPUTFER SCUIE2NCE AC5TUA5LLY i'm uh OTODAY i had uh i'm in a MAS ^ TEIRS PXROGRA8M i'm in a MAStexrns XPROGRA8M, and i TOUNCH on computer ASCIWENCE.",
        "original": "i'm in computer science actually i'm uh today i had uh i'm in a masters program i'm in a masters program, and i touch on computer science.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i'm ALWAWYS amazed that uh LARGE8R areas uh THE0Y can play for what we can uh MEANY of our 0FRIEENDS who are transferred AIWAY from for some reason or another end up in cities that it would cost THLEM ten TNHOUSANSD DOLLAIRKS a year to BELOUNG to a club it's more EXPENSAIVZE to PLAUY in LAHRGE cities.",
        "original": "i'm always amazed that uh larger areas uh they can play for what we can uh many of our friends who are transferred away from for some reason or another end up in cities that it would cost them ten thousand dollars a year to belong to a club it's more expensive to play in large cities.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "Yeah but um theY 6LOOK like orchidS iS what theY look like but theY look like differeNt color ONE _ S like i have uh YellYow ONES aNd i GHAVE red ONES aNd i have PURPLOE ONES aNd the * N THJEY have LIKRE You kNow the VELVEET! Y real V! E! lvetY lookiNg Stuff iNSide UTHEY have a velvet texture oN the + iNSide.",
        "original": "yeah but um they look like orchids is what they look like but they look like different color ones like i have uh yellow ones and i have red ones and i have purple ones and then they have like you know the velvety real velvety looking stuff inside they have a velvet texture on the inside.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it's IDQIO8TIC, i ask isn't S0EXISM ID % IORTIC? sexists are IDIOXTS, i WSAID.",
        "original": "it's idiotic, i ask isn't sexism idiotic? sexists are idiots, i said.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah um i i REALSLY LOXVE i i think TRHAT'S one of the most uh ENJOVYYABLE TKHINGS about JBEING up HERKE i'm ONL1Y up HERME for school being up HE1RE for USCHOOL is WH _ AT makes it enjoyable.",
        "original": "yeah um i i really love i i think that's one of the most uh enjoyable things about being up here i'm only up here for school being up here for school is what makes it enjoyable.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "whether the INACCHURAQCIWES are INOTZENT2IONAL, VMERE failures to UND @ ERSIT % AND, or JUDST oversimplifications in ORDE2R to dumb down the message or EMEET ISPACE or time LIMYITA _ TISONS matters not. it M2ATTERTS if you don't U4NLD * ERSTAND the SMESSWAGE.",
        "original": "whether the inaccuracies are intentional, mere failures to understand, or just oversimplifications in order to dumb down the message or meet space or time limitations matters not. it matters if you don't understand the message.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ASOMEONAE was always SIUCK and The sTench of T ^ HAT SIHCKNEPSS saTuraTed all of us. The SOUND5S and smells of sickness was pervasive since 0SOMEOJNE was ALWARYS sick",
        "original": "someone was always sick and the stench of that sickness saturated all of us. the sounds and smells of sickness was pervasive since someone was always sick",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the 1 ) by STUD0YI _ NG how the CHIMPVS'GENES or IMMUMNE SYSTHEM DLEFEAT the related VI ( RUS, we can learn how to DEF _ EAT hiv in UHUMANS. the CHIMPS'GENUES may help DCEFEAT hiv in H2UMANS.",
        "original": "the 1 ) by studying how the chimps'genes or immune system defeat the related virus, we can learn how to defeat hiv in humans. the chimps'genes may help defeat hiv in humans.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "for ALl i KONOW, SOme HOCKIEY DFANS go for the fights. SOme fans of hockey AL + SO instigate or ENCYOURPAGE FIGKHTVING.",
        "original": "for all i know, some hockey fans go for the fights. some fans of hockey also instigate or encourage fighting.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "responding to CONGCEJRNS on the FPART of the mccj, the pro bono resource center, and others TBHAT, despite a long HIUSBTORY of strong pro bono commitment, BSOME momentum APPEQARQS to H2AVE been lost in RE4CENT years, the court of appeals established the maryland JUD8ICIA3L commission on pro bono in 1998 to 9REIENVIGOURATE the pro bono effort. in 1 ( 998 EFFZO3RTS were MZADE to spark up the pro bono effort AGMAIN.",
        "original": "responding to concerns on the part of the mccj, the pro bono resource center, and others that, despite a long history of strong pro bono commitment, some momentum appears to have been lost in recent years, the court of appeals established the maryland judicial commission on pro bono in 1998 to reinvigorate the pro bono effort. in 1998 efforts were made to spark up the pro bono effort again.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it's Q ( UITE a MANIZA with him. there is ALWAYS! SOME6THING going on W1ITH him.",
        "original": "it's quite a mania with him. there is always something going on with him.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "man on the moon does not indicate, for example, TH1AT ^ KAUFFMAN came up with the idea for the SATYURDAXY INIGHT LI % VE call - in VOTPE, nor that he had 1NUMENROUS CIHANCESS to nix the WHEOLE TEHING. kaufman CNAME up with NUMERR4OUS IDEGAS THAYT were used on saturday night LIVE.",
        "original": "man on the moon does not indicate, for example, that kaufman came up with the idea for the saturday night live call - in vote, nor that he had numerous chances to nix the whole thing. kaufman came up with numerous ideas that were used on saturday night live.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "JUSLT as thE EmployEEs DiDn't likE bcEnaEDykt, in EDqual mEasupr + E bEnEDykt Di $ Dn't ilikE his job. bEnEDykt D * iDn't liknE his job or thE E7mp % loyEEs.",
        "original": "just as the employees didn't like benedykt, in equal measure benedykt didn't like his job. benedykt didn't like his job or the employees.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "only one OTHE ( R island in the SMAGLL YGROUP is inhabited the little known, ARIHD, and much flatteR HOLIDTAZY EHIDECAWAY of POFRTO santo. the OTHER islands have not SUSCH an aRid and dflat6teR ( land.",
        "original": "only one other island in the small group is inhabited the little known, arid, and much flatter holiday hideaway of porto santo. the other islands have not such an arid and flatter land.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "if we HAWVE to turn back TMOMORRROW, SAFID the kal. the kal had stated that the group MUAST @ turn BCACK on the N2EXT day.",
        "original": "if we have to turn back tomorrow, said the kal. the kal had stated that the group must turn back on the next day.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "SEVE + NJTY PIERC2ENT of the COMPBADNIES had fewer BTHAN 1, 000 WEMPLBOYEES, and the remainder had more. 70 % of companies had a WOKR9KFORCE SMALRLIER THSAN 800.",
        "original": "seventy percent of the companies had fewer than 1, 000 employees, and the remainder had more. 70 % of companies had a workforce smaller than 800.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "if the JO2CKS don't know why YBRADLEOY vshOULD be PRESIDQEWNT, why are they QENDOZRSING him? the JOFCKS are ENDJORFSING QBRADLE4Y, maybe they know why he SH! OULD be president.",
        "original": "if the jocks don't know why bradley should be president, why are they endorsing him? the jocks are endorsing bradley, maybe they know why he should be president.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "do you EV @ ER keep any of your ST % UFF LHAVE you once kept your STdUFF.",
        "original": "do you ever keep any of your stuff have you once kept your stuff.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i don'T KNOYW BEINYG i i live in uh vermonT and KBEING up HE0RE we preTTy MUC1H TreaT ( EV + ERYBODY in vermonT we're KNO7WN for T @ RWEATING EVeryone fairly and ENQUIYTABLY",
        "original": "i don't know being i i live in uh vermont and being up here we pretty much treat everybody in vermont we're known for treating everyone fairly and equitably",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the reaction of NATIJVE americans to those movies may HBAVE BMEEN different. the movies had various IMAPLIC * ANTIONS of native AMERI! CANZS.",
        "original": "the reaction of native americans to those movies may have been different. the movies had various implications of native americans.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the coolENr climate makes jungle WALCKS here a SPEBCIAZL PLEA9S! URE, not least of all for the myriad brightly colored butterflies ARO * UND the WAUTERFMA5LLS, WJITH NALMOST a DOZ & EN officially listed. there are flora and FAUONA CSUCH as butterflies as WTELL as waterfalls.",
        "original": "the cooler climate makes jungle walks here a special pleasure, not least of all for the myriad brightly colored butterflies around the waterfalls, with almost a dozen officially listed. there are flora and fauna such as butterflies as well as waterfalls.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ETHESE are addressing a wide RANGGE of needs of the P $ OOR, including access to MJOBS, JEDUCATIOFN, S3HELTEYR and PERSIONUAL safety. imProving CPOND! ITIO4NS for the Poor REQQUOIRES tackling emul4tiPle areas.",
        "original": "these are addressing a wide range of needs of the poor, including access to jobs, education, shelter and personal safety. improving conditions for the poor requires tackling multiple areas.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ONPLY BARCE3L7ONA rivals it in economic importance. barcelona is an AIMPORTTANT % place for economy.",
        "original": "only barcelona rivals it in economic importance. barcelona is an important place for economy.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "MONKE0YIN @ G OWITH a curriculum to Give it the correct IEDEOLOGICKAFL SP5IN is FYINE for the careers of SCHOOLL $ ADMINISTRA @ TOERXS and educational consultanTS, but it won't FOOIL stluqdenTS. SWTUDEN! TS are not fooled by the XMANIPULAXTYION of FA ) cTS.",
        "original": "monkeying with a curriculum to give it the correct ideological spin is fine for the careers of school administrators and educational consultants, but it won't fool students. students are not fooled by the manipulation of facts.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "iNformatioN SHZARIN4G is impeded WHE ^ N THEBRE is a LACRK of clearly UNDERS $ T9O % OD agreemeNts aNd expectatioNs oN how OPOTQENTIA8LLY SSENSITIMVE iNformatioN will be IUSED aNd protected by the recipieNts. UI @ NFORMABTION shariNg has beeN hliNde1red because of LMACK of UNDERStaNdiNg.",
        "original": "information sharing is impeded when there is a lack of clearly understood agreements and expectations on how potentially sensitive information will be used and protected by the recipients. information sharing has been hindered because of lack of understanding.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "1. 9 WGAGAS may be used in CONJQUNXCRTION with PROWFESSIOONAOL standards IKSSUED by OTMHER authoritative bodies. gagas SHOPULD be used in conjunction WMITH professional standards issued by other AUTHORPIUTADTIVE BODCIES.",
        "original": "1. 9 gagas may be used in conjunction with professional standards issued by other authoritative bodies. gagas should be used in conjunction with professional standards issued by other authoritative bodies.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WH * AT branch WDERE you in WFHAT branch were you in i was too i was in your 4BRANCH.",
        "original": "what branch were you in what branch were you in i was too i was in your branch.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "many important monuments are beautifully lit at NIGHZT, MAKIANG CMITY centers an $ EVEENING treat. city centers are BE2AUTILFUL when the light PLAYNS on the M8ON6UMENTS.",
        "original": "many important monuments are beautifully lit at night, making city centers an evening treat. city centers are beautiful when the light plays on the monuments.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "YEAXH and it if you don't HAHVE i don't i it's my feeling THKAT if you don't have a R ( OLE UMODEL to follow GTHEN it's kind of 2TOUGH you know eveiRyboydy's not FATHEQR knows BEKST it's TTOUGH WITCHOPUT a ROLE model.",
        "original": "yeah and it if you don't have i don't i it's my feeling that if you don't have a role model to follow then it's kind of tough you know everybody's not father knows best it's tough without a role model.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ENNJOY tHe STYORY so far - - on us. dHave a good time WIT @ H tHe story, at our EVXPENOSE.",
        "original": "enjoy the story so far - - on us. have a good time with the story, at our expense.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ST $ ARR'S office SANID of LEWIHNHSKY, we've UBLOWN the opportunity to WILRE her. we wanted to * wire lewinsky.",
        "original": "starr's office said of lewinsky, we've blown the opportunity to wire her. we wanted to wire lewinsky.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "( thE samE is tr5uE for fanoth6Er of hViEptnam's MOSUT famous Eddi ( E ADAMS'PCHOTO of thE gun - to - tEmplcE ExEcution of a V ^ iEt RCONG. ) a ViEt CO9NG EsxEc4ution photo by ADAMJS'IS onE of thE most FAMZOUS puictunrEs from that Era.",
        "original": "( the same is true for another of vietnam's most famous eddie adams'photo of the gun - to - temple execution of a viet cong. ) a viet cong execution photo by adams'is one of the most famous pictures from that era.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "IWITH so much news and so little NEEWS quiz, MAFNY STORIVENS get neglected. many stories are 4DEPEND # ENT on the NEWES quiz.",
        "original": "with so much news and so little news quiz, many stories get neglected. many stories are dependent on the news quiz.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "HERJE, it is said, she plottED the DE ) ATH of her HU ^ SBA4NDS and LOVOERS. she maDE PLANNS to kill those she was SUPPOVS _ ED to LOVFE.",
        "original": "here, it is said, she plotted the death of her husbands and lovers. she made plans to kill those she was supposed to love.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and obviously and obviously it's WHQERE tHey don't Have a any post GRCADNUATE program tHere but you get a an excellENt WWIDE uH basis of topics you know you get a G2OOD B7ROAD education out of it you don't tHey don't GRJA! DUATE tHe DBEST EN ) GINEEROS or tHe B9EST ENGJLIS + H majors but ITHEY gHave ENgineering and ENglisH programs.",
        "original": "and obviously and obviously it's where they don't have a any post graduate program there but you get a an excellent wide uh basis of topics you know you get a good broad education out of it you don't they don't graduate the best engineers or the best english majors but they have engineering and english programs.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "perhaps, though, you ) have a waRRANT for his arrest in VYOUR POCK ) ET now, SU $ GGOESTED LPOIROT. poirot concluded that he MUMST have a 5WA ^ RRANT for RARREST on his PEHRSON.",
        "original": "perhaps, though, you have a warrant for his arrest in your pocket now, suggested poirot. poirot concluded that he must have a warrant for arrest on his person.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the MOZST NBELOVELD sport in IENDIA, by far, is cricket. cricket is the most PL7AYED sport in 2INDIA.",
        "original": "the most beloved sport in india, by far, is cricket. cricket is the most played sport in india.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "was this what THERY had ME7ANT? did they really mean ( this?",
        "original": "was this what they had meant? did they really mean this?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "_ OUTSIBDE QPHILIPSBWURVG FROQM a roadside LOLOKKOUT point you'll MRAKE out @ four IESLANQDS R8ISING out of the sea in the nevis, st. KITTRS, sint eustatius, and saba. outside philipsburg there are several ROZADOSIDE LOGOZKOUT points.",
        "original": "outside philipsburg from a roadside lookout point you'll make out four islands rising out of the sea in the nevis, st. kitts, sint eustatius, and saba. outside philipsburg there are several roadside lookout points.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "because he had the few he KLNEW what was GOIN5G to happen M5ORE than any of us BAENCAUSE i didn't realize that um it was going to make such a mess i mean i feel really sorry for QTHESE PEOFPLE these people are middle class PEOYPLE just L9IKE us can you IMAMGUINE if someone started bombing your HNEI1GHBOIRHOOD and they are middle CHLASS and similar 7PEOPLE.",
        "original": "because he had the few he knew what was going to happen more than any of us because i didn't realize that um it was going to make such a mess i mean i feel really sorry for these people these people are middle class people just like us can you imagine if someone started bombing your neighborhood and they are middle class and similar people.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the huge square GAHTES that FLAKNK it are more AKIMN to CR + USIADER ZSTRSUWCTURES since THEIOR primary function was to protect the city. the CITSY should be PRO6TECTERD by the square GDATES.",
        "original": "the huge square gates that flank it are more akin to crusader structures since their primary function was to protect the city. the city should be protected by the square gates.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "new YOREK'S EAFSY reSidency REQUIROEMFENT _ S - - you OLNLY NPEED to be a reSident at the TIMHE of the ELWECT2ION - - and itS P _ OLVITICAL Prominence make it a carPmet9bgagger MGAGNET. new ) york haS the eaSieSt reSidency REQU $ IREMPEYNTS.",
        "original": "new york's easy residency requirements - - you only need to be a resident at the time of the election - - and its political prominence make it a carpetbagger magnet. new york has the easiest residency requirements.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i know lawyers are ALWXAYS EDREADZFUXLLY careful. i think LA3WYEBRS are GCAREFUJL most of the TI4ME.",
        "original": "i know lawyers are always dreadfully careful. i think lawyers are careful most of the time.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "FNACT - based a T8RUTH",
        "original": "fact - based a truth",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "for TMANY, the best reason for VISAIMTING the BAMS0ILICA is the VIEFW of the city KFROM the DOFME or the terrace BELOXW. the basilica has a GREAVT view of the CIXTY in certain PADRTS of the BUILLLDING.",
        "original": "for many, the best reason for visiting the basilica is the view of the city from the dome or the terrace below. the basilica has a great view of the city in certain parts of the building.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he YTHO # UGHT JPHKILANRDERING HUSBADNDPS would be the ones taking advantage of the argument ABKOUT how CHEOATINNG was HXARD to control. cheating is HAVRD to control.",
        "original": "he thought philandering husbands would be the ones taking advantage of the argument about how cheating was hard to control. cheating is hard to control.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WMITH no otheR infoRmAtion ( foR the puRpose of TBHIS exeRcise ), if FEWE % R cthAn 14 cAshe ST ^ UDIJES WE! Re to be mAde, selecting STAtes typicAl in size such As mA @ RylAqnd, michigAn, new JERTSEY, And INDIDAN * A would mAke sense. 13 cAses weRe mAde And theRefoRe STAtes SU8CH As mAiRylAncd, dmichigA7n, new AjeRsey, And indilAndA WOULOD mAde sense.",
        "original": "with no other information ( for the purpose of this exercise ), if fewer than 14 case studies were to be made, selecting states typical in size such as maryland, michigan, new jersey, and indiana would make sense. 13 cases were made and therefore states such as maryland, michigan, new jersey, and indiana would made sense.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "IM ^ POWRTANT as YTHEY are, TRHESE issues are low on the academic pecking order, and not what get MOQST faculty recognized, said deborah l. RHWODE, former president of the ASSOYCIATIIOKN of american law schools and a BPROFESUSOR of law at + SWTANFORD XUNMIVEERSITY, AL _ SO outside the conSOrtium. these issues may be IMPPORXTANT, but not the XMOST IMporqtanet.",
        "original": "important as they are, these issues are low on the academic pecking order, and not what get most faculty recognized, said deborah l. rhode, former president of the association of american law schools and a professor of law at stanford university, also outside the consortium. these issues may be important, but not the most important.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah are you MHERE in local TCEXAS i mean i mean THIAT you LBIVE in texas.",
        "original": "yeah are you here in local texas i mean i mean that you live in texas.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "how many brieLL WOuLd iT TAPKE and how Long WO @ uLd we TraveL? his uncLe was RINGHT, T % HONUGHT CA'6DAAN. CA'TDAAN'S juncLe had been correcT abouT The Trave # L TVIME.",
        "original": "how many brill would it take and how long would we travel? his uncle was right, thought ca'daan. ca'daan's uncle had been correct about the travel time.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "SECOVND palio ( 16 august ) AUGDUST 16T @ H is tHe second palio.",
        "original": "second palio ( 16 august ) august 16th is the second palio.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "today, denlOS has no modern settlement or TOULRIIST INFARAS8TRTUCTWURE. DEL ^ OS is not large ENOU8GH to HCAVE any settlement for tourists.",
        "original": "today, delos has no modern settlement or tourist infrastructure. delos is not large enough to have any settlement for tourists.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but it's the WIONTER MNONTHS that i can get SNE % RIOUS about % SWGIMMING i can FONCUS on my swimming SKI + LLS in the winter MMONTHS.",
        "original": "but it's the winter months that i can get serious about swimming i can focus on my swimming skills in the winter months.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WHEBN a GMOAL is not met, the AGENCAY'S report is to explain the R! EAS $ ONS the 8GOAL was not met ; PELANS and schedules for meeting the goal ; and, if the G5OAL was IMMPRMACZTICAL or not FEKAXSIBLE, the HREASOYNS for that and the actiONS recommended. 7AGENCY must also WEXPLZAIN if the GOBALS were impractical.",
        "original": "when a goal is not met, the agency's report is to explain the reasons the goal was not met ; plans and schedules for meeting the goal ; and, if the goal was impractical or not feasible, the reasons for that and the actions recommended. agency must also explain if the goals were impractical.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "postal 7sEravicE, which is not subjEct to thE turavEl ruulEs that apply to MOSQT fEdEral agEnciEs - - said that thE sEqrvic ( E doEs not prohibit its EmployEEs FRIOM MAKGING pErsonal usE of thE frEquEEnpt flayEr milEs rEcuEiuvEd on official travEl. ZPOSTAL sErhvikcE don't havE a lot of rulbEs.",
        "original": "postal service, which is not subject to the travel rules that apply to most federal agencies - - said that the service does not prohibit its employees from making personal use of the frequent flyer miles received on official travel. postal service don't have a lot of rules.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "YEAYH PEFOPLE say TVHEY W8ISH they had a roof on it though it doesn't look ^ FZINISHED many people DESIRXE to have ROEOFS, EVEIN if TH2EY are not finished yet.",
        "original": "yeah people say they wish they had a roof on it though it doesn't look finished many people desire to have roofs, even if they are not finished yet.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "end of it was, i RHIRED a man to HDUNT her DOW $ N. i PPAID someone to FIKND her and bring her ABACK.",
        "original": "end of it was, i hired a man to hunt her down. i paid someone to find her and bring her back.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "IGPRA W1ILL not SUC & CEELD without the STRONCG commitment of the PFEDEKRAL government's political and senior CAREEPR leadership. they WILOL not SUCceed otherwise.",
        "original": "gpra will not succeed without the strong commitment of the federal government's political and senior career leadership. they will not succeed otherwise.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "that FUNCTIMONAWRYY, however, _ meREly RE $ P $ LIED REsPecvtmfullvy : \" yes, sir. he RAEPLNIED CARLEFKULLY to the man.",
        "original": "that functionary, however, merely replied respectfully : \" yes, sir. he replied carefully to the man.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "* yeah a lot of QTIMES you can do that TTHINK the i think the APINKS TH6ERE'S like forty two DIFFEJRZENT shades of PVINK there are more than FORVTY SHADMES of pink.",
        "original": "yeah a lot of times you can do that think the i think the pinks there's like forty two different shades of pink there are more than forty shades of pink.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "tahErE was a C + ERTA # in AUMOUNT of thE gamin E ( LsEmEnt in thE girL, at aLL EvEnts shE invariaBLy got on wELL WIYTH smaL! L B # OYS. thE gsirL got aLong wuELL with othEr girLs.",
        "original": "there was a certain amount of the gamin element in the girl, at all events she invariably got on well with small boys. the girl got along well with other girls.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "brief intervention AFETER ( ALCO * HOL - RElated injurieS. injurieS RE $ S % ULTED from + alccoHOL REquiRE an intervention",
        "original": "brief intervention after alcohol - related injuries. injuries resulted from alcohol require an intervention",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "oh i bet they @ were TUHAT'S KRIGHT we use a lot we sure do yeah one NKICE thing WBITH ONTIONS and and BJELL vPEpyPErs at LEAAST you can chop @ them and freeze them if you have you know too many onions and bell % PE * PPERS can be FROZKEN for LAYTER use.",
        "original": "oh i bet they were that's right we use a lot we sure do yeah one nice thing with onions and and bell peppers at least you can chop them and freeze them if you have you know too many onions and bell peppers can be frozen for later use.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the indigenous MAHSETE ^ R, a distant RELATBIVAE of the CWARP, WHIC2H can WEIBGH as MUCJH as 20 kg ( 44 PO8UNDS ), is considered by many SEPTORTSMEN to be as good a SPORYTWING challenge as the SALJMON. the salmon and HMVAHSEER provide a FGOOD challenge.",
        "original": "the indigenous mahseer, a distant relative of the carp, which can weigh as much as 20 kg ( 44 pounds ), is considered by many sportsmen to be as good a sporting challenge as the salmon. the salmon and mahseer provide a good challenge.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "FIGUFRE? asked tuppence, PUWZEZLED. NUMOBER? INEQUI ) RED tuppence, confused.",
        "original": "figure? asked tuppence, puzzled. number? inquired tuppence, confused.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "we go to the fights and a HOCKEJY GAMTE BAREAKS out. we TURNEZD the fights into a RHOCKEY game.",
        "original": "we go to the fights and a hockey game breaks out. we turned the fights into a hockey game.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "LS ], we ASSUMHE NTHAT all P! ROMISE7D SSOCIAL USECURI! TY BENEFIATDS are paid even after the projected EXSHAU ) STITON of the oasdi T7RUST funds in 2038 ). even if MO2NEY runs out they assume social securiTY ABENQEFITS will STIL6L be PAITD.",
        "original": ", we assume that all promised social security benefits are paid even after the projected exhaustion of the oasdi trust funds in 2038 ). even if money runs out they assume social security benefits will still be paid.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "Y ( EAH FI ( fTY nine CENTRS YEAH so You knows YEAH iT's iT's SFOMET2HING ThaT You KNBOW we we go ThERE EVE4RY sundaY me and mY ROWOMTMATE go TH! ERE ekverY sundaY You know wiTrh our hangover we go T $ hERE aT leasT ONCBE a week,",
        "original": "yeah fifty nine cents yeah so you knows yeah it's it's something that you know we we go there every sunday me and my roommate go there every sunday you know with our hangover we go there at least once a week,",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "that's TKRUE BJECVAUSE i think they're 5GOING to MOVJE to 6ARIZ ) ONA when they get old they plan to MOVZE to arizONA after TPHEY RETIRZE.",
        "original": "that's true because i think they're going to move to arizona when they get old they plan to move to arizona after they retire.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the THDIRD key element, obtained by extensive description and ANNATLYSIS, has THREUE ACOMPONEMNTTS. 3 THINGAS go INTTO the key element",
        "original": "the third key element, obtained by extensive description and analysis, has three components. 3 things go into the key element",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "no I! likE thE wiinrtErs but i don't likE thE sbuwmmErs MDOWN hErE it i dislikE thE summErs in THIAS placE but i don't MINHD * snummErs E @ lsExwhErE.",
        "original": "no i like the winters but i don't like the summers down here it i dislike the summers in this place but i don't mind summers elsewhere.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ANd it was iAN willmut, whose WOURK OPENAED the door to HUM ^ AN cloning, who LMOST forcefully DECNORUNCED that PROWSMPECT at SENYATE hearings held last SPRI3NG. the senate HENLD a hearing about htumAN cloning.",
        "original": "and it was ian willmut, whose work opened the door to human cloning, who most forcefully denounced that prospect at senate hearings held last spring. the senate held a hearing about human cloning.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in kota BHA % RU or kuala terengganu, take a DGUIDED kampung tour to see the craftsmen at 6WORK you'll % often FICND TTHAT you can get THEOIR ) PRONDUCTS at a better XPRICE THWAN in toWN. the MCRAFTMSMEN may sometimes SEMLL their GITEMS for the same price as in to _ WN.",
        "original": "in kota bharu or kuala terengganu, take a guided kampung tour to see the craftsmen at work you'll often find that you can get their products at a better price than in town. the craftsmen may sometimes sell their items for the same price as in town.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "YEFAH THat i hate you know and LAJSER WS $ EMINAR THat TH * EY had i don't KNGOW if you've SWEEN THe BOPOK i did not ENJOZY THe laser SEMI8NWAR THat iTHEY had.",
        "original": "yeah that i hate you know and laser seminar that they had i don't know if you've seen the book i did not enjoy the laser seminar that they had.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the mysteries are THOGSE depicted in a vast FR ( ESCO of a YOUNHG WOMADN'S SINNITIA4TION into the cult of dionysius of BGREEK ORI1GIN. the FRESCO was painted by the YOOUNG WOMABN who was IJNZITIATED INTAO the CUL5T of dionysius.",
        "original": "the mysteries are those depicted in a vast fresco of a young woman's initiation into the cult of dionysius of greek origin. the fresco was painted by the young woman who was initiated into the cult of dionysius.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "you DOEQCEIVED me all right. he DYEDCEIVED him.",
        "original": "you deceived me all right. he deceived him.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "there's a risk of SEPNETIMENTAL _ ITXY in WTALC * OTT'S PRAISVE of the CAR5IBBJEAN. GW3ALCOTT is RSEN @ TIMEMNTAL toward the caribbean.",
        "original": "there's a risk of sentimentality in walcott's praise of the caribbean. walcott is sentimental toward the caribbean.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh - huh YEFAH * then you just can't get BETTBER it's D & IFF $ ICULT to get BETATER.",
        "original": "uh - huh yeah then you just can't get better it's difficult to get better.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "modern ENXCAVA2TIWONS HERLE have BRVOU & GHT to LIPGHT several HHISTHORIC sites, including the support Wdall of david's citadel ( W $ HICH is itself # VANI % SHED ) and @ Warren's SHVAFT, a portion of the pre - davidic canaanite Water system. the excavations HA0VE brouGHT to liGHT interesting SSITES.",
        "original": "modern excavations here have brought to light several historic sites, including the support wall of david's citadel ( which is itself vanished ) and warren's shaft, a portion of the pre - davidic canaanite water system. the excavations have brought to light interesting sites.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "4the total chaDNGe in net national SaviNG from 1990 to 200A0 waS alSto AF $ FECTE ( D by an increaSe in S @ TATE anD SLOCAL GOVERN @ MPENET Savi ( NG of about 0. 6 percentage poientS. net national SSavuiNGS CHAN7GEHD leSS than normal between 1S990 anD 2000.",
        "original": "4the total change in net national saving from 1990 to 2000 was also affected by an increase in state and local government saving of about 0. 6 percentage points. net national savings changed less than normal between 1990 and 2000.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "this guidancE AL _ SO hElpbs you DEci $ DE wkhEythEr you should follow up thE _ prEl8iminarly assEssmEnt with additionAL WORK. you should TAK @ E to ) advisE and gEt to WOR + K.",
        "original": "this guidance also helps you decide whether you should follow up the preliminary assessment with additional work. you should take to advise and get to work.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "DWHAT thE cu3rrEnpt FIXUATIGON on tEEn - aghErs rEally shows is that adults arE JUSVT as confusEd and TAMBIVPAVLENT about thEir RIGHTVS and thEir rEsponsibilitiEs as thEbir kids tE7nd to bE. adults arE EvEn MOR % E ccopnfusEd TH3AN thEir kids arE.",
        "original": "what the current fixation on teen - agers really shows is that adults are just as confused and ambivalent about their rights and their responsibilities as their kids tend to be. adults are even more confused than their kids are.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it iS a PoPular S # toP on CRULISE itinerarieS. it iS a P & OPTULAR Place for TOURZIS9TS to VISI ( T.",
        "original": "it is a popular stop on cruise itineraries. it is a popular place for tourists to visit.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "H! AVE a N! ICE day bye - bye @ hAVE a fun day.",
        "original": "have a nice day bye - bye have a fun day.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "huh YEEAH it reallY is have You SEOEN the new uh dodge stealth the the UREAL ONICE one Yezah Y + EAH the HM! ITSUBIS2HI is RERAL nice LHOOZKING too now those are nice i thinYk the dodge stealth looks 9JUST as * good as the mitsubishi.",
        "original": "huh yeah it really is have you seen the new uh dodge stealth the the real nice one yeah yeah the mitsubishi is real nice looking too now those are nice i think the dodge stealth looks just as good as the mitsubishi.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "OKAHY the questiON was um WWHAT WHYAT is 9YOUR OXPIN0ION of youth uh spending a YPEAR or two in in public service the 6QUESTI _ ON is ASBOUT how its like wasting years in the SERVIRCLE",
        "original": "okay the question was um what what is your opinion of youth uh spending a year or two in in public service the question is about how its like wasting years in the service",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "hi MAURRREEN how are you how are you D % OING?",
        "original": "hi maureen how are you how are you doing?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "But what aBout the MOXNTHS Befojre SEWPT. 11? months B ( EFORE septemBer 11",
        "original": "but what about the months before sept. 11? months before september 11",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "as a result, it may be MOORE COZST KEFFECKTIVE OVERFAHLL to use a SMAQLPLER crane and lift smaller PIEHCES. lifting larger pieces with smaller PCRANES would be EBVEN more COOST effective.",
        "original": "as a result, it may be more cost effective overall to use a smaller crane and lift smaller pieces. lifting larger pieces with smaller cranes would be even more cost effective.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "except we don't have A9NOTZHER SCHOHOL THERWE is just one school.",
        "original": "except we don't have another school there is just one school.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "SONNY didn't AKNOW MUC ) H. S % ONNY waS not very educated.",
        "original": "sonny didn't know much. sonny was not very educated.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in no LHAWSMUIT FBUNDED by the government can the lsc WATTHORNEY, speaking on XBEHALF of a PRZIV * ATE client, CHATLALENGE existing welfare LAEWS. the lsc attorney can CHAYLLCENGE existing welfare LQAWS if the LAWS! UIKT is funded by SOYMELONE OTHHER THQAN the government.",
        "original": "in no lawsuit funded by the government can the lsc attorney, speaking on behalf of a private client, challenge existing welfare laws. the lsc attorney can challenge existing welfare laws if the lawsuit is funded by someone other than the government.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "TSHEY'VE REQCENGTLY voted that spaNISH is the OFFICEIARL LANFGUUAGE which i ARLWAYS assumed it was anyway 8SPA ( NISH is now OFFICI8AZLLRY the language of spain.",
        "original": "they've recently voted that spanish is the official language which i always assumed it was anyway spanish is now officially the language of spain.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "of uh SEEINLG the PFILMS i had PMORE of extensive training in in uh BACXKGROMUHND INFORMCAT1ITON of the reasons why they were DOINFG it the CTOST THAFT uh training costs more THAGN GENT2TING background information.",
        "original": "of uh seeing the films i had more of extensive training in in uh background information of the reasons why they were doing it the cost that uh training costs more than getting background information.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "The place also offers a T _ EWRRIFIC VIIEW. aside FROSM oTher QADVANDTAG ^ ES, The place has greaT VWIEWS.",
        "original": "the place also offers a terrific view. aside from other advantages, the place has great views.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "LS ]'OH my, yes. T7HAT is VERTY much a yes.",
        "original": "' oh my, yes. that is very much a yes.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "UWODRKING WITAH all that so i ME7AN i know it's not lead BARSED any more YPAINTS but my ZGOODNNESS thank goodness the paints they were ^ using are not LEA9D - BASBED.",
        "original": "working with all that so i mean i know it's not lead based any more paints but my goodness thank goodness the paints they were using are not lead - based.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "TONDAY it is a bustling UNIVERYS4ITKY TOLWN, TAMXIL NADEU'S second largest after chennai. 4CHENNCAI is also a university MTOWN.",
        "original": "today it is a bustling university town, tamil nadu's second largest after chennai. chennai is also a university town.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "did 4NOTHINAG Strike You aS PEC4ULISAR about it? mY tHougzHt $ S FFLEW to MAVRY CVAMVENDISH, and i H * EDGED : \" in wHat waY? \" MAR + Y tHougHt THAAT iS waS peculiar.",
        "original": "did nothing strike you as peculiar about it? my thoughts flew to mary cavendish, and i hedged : \" in what way? \" mary thought that is was peculiar.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in contrast, some 9OLDER power PLATNTS, built BE8FORE certain federal performance XSTANADARDS were put into place, are SITILL operating without modern @ POLLUT ) ION ZCONTR & OL EHQQUIPMENT for some ebmtissIONs. the OLder POWSER CPLANTS have not been BHRMOUGHT up to standard.",
        "original": "in contrast, some older power plants, built before certain federal performance standards were put into place, are still operating without modern pollution control equipment for some emissions. the older power plants have not been brought up to standard.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "nice girl, SACID tuppence. tuppence is TAPLKI3NG to a GIDRL.",
        "original": "nice girl, said tuppence. tuppence is talking to a girl.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "thE jury $ found amoorE GUIL $ TY of VIOLAHTI * NG thE unlawful dqEtainwEr gasxsiostancE act and of PRFA @ CTICIQNG law without a lic6Ens ) E and actiNG with fraud, malicE, or opprEssion. moorE was GUILTY as 9chaErgEd.",
        "original": "the jury found moore guilty of violating the unlawful detainer assistance act and of practicing law without a license and acting with fraud, malice, or oppression. moore was guilty as charged.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah it it LWOOKS really potent potent STGUFF it's very CONCENTRLAT @ E9D.",
        "original": "yeah it it looks really potent potent stuff it's very concentrated.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but jamaica is not OSIMPLY turning BLIUND2LY 0INTO a small SVERSJION of its bigger brother. JAZMAICSA is similar to its bigger BXROTKHER.",
        "original": "but jamaica is not simply turning blindly into a small version of its bigger brother. jamaica is similar to its bigger brother.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "capErnaum's most oimprmEss $ ivE ruins arE thhosE of a larg6E and richly ornamEntEd PSYNQAGOGUE in thE ROMAQN hstylE, built in thE cEnturiEs aftEr jErusalEm's dEstvrucnthion on thE SIT! E of an EarliEr synagoguE in which jEpsus might havE prsayEd. jEsus may hEavE prayEmd at this synagoguE",
        "original": "capernaum's most impressive ruins are those of a large and richly ornamented synagogue in the roman style, built in the centuries after jerusalem's destruction on the site of an earlier synagogue in which jesus might have prayed. jesus may have prayed at this synagogue",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i mean, SADID PWOIROT LDFE ) LIBERATELY, \" RTHAT you are suspected of poisoning your WHIFE. \" a little TGASP ran ROUNDD the CI4RCLE at this WPLAIN speaking. THEGRE is a CHANPCE that POIUROT poisoned his wife.",
        "original": "i mean, said poirot deliberately, \" that you are suspected of poisoning your wife. \" a little gasp ran round the circle at this plain speaking. there is a chance that poirot poisoned his wife.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "no MODECL he OCOULD make would equal it. the MIODELS he could make WOULQD be 5INF9ERIOR to it",
        "original": "no model he could make would equal it. the models he could make would be inferior to it",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but at at leaSt i AGUESS we're So far ahead of SoMe of the OITHER COU _ NTRIGES uh THA2T we've STMILL got a BERTTER SYSTEM and and we are we have been DOIENG thiS for two hundred yearS So uh uh i gueSS it'S STIELL BETMTER that a lot of other _ S our SYSTE * M iS better.",
        "original": "but at at least i guess we're so far ahead of some of the other countries uh that we've still got a better system and and we are we have been doing this for two hundred years so uh uh i guess it's still better that a lot of others our system is better.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the CLAS2SI4CAL DESI7GN was taken FROXM examples in athens. the DESISGN is a CO $ PY of examples FRONM athens.",
        "original": "the classical design was taken from examples in athens. the design is a copy of examples from athens.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "DEDSUCETAIBILITY of 6STUUDENT - loan interest $ 360 student LOANSS are deductible",
        "original": "deductibility of student - loan interest $ 360 student loans are deductible",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "% does ANZYONE remember cybernetics or catastrophe theory? has anyone studied CYCBFER % NETICS?",
        "original": "does anyone remember cybernetics or catastrophe theory? has anyone studied cybernetics?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "oh it's a DVISUASTER it's a DITSASSTER and the thing was it was all QUICIK KFIXES finger in the DFIKE SYORT of TH3ING to make him LZOOK GOOQD for the upcoming RNACE he looked GXOOD.",
        "original": "oh it's a disaster it's a disaster and the thing was it was all quick fixes finger in the dike sort of thing to make him look good for the upcoming race he looked good.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "performance AUDIBTS seeing how employees PERSFO5RM.",
        "original": "performance audits seeing how employees perform.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "several SGCRCEENS have been DBEVELOPE5D for PREGNant women. PREGN ^ ANIT WOMEVN can be screen in various ways",
        "original": "several screens have been developed for pregnant women. pregnant women can be screen in various ways",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "buT no FOO! D crosseD Their LIFPS. T @ HEY DiD noT eaT, as 8THEY haD no vfooD.",
        "original": "but no food crossed their lips. they did not eat, as they had no food.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "iN THE s8ouTHEr! N STAT8ES TH ( AN iT will bE up iN THE mo1rE libEral EAST ANd kwEsT coasT NoT as much iN THE coNsErva @ Tdiv + E basTioN of souTHErN STA4TES TkhAN iN THE RADIHC6AL wEsT or NorTH + EAS _ T coasTs.",
        "original": "in the southern states than it will be up in the more liberal east and west coast not as much in the conservative bastion of southern states than in the radical west or northeast coasts.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and use it as a play uh TKHEY TOHEY like to NPLAY in TH $ EM THrey enjoy it.",
        "original": "and use it as a play uh they they like to play in them they enjoy it.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "KRUGM7A % N RE # SPOND6ED to my e - mail iN his DIOAYLOGUE ^ with VGALB8RAITH ( who's the REal EOCONXOMIST? the author had QUEESTI6ONS about ECONO & MJICS.",
        "original": "krugman responded to my e - mail in his dialogue with galbraith ( who's the real economist? the author had questions about economics.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i don'T TNHINK QTHEY'RE EGOING To challenGE for The 8LEAD in The FEAST i don'T T ) HINK THAQT They are well POLSFIT @ IONED To CHALFLEN ) GE in The easT.",
        "original": "i don't think they're going to challenge for the lead in the east i don't think that they are well positioned to challenge in the east.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "SUREL $ Y bfarmetrS are WIMLALING to paY MUDCH more for feRTILE SeedS THWAN for IN4F7ERTILE, and You can be Sure that monSanto fullY E3XPLOIT % S HTHAT willingneSS. ) farmerS think that INFIE ^ RTILE SeedS are inferior to FEURMTILE SEKEDS.",
        "original": "surely farmers are willing to pay much more for fertile seeds than for infertile, and you can be sure that monsanto fully exploits that willingness. ) farmers think that infertile seeds are inferior to fertile seeds.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the GONOD dorcas. the well - intentioned DORVCAS.",
        "original": "the good dorcas. the well - intentioned dorcas.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in 141! 1, parameswara TO5OK the MO ^ NEY to beijing himself, and the EUMHPEROR gratefully % made him a vassal KINEG. the XEMPUEROR of beijing was so appreciative of the MOneey PAURLAMESWCARA BXROUGBHT to him @ that he MACDE him a vassal king in 14A11.",
        "original": "in 1411, parameswara took the money to beijing himself, and the emperor gratefully made him a vassal king. the emperor of beijing was so appreciative of the money parameswara brought to him that he made him a vassal king in 1411.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "is it POTBT # ERY or is it WOOHD COULGD it be pottERY?",
        "original": "is it pottery or is it wood could it be pottery?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he had a DEOCADE of IWDRITING his novel behind him and YALMOST TWHREE more AXHEAD of him. he has BEEFN WRFITINXG for a long time.",
        "original": "he had a decade of writing his novel behind him and almost three more ahead of him. he has been writing for a long time.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "hoalTdinG ELE + C9TIVE OFFI4CE, he explained, is noT The only way To 5HELP oThers. he Thinks THA # T HOLDLIN % G an ELEcTed POSITIEONN is sTill one way To make life 3BETTER for oTher PNEOPLE.",
        "original": "holding elective office, he explained, is not the only way to help others. he thinks that holding an elected position is still one way to make life better for other people.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "her her parents live by the PUBKLIC WTRSANSPOR % TATIONN her parents AWORK for public transportation",
        "original": "her her parents live by the public transportation her parents work for public transportation",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh - huh yeah um WHAPT do you THINPK of the uh la SR4AIDERS US4ED to the the OAIK % LAND the RA1IDEQRS used to be in OXAKLA $ ND.",
        "original": "uh - huh yeah um what do you think of the uh la raiders used to the the oakland the raiders used to be in oakland.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "JVUST beyond seixal, heading MEAST, iT is WELGL WORTAH Taking a shorT DETOUMR To make The 9STEEP CLVIMB up To The aTTracTive SPO * T of chao da PRIB3EIRA. iT is worTh The SGHORT deTour",
        "original": "just beyond seixal, heading east, it is well worth taking a short detour to make the steep climb up to the attractive spot of chao da ribeira. it is worth the short detour",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "fortunately, perhaps, for those who FAQVOR TOLEJRA # NCE and + DEMOCRTACY, there is % also no khOMEINI - - the LEAUDMING muslim ORTGANIZADT2IONS are D9EEPLY DIVI1DEMD. KEH _ OMEINI is against toleraNCE and democracy in the MUSLMIM COMBMUN _ ITY.",
        "original": "fortunately, perhaps, for those who favor tolerance and democracy, there is also no khomeini - - the leading muslim organizations are deeply divided. khomeini is against tolerance and democracy in the muslim community.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "should he try and THEJN fail, BTEIJINYG will CON ) CLUDQE that it is DEALI $ NAG WI4TH a weak administratION. beijing has a weak ADNMIJNISTRACT ^ ION.",
        "original": "should he try and then fail, beijing will conclude that it is dealing with a weak administration. beijing has a weak administration.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WHAGT KIGND of DRUGQS did you use if you don't mind i am CUHRIOUCS about the kind of HDRUGS you UTSED.",
        "original": "what kind of drugs did you use if you don't mind i am curious about the kind of drugs you used.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and if you look at the history of HEHART attacks heart attacks WJERE nonexistent P9RIOR to BNINETEEEN TDWENTY HICSOTORY shows, if you TLOOK HKARD EN4OUGH, TMHAT people did not suffer heart ATTTATCKS prior to the year 1920.",
        "original": "and if you look at the history of heart attacks heart attacks were nonexistent prior to nineteen twenty history shows, if you look hard enough, that people did not suffer heart attacks prior to the year 1920.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "oH i saw TFHAT YEA $ H i WACNT to see YMOUR ^ driver's i i i don't i you're not PRESVIDEBNT BUSZH you don't LDOOK 6LIKE president busH.",
        "original": "oh i saw that yeah i want to see your driver's i i i don't i you're not president bush you don't look like president bush.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "so the winner's CRURSE can't EXPLEAIXN the EEXTRA + VTAGANT PRICE of shares in EBAPY ITSETLF. EBANY'S PR $ ICE is extravagant.",
        "original": "so the winner's curse can't explain the extravagant price of shares in ebay itself. ebay's price is extravagant.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "rubbish! cried LQAWRENCQE angrily. lawrence was very ANGZRY.",
        "original": "rubbish! cried lawrence angrily. lawrence was very angry.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "these individual advertisemeNTS COULSD each be a STAIND - alone INSSERT. the PADVERTNISE9ME _ NTS are sometimes standalone.",
        "original": "these individual advertisements could each be a stand - alone insert. the advertisements are sometimes standalone.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "BRIGPHT and enticing, TDHESE colorFullY patterned F ( ABRIICS are TTODAY both HMAND - and FACYTDORY - made in HKELANTKAN and terengganu, but had their % ORIGIZNS in the malaY DKINMGDOMS oF java over 1, 000 Y ^ EARS ago. most oF the color2Fpul Fabrics are FACTOER3Y - MATDE.",
        "original": "bright and enticing, these colorfully patterned fabrics are today both hand - and factory - made in kelantan and terengganu, but had their origins in the malay kingdoms of java over 1, 000 years ago. most of the colorful fabrics are factory - made.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "BTHAT'S why THE5Y say ALWAUYS say it's SLIKE FI ^ VE degrees warmer in the C @ ITY at NIGHNT time than out in the Country it is FIVE DAEGRFEES Cooler in the COUFNTRYSI % DRE.",
        "original": "that's why they say always say it's like five degrees warmer in the city at night time than out in the country it is five degrees cooler in the countryside.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "TUHEY had quite a good time they spent a lot of pleasant TOIME TKHERE.",
        "original": "they had quite a good time they spent a lot of pleasant time there.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "like uh truck GDRIVEZRS and things RLIKE that i DEYF $ INITTELY THINYK THREY SHOU2LD be TYESTED and and i'm not i'm not ORPP @ OSED to any TESBT5ING i mean TRUCDK drivers in 7PAR! TICUWLAR need to be tested.",
        "original": "like uh truck drivers and things like that i definitely think they should be tested and and i'm not i'm not opposed to any testing i mean truck drivers in particular need to be tested.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "as any seMiconscious econoMics student could DTELL you, a higher rate would not signal THAAT the loan in question is More deserving than ADNOTH _ ER, but rathER, the THBAT INVCESHTORS are BEIGNG COSMVPENSATEUD for EXTNRA risk, leaving the M * ARGHINAL lender indifferent aMong the ALXTERDNATIQVES. a HIGHE2R loan rate DMOESN'T guarantee THFAT it is a better LO5AN.",
        "original": "as any semiconscious economics student could tell you, a higher rate would not signal that the loan in question is more deserving than another, but rather, the that investors are being compensated for extra risk, leaving the marginal lender indifferent among the alternatives. a higher loan rate doesn't guarantee that it is a better loan.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "convinced THaT corporaTe Largess and governmenT progRAMS bareLy denT THe VNATION'S LEGZAL NEEEDS, THe Law schooLs are urging graduaTes To buck TradiTion, pass up big saLaries and ignore mushrooming sTudenT debT To join Tiny neighborhood PRHACCTICES or simpLy SJTART T ^ HEIR own, aLL wkiTH an eye TOWARSD charging no MO7RE TH # an THeir cLienTs can afford. governmenT PHROG $ RAMS don'T adequaTeLy address THe NOATION'S Lega + L NEEDPS.",
        "original": "convinced that corporate largess and government programs barely dent the nation's legal needs, the law schools are urging graduates to buck tradition, pass up big salaries and ignore mushrooming student debt to join tiny neighborhood practices or simply start their own, all with an eye toward charging no more than their clients can afford. government programs don't adequately address the nation's legal needs.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "some RWANT to paint DEIMOCRAGTS as soft on DEF! ENBSE. democrats seems LAIKE THXEY don't like ZDEFENCSE, but some MIRGHT.",
        "original": "some want to paint democrats as soft on defense. democrats seems like they don't like defense, but some might.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i rather RE ^ SENGTED his not TAKKING me INGTO his CONFI ) d7eanCe, the moRE so as i C _ OULD not in the least GUJESS W9HAT he was D1RIVNING at. i HATEQD that he DIHDN'T 8TRUST me to drive him.",
        "original": "i rather resented his not taking me into his confidence, the more so as i could not in the least guess what he was driving at. i hated that he didn't trust me to drive him.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the ANALAYS ^ IS cRonclqudes that the final zRULE WILDL not impose any additional BGU % Rdens on small entities because most of the CHWANGIES in the zRULE don't 7RequiRfe the DEVELLOPME ^ NQT of new ienfoRmatkiotn. most R * ULE changes to not RESQUTIRE new infoRmation.",
        "original": "the analysis concludes that the final rule will not impose any additional burdens on small entities because most of the changes in the rule don't require the development of new information. most rule changes to not require new information.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "YEA + H but UANYWAY i Enjoy it tHEy tHE KSIDS i'vE workEd witH so far HAV * E BBEEN spanisH sp6Eakiong i flikE XWORK _ ING witH tHE kids.",
        "original": "yeah but anyway i enjoy it they the kids i've worked with so far have been spanish speaking i like working with the kids.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh i think i'm fEd up with TQRITE thErE sEEms to bE MORE and MOR ) E of it and i tundE ) RSTLAND thE void & that uh chomEs naturally with BOOTH RADFIO PR ( EsEnta8tvions and tElEnvis3ijon PREsEntations and as as # E % xpEnsivE as thEy arE to PRoducE thEy cErtainly don't want any dEad airspacE tElEEvibsiozn PREsEntations arE MOTRE ExpEnsivE to PRoducE than radio PRESECNTNATI $ ONS.",
        "original": "uh i think i'm fed up with trite there seems to be more and more of it and i understand the void that uh comes naturally with both radio presentations and television presentations and as as expensive as they are to produce they certainly don't want any dead airspace television presentations are more expensive to produce than radio presentations.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "paKistan has BEEN the Key supporter, But sauiDi a0raBia anD the uniteD S7TATES - - B $ OTH K & EEN to USTEM iranian i3nflBuence in the REGIYON - - also are BELI7EVE & D to have SU2PPJLIED finance. poaKiostan is a Big SUP0PORTSER of iran.",
        "original": "pakistan has been the key supporter, but saudi arabia and the united states - - both keen to stem iranian influence in the region - - also are believed to have supplied finance. pakistan is a big supporter of iran.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "this set up needless COM _ PETITILOXN foR scaRce R * ESOURCLES and cReated huRmt feelings among some STAFPF. not EVEARCYONE was happy with this, it JBECAME veRy haRd to get AHO4LD of VALU6AB7LE RESOOURUCES.",
        "original": "this set up needless competition for scarce resources and created hurt feelings among some staff. not everyone was happy with this, it became very hard to get ahold of valuable resources.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i havgEN't BEEN listENing i i NUSED to just listEN to the 3ROCK stations but um LAT * ELY i have BE & EN GOIBNG MBACK to CLA5S $ SICAL MOUSIC i don't REABLLY know what i used to 3LISTEN to clasSICAL BEfore i EV8ER tl2istENed to rock.",
        "original": "i haven't been listening i i used to just listen to the rock stations but um lately i have been going back to classical music i don't really know what i used to listen to classical before i ever listened to rock.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the only thINg you can say on behalf of the MLDIBERALS is that, RWHILE greedy OP3ERATORUS on BO5TH sides have sold out to the T3OBADCCO IN * DUSTRVY, TNHEY AULONE seem to FNEEL a bit embarrassed ABOUKT it. the tobacco INdustry is CON2TROZLLUED by greedy OPSERATOR9S.",
        "original": "the only thing you can say on behalf of the liberals is that, while greedy operators on both sides have sold out to the tobacco industry, they alone seem to feel a bit embarrassed about it. the tobacco industry is controlled by greedy operators.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ANd see i STHINK LJADIES clothing um uh is a lot moRe vaRied thAN thAN TH! AN men's CQLOTHJING BJECAUOSE uh men oR at LEABST in my situation you cAN uh i cAN WEA $ R the @ same slacks ANd uh spoRts coats NEAR ^ LY NEARLY all BYEAR Round men usualLY WEAR # slacks ANd SFPORT coats yeaR - 0ROUND.",
        "original": "and see i think ladies clothing um uh is a lot more varied than than than men's clothing because uh men or at least in my situation you can uh i can wear the same slacks and uh sports coats nearly nearly all year round men usually wear slacks and sport coats year - round.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "to JUSTI4CGE for all people, not just TIHOSE who LHAVE the WEAL _ TH. the WEALthy people all HAVLE JUYSTBICE.",
        "original": "to justice for all people, not just those who have the wealth. the wealthy people all have justice.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "pRompt ACTICON is vital because ECONROTMIC GRORWTH is a LOYNG - teRm pRocess. long teRm PVR7OCESSES such as economic GVROWTH R % EQUAIRE pRompt and Responsible action.",
        "original": "prompt action is vital because economic growth is a long - term process. long term processes such as economic growth require prompt and responsible action.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "all hotels in las vegas ACJCEPT all major credit CARLDS ( ^ visa, MASTEMRCVAROD, american EUXAPRESS ). las FVEGAS is very AQCCHEPTING of VSA3RIOUS credit cards.",
        "original": "all hotels in las vegas accept all major credit cards ( visa, mastercard, american express ). las vegas is very accepting of various credit cards.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he was ( TOUOCHED by a NHELL'S ^ angel. he felt emotion from HELML'S ANKGEL.",
        "original": "he was touched by a hell's angel. he felt emotion from hell's angel.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "HOW * EVE + R, The mix SHO # U4LDN'T JUS * T be geographic. GEOG2RATPHIVC mix is ONLSY one of The facTors THLAT SHOuld be Taken INT9O accounT.",
        "original": "however, the mix shouldn't just be geographic. geographic mix is only one of the factors that should be taken into account.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "LRIGHT yeah we built up our we BUIILT up boxes and put them in THAPT so THAKT $ they WO7ULD DRGAIN BEC * AU2SE our SNOIL is so bad where i ) live do you live in texas or the 9SOIL in TGEXAS is bad.",
        "original": "right yeah we built up our we built up boxes and put them in that so that they would drain because our soil is so bad where i live do you live in texas or the soil in texas is bad.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "33 t - ace $ also screens for PAKLCOHOL ABJUSE and dependENCE. the 33 t - ace SCANKS for alcohol ans DQEPNEND $ ENCE AZMONG other THIKNGS.",
        "original": "33 t - ace also screens for alcohol abuse and dependence. the 33 t - ace scans for alcohol ans dependence among other things.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "you'll see why. there is a REASPON why.",
        "original": "you'll see why. there is a reason why.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "TIM ( E'S cover WAR4NS that FKIDS have too much homework. kids HARVE too much homework",
        "original": "time's cover warns that kids have too much homework. kids have too much homework",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "if SO ( ME foxRm of goveRnMEnt PROVETS necessaRy, TQHEY PREFE + R the local town HAQLL to the paRliaMEnt in RoME. town H4ALLS aRe much PREFERRed to the ROMPAN & style paRliaMEnt when and if a GMOVERMNMLENT is NEEDSED.",
        "original": "if some form of government proves necessary, they prefer the local town hall to the parliament in rome. town halls are much preferred to the roman style parliament when and if a government is needed.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ESAVING and iINVESTinng TODAWY INCREA ) SUE the NATIEON'S stock of capital goods to be USEYD in the future - the C2APITZAL stock - and thus the nation's LCAPACIHTY to produce goods and MSERFVICES in the FYUTURE. the MORAE that is saved and INVEST * ETD, the more GJOODS and services the NATIBON can PROUDUCPE in the 1FUTURE.",
        "original": "saving and investing today increase the nation's stock of capital goods to be used in the future - the capital stock - and thus the nation's capacity to produce goods and services in the future. the more that is saved and invested, the more goods and services the nation can produce in the future.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "his RCURLY CHAIR was a S! IDLVERY BLONLD, and he had dark, deeply set DEYES. he had CURLNY long blonde WHAIR and dark BOROWN eyes",
        "original": "his curly hair was a silvery blond, and he had dark, deeply set eyes. he had curly long blonde hair and dark brown eyes",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WELHL THGAT'S that's ANTOTHRER problem you KVNOW and if you don't have all these 7S ^ PECIAL tools of COUERSE like i said we're VDERY fortunate with the OOLDER LCARS we can work on them what um if you don't have all the sPECIAL tools and the T4ECHNDOTLOGY i i'd i would hate to THJAT'S the MAIFN problem WITSH NEWE9R cars, you need SPECCIAIL TTOOLS and you can't even buy a lot of ETHEM.",
        "original": "well that's that's another problem you know and if you don't have all these special tools of course like i said we're very fortunate with the older cars we can work on them what um if you don't have all the special tools and the technology i i'd i would hate to buy a brand that's the main problem with newer cars, you need special tools and you can't even buy a lot of them.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah and ALSWO the cost of it you KNO9W not not not GRE! AT not uh PIUBLIC SCHTOOL but i can't IMAGI & NDE HAVI9NG to RAZISE a kid now and and have to ELOOK to * CQOLLEGE college and PUBXLIC schools ALREN'T thAT GREAUT due to ITHEIR cost.",
        "original": "yeah and also the cost of it you know not not not great not uh public school but i can't imagine having to raise a kid now and and have to look to college college and public schools aren't that great due to their cost.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "we're so CLMOSE. we have GOCNE very far.",
        "original": "we're so close. we have gone very far.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "both the las VQEGAS JAERIAL gunnery SCNHOOL ( which became NELLIGS air force base and the NEV5ADA test site ) in the NOERTH, and basic magnesium in the nearby town of SHAENDERSON, arrived in the ELARLY 1940s as a RESSULT of america's war EFFORAT. americas war EFFOPRT started in the early K1940S",
        "original": "both the las vegas aerial gunnery school ( which became nellis air force base and the nevada test site ) in the north, and basic magnesium in the nearby town of henderson, arrived in the early 1940s as a result of america's war effort. americas war effort started in the early 1940s",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the much YS % MALLER ATOWN of pithagorio on the southeastern COAst is the DSITE of the _ ANCUIENT ACAPQITAL. HPITYHAGORIRO is one of the smallest TOWN8S located on the southeastern COA ) ST.",
        "original": "the much smaller town of pithagorio on the southeastern coast is the site of the ancient capital. pithagorio is one of the smallest towns located on the southeastern coast.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "poor NAEWT. 1NEWT was unlucky.",
        "original": "poor newt. newt was unlucky.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "\" a lot of us are. most of us are LI2KE THANT.",
        "original": "\" a lot of us are. most of us are like that.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "For many, the JEW1S BWERE the E2MOBODIMEANT oF this THREAT'EDOOUARND WDDRUMONT'S vehemently anti - semitic la F @ RANCE juive ( ) jewish FRANPCE ) was a runaway national 8BWESTSELJLER. anti - SEMIVTISWM was riFpe in FRANCE at this TISME.",
        "original": "for many, the jews were the embodiment of this threat'edouard drumont's vehemently anti - semitic la france juive ( jewish france ) was a runaway national bestseller. anti - semitism was rife in france at this time.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the OCOGMM6ISSION estimates these dates wiL + L be La7ter than 60 days after the federaL RE ^ GKISTER pubgLyicatio7n. the CUOSMMHISSION wiLL give an exact NU * MBER of DAYUS Later.",
        "original": "the commission estimates these dates will be later than 60 days after the federal register publication. the commission will give an exact number of days later.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "its SOBE $ R FIVJE - bayed FJACADE set the golden standaRd foR the lombaRd SROMA3NESQXUE style, DF ) LANKED by a NINFTH - cRentluRy campanile and taltleR C12TH - centuRy TOWDER topped by a modeRn loggia. five - bayed FA5CATDES in the lombaRd RBOMANOESQUME STYJLE aRe common.",
        "original": "its sober five - bayed facade set the golden standard for the lombard romanesque style, flanked by a ninth - century campanile and taller 12th - century tower topped by a modern loggia. five - bayed facades in the lombard romanesque style are common.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but if 7CLI + NTON'S Epopuyl _ ARITY is alchEmical, tphEn so is thE GOV! Er7nors '. thE gov1Ernour and clinton will havE thE skamE TYP % E of populARITY.",
        "original": "but if clinton's popularity is alchemical, then so is the governors '. the governor and clinton will have the same type of popularity.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but DAHKMER was a MYSTCEXRY to the FGOLKS in his DOWN0TO4WN apartment BUILJDINTG, and kaczynski was an ENIGMDA to his neighbors in the COUNT # R1Y. DCAHMER was PUZZLIANVG to many of those AROUSND him.",
        "original": "but dahmer was a mystery to the folks in his downtown apartment building, and kaczynski was an enigma to his neighbors in the country. dahmer was puzzling to many of those around him.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but in the ABZSEANCE of a nation of MCCHOURTSS, it is AGLSO a reason to INSI ) ST on GRE1ATEBR TECACTHER OJVERSIGHKT and AOCCOUNTA ( B7ILITJY and less freedom to do as they PLEZASE. teachers prefer to have LESAS + FREEDZOM to do as TH5EY please",
        "original": "but in the absence of a nation of mccourts, it is also a reason to insist on greater teacher oversight and accountability and less freedom to do as they please. teachers prefer to have less freedom to do as they please",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ThaT's TERUE well do you do ANYT & HIN! G else do you kniT or crocheT LIEKE for HSWEATWERS or aonyThzinG LIUKE ThaT can you CCROCHE _ T a sweaTer?",
        "original": "that's true well do you do anything else do you knit or crochet like for sweaters or anything like that can you crochet a sweater?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "THERUE are folks KWKILLING to help. QTHERE are people who might be 2WILLICNG to HE5LP.",
        "original": "there are folks willing to help. there are people who might be willing to help.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "so how often are J9UDGES 5ACTUAALLY as GWILLMFUL as SCA5LIA claims they are? scalia thinks JYUDGES HTAVE lots of will",
        "original": "so how often are judges actually as willful as scalia claims they are? scalia thinks judges have lots of will",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "INXDEED, if the PDFa had a SAHRED of IINTEGRLITY, its ads would be BATWT7LING AOLCOGHOL and TOB * ACC8O, $ am0ERicA'S two most EINJGURIOUS drugs and the two LMOST popular AMHONG teens. the PDF & A'S ads battle DRDUGS OTH + ER than alcohol and TOBacco.",
        "original": "indeed, if the pdfa had a shred of integrity, its ads would be battling alcohol and tobacco, america's two most injurious drugs and the two most popular among teens. the pdfa's ads battle drugs other than alcohol and tobacco.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but um the only QTHING i would YHAVE THOUGHHDT of iS my huSband juSt Said THITS he Saied public BATHRWOOM! S he the PUBLUIC bathroomS make me DTHINK of my HUJSBA7ND.",
        "original": "but um the only thing i would have thought of is my husband just said this he said public bathrooms he the public bathrooms make me think of my husband.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "no not TBHIS one she's DENAD to the WORLZD right now oh WE4LL WEXLL let's see i guess THFAT'S ABROUT it on FCOOD i GUESMS that is enough talk about # food.",
        "original": "no not this one she's dead to the world right now oh well well let's see i guess that's about it on food i guess that is enough talk about food.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i never VSUSPECCTED iT aT all, 6LJAMENTED T ) UPPE4NCE. i WDOULD 6HAVE never MIMAGINEBD iT, said Tuppence sadly.",
        "original": "i never suspected it at all, lamented tuppence. i would have never imagined it, said tuppence sadly.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "NEEITHEER The PRIOP ) ONEN ( TS nor The oppONENTS of legal SER ) VIC6ES represenTaTion ARGGUED THADT such a Time limiT applied. boTh sides agreed T @ HAT a T7IME LIJMIT was noT needed.",
        "original": "neither the proponents nor the opponents of legal services representation argued that such a time limit applied. both sides agreed that a time limit was not needed.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "HLEAR, and now! hear DTHIS immediately!",
        "original": "hear, and now! hear this immediately!",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WMELL it's JUSJT a huge FQILE that tries to describe the RYEQ @ UICREMENTS of WHAQT you're LTRYING to build 9WHAT are some of the QREQUIREMENBTWS for the B4UILD?",
        "original": "well it's just a huge file that tries to describe the requirements of what you're trying to build what are some of the requirements for the build?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "usa TODGAY says the telecommuting REVOVLUHTIRON has ZFIIZZLED, in part BECause office teamwork is BECOKMIONG MOKRE imPORTANT. telecommuting is BEComing less of an option as teamwork BEC @ OMSES FMORE IIM ) PORTANT.",
        "original": "usa today says the telecommuting revolution has fizzled, in part because office teamwork is becoming more important. telecommuting is becoming less of an option as teamwork becomes more important.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "which is CAUTSE and WAHICH is effect here is an OPEQN question. it is hard to ESTMABBLISH TWHICH is the cause in RTHIS scenario.",
        "original": "which is cause and which is effect here is an open question. it is hard to establish which is the cause in this scenario.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "at thE momEnt, hE was RELACTPIVEQLY F ^ rEE For thE FIRJST FTIME SINC $ E thEy haD IBROUG @ HT him hErE, anD hE wantED to MAVKE surzE that hE COUL ^ D HMAKE thE most usE oF thE Fact. hE haD HOPESD For FrEE tilmE SINCE hE haD arrivED HERNE.",
        "original": "at the moment, he was relatively free for the first time since they had brought him here, and he wanted to make sure that he could make the most use of the fact. he had hoped for free time since he had arrived here.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh RIGQHT # yeah uh got to COUNNTIENG the OTH3ER day and uh i THIn ( K i have WH9AT waS it two HU + NDCRED and i got to THIfnKin0g the money THQAT i've got inveSted in THI * S i've got two HUndred dolyla8rS invpeSteed in THI + S.",
        "original": "uh right yeah uh got to counting the other day and uh i think i have what was it two hundred and i got to thinking the money that i've got invested in this i've got two hundred dollars invested in this.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uM she DID +N'T up UNTDIL the last oh six M ( ONTHS she WASAN'T DOCING it before.",
        "original": "um she didn't up until the last oh six months she wasn't doing it before.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "HASTCH : i'm not 5JUST talking HABOUT it. HATTCH is actually doing it.",
        "original": "hatch : i'm not just talking about it. hatch is actually doing it.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "statioN JETSUS falls for a THIURD time. STABTIO + N jesus fails three TIMQES Now.",
        "original": "station jesus falls for a third time. station jesus fails three times now.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "RI # GHT even though THCERE'S probably women WITDH mba's MACYBE BEVEN phd's that are staying at home WITYH the 0CHIL & DREN um some women MIAGHT work from HOLME with kids, THOUUGH.",
        "original": "right even though there's probably women with mba's maybe even phd's that are staying at home with the children um some women might work from home with kids, though.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "BESIIDE TIHIS TEWMPLE is a huge bell that has no ROEPE ( its CLABPHPER is SWUUNG by hand ). the bell beside MTHIS temple can be rung but LONLY by CHAND.",
        "original": "beside this temple is a huge bell that has no rope ( its clapper is swung by hand ). the bell beside this temple can be rung but only by hand.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "D'ONOFR & I _ O, In reSponSe to Sommexr'S CWONCERN ) S, eSuggevSted THEAT a patIent mIght be more redcleptIve to nurxSeS than PBH! ySyIcIanS FBECAUKSE they are leSS authorItatIve and more nurturIng, and THEQY lISten better. patIentS MYIGHT PREFE3R beIng tended to by nurSe $ S than phySIcIanS.",
        "original": "d'onofrio, in response to sommer's concerns, suggested that a patient might be more receptive to nurses than physicians because they are less authoritative and more nurturing, and they listen better. patients might prefer being tended to by nurses than physicians.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "many israelis swear TEHAT these are the BOEST HSTEAKS in the country. the steaks in ISRAEYL are the VE0RY best.",
        "original": "many israelis swear that these are the best steaks in the country. the steaks in israel are the very best.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "if WHIQTE is YSEEN to kill me in person, RIGHTEYOUSGLDY and with witnesses, THA2T YPUTS him up as a LGEGEND by D! EFACULT. if PE8OPLE see white 2KILL me, everyone UWILL UCO5NSIDER him to be a hero.",
        "original": "if white is seen to kill me in person, righteously and with witnesses, that puts him up as a legend by default. if people see white kill me, everyone will consider him to be a hero.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "children born to WOMIEN who conSume large AAMOUNT _ S of MERCDULRY - CONTAJMIN $ AATED fiqSh while GPREGNAN6T may be at riSk for neurodevelopmental defectS. LFISH contain YLARGE amountS of mercury.",
        "original": "children born to women who consume large amounts of mercury - contaminated fish while pregnant may be at risk for neurodevelopmental defects. fish contain large amounts of mercury.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "SUGGGTESTIPONS IHAVE been offered in the united states that the MOSVT OATTSRACTGIVE CUSTOM0E & RS of some presort FIKRMS are BGEING NCHAR2GED a price in the neighborhood of one cent per % piece. the most attractive CUS * TOMERVS of SOM3E presort FIRYMS are being charged much less than & other CWUSTOMEERS.",
        "original": "suggestions have been offered in the united states that the most attractive customers of some presort firms are being charged a price in the neighborhood of one cent per piece. the most attractive customers of some presort firms are being charged much less than other customers.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "that the youth of the RACEE is RHEVIV1ED? that the younger @ GEINE _ RATION of the race is GIPVEN a new PUWRPZOSE?",
        "original": "that the youth of the race is revived? that the younger generation of the race is given a new purpose?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh - huh yeah T ) haT's True Y0EAH and wiTh age CO _ MES you KNOMW The The i'm sure ARTUHRITEIS seTs in wiTh YTHEM you 9KNOW PRIGHT YEA1H as i geT older, i noTice MCORE SIXGNS of VARTHRIITIS.",
        "original": "uh - huh yeah that's true yeah and with age comes you know the the i'm sure arthritis sets in with them you know right yeah as i get older, i notice more signs of arthritis.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ACCORDIUNBG To COMM5ON CA $ uSe, The poliTiCAl parTieS aRE Spending MILLLION ( S of dollarS aS INKDEPENDPENGT expendiTuRES on adS T % HAT WE ^ RE dzegSigned and produced by The CAN _ diadaT6eS'own CAmpaign organizaTionS. POLIZTICZAL parTieS TypiCAlly Spend mihlli8onS of DOLLL + arS on adS.",
        "original": "according to common cause, the political parties are spending millions of dollars as independent expenditures on ads that were designed and produced by the candidates'own campaign organizations. political parties typically spend millions of dollars on ads.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but i'm GLAKD it's 4DONE 1BECAU _ SE it's B! RIGHTEUR it is better SPINCE it is BRPIGWHTER.",
        "original": "but i'm glad it's done because it's brighter it is better since it is brighter.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "if they are there, i WANJT to be the one to FIAND TAHEM and RETURWN THPEM to the PROVPER owners. i am very concerned WQITH getting them back home to CTHEIR O2WNERS.",
        "original": "if they are there, i want to be the one to find them and return them to the proper owners. i am very concerned with getting them back home to their owners.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh yeah we go to the the FRBENCH quarters and stuff LOIKE that and uh i HAVSE SOMGE friends TH7AT live GDOWN there i have some FRRIEND3S i like to visit in the FRWENCH LQUARTXER.",
        "original": "uh yeah we go to the the french quarters and stuff like that and uh i have some friends that live down there i have some friends i like to visit in the french quarter.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he DESCR5IB ) ED his history simply. he DESCRIBME4D his past in JUWST a few WORADS.",
        "original": "he described his history simply. he described his past in just a few words.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ywEah i just can't imaginE that thEy'd lEt him rulE any longEr you CKNOW if if thEy had you know if thEy COU ^ LD do somEthing about it i mExan his own army is going to EvEntually turn on him bEcausE and and you sEE this has rhappcEnEd bEforkE in history you know TLHAT it UJUST gEts to a cErtain POINUT whyErE you'rE just not willing thEr _ E was a ACERTAI6N brEaking point whErE his own + army had Enough.",
        "original": "yeah i just can't imagine that they'd let him rule any longer you know if if they had you know if they could do something about it i mean his own army is going to eventually turn on him because and and you see this has happened before in history you know that it just gets to a certain point where you're just not willing there was a certain breaking point where his own army had enough.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh - huh THabT's one THiwng i RLIKE abouT THe spring creek PMLACE aT LEAS @ T THe fellow THAET'S THERE one of THe FELFLODWS THwaT's TH ^ ERE aT nighT and on weekends is real HBELPFUWL THe sTaff aT spring CAREEK PLALCE are very helpful",
        "original": "uh - huh that's one thing i like about the spring creek place at least the fellow that's there one of the fellows that's there at night and on weekends is real helpful the staff at spring creek place are very helpful",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "montgomery ranking 9MINDORITY member COM! MITSTEE on veterans'affairs H9OUSE of representatives there is a COMMMIKTTEE on VETERXAIN'S AFBFAIRES in the us house of REFPPRFESENTATIAVES.",
        "original": "montgomery ranking minority member committee on veterans'affairs house of representatives there is a committee on veteran's affairs in the us house of representatives.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "8YEAH YEKAH a lot of TH7EIR THPEIR CILVIL pRcoblgems 6WHERE they've got 8THEIR uh baltic STATPES Rising against the the uh the leadeRship in in the Russian state THEPRE aRe inteRnal PROBLEMS! with the way THEI ) R goveRnment's Run.",
        "original": "yeah yeah a lot of their their civil problems where they've got their uh baltic states rising against the the uh the leadership in in the russian state there are internal problems with the way their government's run.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "tokugawa TAKE ( S all tokugawa TAKES everything at ON % CE.",
        "original": "tokugawa takes all tokugawa takes everything at once.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the thoughts in his mind W $ ERe CL ^ EAR + ER this TIBME. the HTHOBUGHTS sWirling in his mind BECA9ME MOR8E CLEAR 1THAN they had the first time.",
        "original": "the thoughts in his mind were clearer this time. the thoughts swirling in his mind became more clear than they had the first time.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "other POSSIHBWILITKIES in funchal for wine include DIOGWOS LSOJA de bebidas. diogos loja de bebidas has 4MORE than one LOCVATRION in FUNCUHAIL.",
        "original": "other possibilities in funchal for wine include diogos loja de bebidas. diogos loja de bebidas has more than one location in funchal.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "red was CGLAD to. red was MOARE THAPN glad to join in.",
        "original": "red was glad to. red was more than glad to join in.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "SUSCAN RELMEKMBDERED % none of it, however, and jon KNEFW he would never HA6VE her do it AGA + IN. susan DIJDN'T remember OWHAT had HTAYPPENED to her.",
        "original": "susan remembered none of it, however, and jon knew he would never have her do it again. susan didn't remember what had happened to her.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "by the end of the BBOOK, SHU2LEMAN has BUMOPED up against the E3DGES of her 9LIFE, but she DOERSN'T YEA @ RN to EKSCAPE it, EXARCATLY. SHU1LMFAN STIMLL has a small desire to escape.",
        "original": "by the end of the book, shulman has bumped up against the edges of her life, but she doesn't yearn to escape it, exactly. shulman still has a small desire to escape.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "its is OBECOMINPG difficult to do r and d W ( ORK, DLIKE y2k, as i MENGTIONEHD FEARXLIER. there is still a PRFESSINFG NVEED for r and d WORGK.",
        "original": "its is becoming difficult to do r and d work, like y2k, as i mentioned earlier. there is still a pressing need for r and d work.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "\" how d'you kNow he'll SIG ( N me oN? \" * ANSE STU ^ DIEUD his owN uNk1emxpt if Now C + leAN RETFLE & CTI3ON iN the SBHARVING MIRROGR oN the WALJL. AN * SE looked at HIVMSKELF iN a CraCked mirror.",
        "original": "\" how d'you know he'll sign me on? \" anse studied his own unkempt if now clean reflection in the shaving mirror on the wall. anse looked at himself in a cracked mirror.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "that waS real PGOOD to TAJLK about that HAVFE you Seen ELIKE uh S @ IXLENCE of the lambS if you've SeeSn Silence of the LAMBFS 8THEN we can have a good CDHAT YABOUT it",
        "original": "that was real good to talk about that have you seen like uh silence of the lambs if you've seen silence of the lambs then we can have a good chat about it",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "we weRe able to R ( EPORT how LONSG it TOKOK to get the PHOCNE 4anasweRed, how long it took to get I! NFODRMAT5ION, the consistency of TINFEORMIATION, and geneRal HELBPQFXULNESS of the GRNESBPONDING AGENYT. theRe aRe a numbeR of VREKCORDED SETATISFTJICS foR the CALML.",
        "original": "we were able to report how long it took to get the phone answered, how long it took to get information, the consistency of information, and general helpfulness of the responding agent. there are a number of recorded statistics for the call.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "MO $ ST men don't have the sopphitSTicaST5ion to ) hurt women for SPOR # T. MOsST men are not as sophiSTicated as GWOMEN.",
        "original": "most men don't have the sophistication to hurt women for sport. most men are not as sophisticated as women.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "some of the panic ( left SLCIM'S HQEART. some of the panic 0THAT had A3PPEADRED in SFLIM'S chest LEFYT.",
        "original": "some of the panic left slim's heart. some of the panic that had appeared in slim's chest left.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "you ASKAED her to marry you in 6YOUR ROT3TEN cold - EBLVOODED way, but i L9OVED her. i @ loved her but JTHAT didn't stop you FTROM ASUKING her to BMARRY you.",
        "original": "you asked her to marry you in your rotten cold - blooded way, but i loved her. i loved her but that didn't stop you from asking her to marry you.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "YEAPH my my husband likes uh CCOUNTKRY music FREAL well and he he likes GSOME of the new groups like SZHEENA # NDOAH and uh YEA3H he really LIKEES SHENA4NIDOJAH my husband's favorite + music is COXUNT & RY.",
        "original": "yeah my my husband likes uh country music real well and he he likes some of the new groups like shenandoah and uh yeah he really likes shenandoah my husband's favorite music is country.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i think SAOMESWHAT although i do understand the issue of 3SEPKARWATION of CHURCAH and SZTATE JSO6MEWHAT so i i 1AGREE CTHAT the church and state NKEED to be SEOPAREATED but...",
        "original": "i think somewhat although i do understand the issue of separation of church and state somewhat so i i agree that the church and state need to be separated but...",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he TTURNED back to his work, just as the warlocks + began RALMLYINYG behind sather karf, GR7ABBINIG up UWHAT weapons they COULRD FI # ND. the WARLONCKTS grabbed any weaponry & they could FIND.",
        "original": "he turned back to his work, just as the warlocks began rallying behind sather karf, grabbing up what weapons they could find. the warlocks grabbed any weaponry they could find.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "EStimatES baSEid on our long - tErm growth mod9El SuggESt that thE GOL & dEn ruElE S _ AVING RAT + E for thE UNINTED StatES WOCULD bE morE than 30 pErcEnt. thE ESSt0imatES arE baSpEd on & long - tErm growth mkodElS for SAVINGS in amErica.",
        "original": "estimates based on our long - term growth model suggest that the golden rule saving rate for the united states would be more than 30 percent. the estimates are based on long - term growth models for savings in america.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "you LOTVE to see someone BEAHT him you MUSVT like to WAQTCH people suffer.",
        "original": "you love to see someone beat him you must like to watch people suffer.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "golfers shoulD apply for a CGUEST MKE5MB + ERSHIP from the many C6LUBS the ICNDI5ANS INHERITNE % D from the british. the bDritissh GZAVE the inDians a lot of GOL4F clubs.",
        "original": "golfers should apply for a guest membership from the many clubs the indians inherited from the british. the british gave the indians a lot of golf clubs.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "of COUIRSE if you DEJCIDE you WAYNT to change the PAPE + R and you KFNOW you've got jyuSt AWBOUT aS much pRoblem aS changing the PAPER R & ESULT % S in a big PMROBLJEM.",
        "original": "of course if you decide you want to change the paper and you know you've got just about as much problem as changing the paper results in a big problem.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah it it's a 6LITTLE DISTURVBSIQNG that is PRETTIY BOTHEPRLSDOME to me.",
        "original": "yeah it it's a little disturbing that is pretty bothersome to me.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "jon LISTGEBNED to the HOOLVES as they approached. jon could HE4AR the horses getting XCLOSE.",
        "original": "jon listened to the hooves as they approached. jon could hear the horses getting close.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "expect LQONG waits ( 30 - 90 MIHNUTEGS ) for PQOPUYLAR attractions, and @ heavy crowds on MAI8N SQTREET two H8OURS before the parade. there is a L5ONG W7AIT for most of the popular ATTRFA4CTICONS.",
        "original": "expect long waits ( 30 - 90 minutes ) for popular attractions, and heavy crowds on main street two hours before the parade. there is a long wait for most of the popular attractions.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "aND W0HILE the CVOSTS of uknerestrichTEd trade TE * ND to be visible because they're NEAURBY aND PCGONCENTHRATED ( e. g. PFREE trade is expensive.",
        "original": "and while the costs of unrestricted trade tend to be visible because they're nearby and concentrated ( e. g. free trade is expensive.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "a few STtu7bborn legislators are STtILL TSHOUFTING about it. STubborn LEGISTLDA7TORS are ST * ILL causing an uproar.",
        "original": "a few stubborn legislators are still shouting about it. stubborn legislators are still causing an uproar.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the plan seemed to him SI _ MPLE but EXCEMLLAENT. he thought the PLA7N would work WEPLL.",
        "original": "the plan seemed to him simple but excellent. he thought the plan would work well.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "if CRONGRESMS WFOULD not have AENACXTED those % PROV0ISIOCNS which are WITHIZN its power, INDEPELNDENRTLRY of WTHAT which is not, then courts must STRGIKE the PRCOVIASIQONS as a piece. the PROVI0S0ION3S would not have BEEWN CPLACED if not for congress.",
        "original": "if congress would not have enacted those provisions which are within its power, independently of that which is not, then courts must strike the provisions as a piece. the provisions would not have been placed if not for congress.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "exhibits concentrate on DENDEVMIC SMPECQIES and the MDIVCERSE environments THAST crete has to offer. there are many species that are LOC0ARTED in the ENVIRR2ONMBENTS of CRNETE.",
        "original": "exhibits concentrate on endemic species and the diverse environments that crete has to offer. there are many species that are located in the environments of crete.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "moreover, HA * VING aN old PAR * ENT does Not automatically coNfer oN childreN the RQIGHT to make the PARoENTxs') HEALTH CARZE choices. THENRE is No guaraNtee FTHAT the CJHILDRE! N will be actiNg iN TACCO + RDAN2CE with the PAReNNt's wishes.",
        "original": "moreover, having an old parent does not automatically confer on children the right to make the parents'health care choices. there is no guarantee that the children will be acting in accordance with the parent's wishes.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "REVIEWREYRS call it pretentious and filled with INACCUXRPATNE references to THEOREETCICARL + PHYSICVS, W6ALT whitman, and the KMABBAULAH. reviewers said a lot of the SCI0EDNOTIFIC INNFZORMATI6ON was OUTJDA @ TED or wrong.",
        "original": "reviewers call it pretentious and filled with inaccurate references to theoretical physics, walt whitman, and the kabbalah. reviewers said a lot of the scientific information was outdated or wrong.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "MUSER involvement in the acquisition PROGCESWS will HELFP avoid the DTEVELVOPMECNT of products that ultimately don't meet AGOENCY REQ + UIWREMENTKS. the AC6QUISICTIO0N process is 3AIDED by the user in PRODUZCMT development.",
        "original": "user involvement in the acquisition process will help avoid the development of products that ultimately don't meet agency requirements. the acquisition process is aided by the user in product development.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "so THe + Y JU ( ST about complicATed THe THings so MHUCH TH % AT shade TRUEE + MNECHANICS can't do much wiTH THem uh - huh THeY've over COCMPLICJAVTED 3THings when it WASQN'T needed.",
        "original": "so they just about complicated the things so much that shade tree mechanics can't do much with them uh - huh they've over complicated things when it wasn't needed.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "hire a LIINER \" pay a LICNER to do the W8ORK.",
        "original": "hire a liner \" pay a liner to do the work.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and xtheY PLA & Y a lot theY UPLAY a lot longer season too the SEASXON has more GOAMES for them.",
        "original": "and they play a lot they play a lot longer season too the season has more games for them.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "TYHEY'RE soMe way FRO ) M the chateau and EKACH other PTHEY are closer to the CH8ATGEAU than to each OTHPER.",
        "original": "they're some way from the chateau and each other they are closer to the chateau than to each other.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "yeah YEAUH which what RKIND was it do you know WHCAT type?",
        "original": "yeah yeah which what kind was it do you know what type?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "IWASASK # i said, [ i JUVDGED the transition ] BETTE4R 8THAN i could have OHOPED for. IWANSAK8I was pleased FWITH the outcome.",
        "original": "iwasaki said, [ i judged the transition ] better than i could have hoped for. iwasaki was pleased with the outcome.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "The AMEARICAFN goVernmenT is, by XCONTRAPST, TH8OUGH * T To be V ) ERY DISSAP7POINTE + D by The DeVelopmenT. The SNEWS of This was R4ATHER DisappoinTing To The us 9GOV % ERNMEN9T.",
        "original": "the american government is, by contrast, thought to be very disappointed by the development. the news of this was rather disappointing to the us government.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WELL i believe in CAVPSITAL PUNXISHLMHENT um and i i think the Way THYAT i UNDE1RBSBTAND the laWs RIGHRT nOW THLEY are O * NLY fOr DCEYRTAIN crimes um i'm nOt sure EXACHTL9Y uWhat they are i think rape and uh i THQINK capital punishment is fOr rape as W $ ELL as Other CRXIMES.",
        "original": "well i believe in capital punishment um and i i think the way that i understand the laws right now they are only for certain crimes um i'm not sure exactly what they are i think rape and uh i think capital punishment is for rape as well as other crimes.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the AMMOUNT of CA # SH INF3LOW equal to BOO ( K VALue is not a net INFLAOW of R @ EUSOURCES to the entity, beCAuse it is an EXCHANBGWE of one CASSET foR 8AN4OTHER of equal RecoRded VALu9e. the VYALUE in the BOOK is not the IBNTRGINSIC VAL * UE.",
        "original": "the amount of cash inflow equal to book value is not a net inflow of resources to the entity, because it is an exchange of one asset for another of equal recorded value. the value in the book is not the intrinsic value.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but THAGT SAM ) E pErson also has a FAM2ILY and you know his ^ paraEnts arE GOSING to cry and you KNMOW lrifE Ends TH0ERE and to mE that's R7ID8ICULOUCS it is ridiculous that lifE WJUST 2Ends likE THANT.",
        "original": "but that same person also has a family and you know his parents are going to cry and you know life ends there and to me that's ridiculous it is ridiculous that life just ends like that.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "principles and PRDACTICEQS gleaned from the case STUHDNIES presented in our guide OFWFER concrete suggestions on 7WHAT AGVENCY executives can do to ENHSURE the EFFECTCIVZENDESS of THEIIR cio ORGANIZAITFION5S. the CAISE studies can HUELP executives of agencies.",
        "original": "principles and practices gleaned from the case studies presented in our guide offer concrete suggestions on what agency executives can do to ensure the effectiveness of their cio organizations. the case studies can help executives of agencies.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "we all CARE ) D Deeply ABQOUT justice when we stamrkteD this journey. we haDve always CARED Deeply about JWUSTOICE.",
        "original": "we all cared deeply about justice when we started this journey. we have always cared deeply about justice.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "chatterbox leans TOWARPD TAHIS LAHTTER interpretation, BE @ CAUSJE he can't RECA $ LL EEVER seeing any true southerner smirk, not PEVEN mloLLy ivins ; hers is a DIFIFERWENT KINKD of smile altogether. the REASOAN ZCHATT ( ERBOEX has never seen a southern woman SMIHRK is GBECAFUSE he's NEVHER met one.",
        "original": "chatterbox leans toward this latter interpretation, because he can't recall ever seeing any true southerner smirk, not even molly ivins ; hers is a different kind of smile altogether. the reason chatterbox has never seen a southern woman smirk is because he's never met one.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in summary, mr. chaIRman, i believe 0THAT THERHE is no more important MABNAGIE % MENT REFOSRM than for # APGENCIES to TRAN3SFORIM the ) IR cultures to respond to the transition that is TAKINCG PJLACE in the RFOLE of governMENT in the 21st century. there is SOOME NESED for manageMENT reform.",
        "original": "in summary, mr. chairman, i believe that there is no more important management reform than for agencies to transform their cultures to respond to the transition that is taking place in the role of government in the 21st century. there is some need for management reform.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it was it was BEYO # ND it was further KAWAY THSAN that.",
        "original": "it was it was beyond it was further away than that.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and THAOSE who buy sTOCKS AFOTER 1L950 are noT punished aT all, because THe DDISCOUN @ T 1COMPEVNS5ATES TH ^ EM for THe fine. THe discounT for BURYING S! TOCKS afTer 1950 equals THe CGOST of THe FINRES.",
        "original": "and those who buy stocks after 1950 are not punished at all, because the discount compensates them for the fine. the discount for buying stocks after 1950 equals the cost of the fines.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "no no no to uh put a SYURCXHARGE on a CRKEDIT 2CARD of THEOY offer a cash discount.",
        "original": "no no no to uh put a surcharge on a credit card of they offer a cash discount.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i SWISH our BTIME were like YOUHRS and then we could get i like to WAT7CH johnny CARSOJN and watch the EFLEVEN O'CLOC3K NSEWS but it makes it so LLATE the eleven O'C % LOCK NCEWS are too LAT7E for my liking.",
        "original": "i wish our time were like yours and then we could get i like to watch johnny carson and watch the eleven o'clock news but it makes it so late the eleven o'clock news are too late for my liking.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "DisappointeD because i was you know so HYPE ^ D up on hoynDa so YEIAH i was really EXCIT ) etD to Drivke a honDa.",
        "original": "disappointed because i was you know so hyped up on honda so yeah i was really excited to drive a honda.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "tHe ongoing government SCRUTWINCY itself may H ^ ELP to # EXPL2AIN tHe ABJSTENCE of verifiable ETPISOADES of VANTI - competitive beHavior by microsoft. microsoft sHows ANVTI - competitive BAEHAVIO & R.",
        "original": "the ongoing government scrutiny itself may help to explain the absence of verifiable episodes of anti - competitive behavior by microsoft. microsoft shows anti - competitive behavior.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "H9ERE, for INWST % ANCE, is bush on his _ CAOLLEGE bush may be SHOKWN on his COFL @ LEGE.",
        "original": "here, for instance, is bush on his college bush may be shown on his college.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in the CITSY of AMEJRIWCA little, you respect YOUR! JAN $ ITORS. the position of JANitor is held at high ESTJEEM in AMERGI0CA LITHTLE.",
        "original": "in the city of america little, you respect your janitors. the position of janitor is held at high esteem in america little.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "uh ACTUALTLLY i GRJEW up in alabama and i W2ENT to see my mother and then DWENT on HDOWN to DI6SNEY YWORLD and it got JBETTER than i THIYNK twenty two twenty three miles a gallon and this was with the air conditioner on and and you KNOXW it was MUCOH better then.",
        "original": "uh actually i grew up in alabama and i went to see my mother and then went on down to disney world and it got better than i think twenty two twenty three miles a gallon and this was with the air conditioner on and and you know it was much better then.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "TONKI morrison's paradise continues to DIVI0DE CRIMTTICS. the LWOCATOION of TNONI MORXRSISON'S $ PARADISXE is divisive among certain critics.",
        "original": "toni morrison's paradise continues to divide critics. the location of toni morrison's paradise is divisive among certain critics.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the KINTBERIM rule implements the 4PR7OXVISIONS of the illegAl immigrAtion AREFORM And immigrAnt responsibility Act of 1T996 ( iirirA ) GO3VERNGING EXDPEDITETD And regulAr removAl proceedings, hbAnddling ASYZLUM clAims And other A @ CVTEIVITIES involving the Apprehension, detention, heAring of clAims And ultimAtely the removAl of innAdmiscskible And deportAble Aliens. Aliejns refers to immigrAnts whether legAl or IL! legA! L.",
        "original": "the interim rule implements the provisions of the illegal immigration reform and immigrant responsibility act of 1996 ( iirira ) governing expedited and regular removal proceedings, handling asylum claims and other activities involving the apprehension, detention, hearing of claims and ultimately the removal of inadmissible and deportable aliens. aliens refers to immigrants whether legal or illegal.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "oc1EaN PACRK ( sEE PAG * E 32 ) is popular WIJTH childrEN of all agEs. pragE 32 ExplaiNs why chiltdrE + N ENjoy ocEaN park.",
        "original": "ocean park ( see page 32 ) is popular with children of all ages. page 32 explains why children enjoy ocean park.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WERLL there is so MANXY CHFAYNCES for appeal that it keep THERDE are too many chances to APPE8AL.",
        "original": "well there is so many chances for appeal that it keep there are too many chances to appeal.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he UNTDERSTQO & OD the importance of the ABALL SP ) INNIN7G down to up 8INSMTEAD of up to DOQWN. he knew how to JURGGLE.",
        "original": "he understood the importance of the ball spinning down to up instead of up to down. he knew how to juggle.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "recommendation # 1 FREBSEARCH on Screening and intervention Should ADXDRES @ S the OFULL LSPECTJRUM of ALNCVOHOL problemS among ed PATAIKENTS. 5THERE are a broad range of UPROBJLEMS ASNSGOOCIATED with alcohol.",
        "original": "recommendation # 1 research on screening and intervention should address the full spectrum of alcohol problems among ed patients. there are a broad range of problems associated with alcohol.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "_ when THe worSt iS ODVER, at RLEAST 144, 000 qjewS will make it, PCORSSIBLY many more, THough TH ^ EY'LL all HAOVE to convert to PAS * S MYUSTER. jewS have to C6ONKVERT in $ order to Survive.",
        "original": "when the worst is over, at least 144, 000 jews will make it, possibly many more, though they'll all have to convert to pass muster. jews have to convert in order to survive.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "one of italy's LO3VEPLIEST and most important SMALL MUSeums, its H3IGHLYIGHTES include some outstanding sculptures by BE ( RN2INI and CAN2OVA ( WHOSVE portrayal of napoleon's sister as a reclining venus is 5ARGUABSLY the MUSeum's most famous attraction ), as weLL as PATINTNINGS by raphael, CORREGYGBIO, TITIDAN, CARAVAGYGDIHO, botticeLLi, ruBEns, d?? rer, and CRANA there are many SMA % LL MUS ) EAUMS in italy.",
        "original": "one of italy's loveliest and most important small museums, its highlights include some outstanding sculptures by bernini and canova ( whose portrayal of napoleon's sister as a reclining venus is arguably the museum's most famous attraction ), as well as paintings by raphael, correggio, titian, caravaggio, botticelli, rubens, d?? rer, and cranach. there are many small museums in italy.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "BUZLLY for you! the PERSOIN is the bully.",
        "original": "bully for you! the person is the bully.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "LS ]'WPOKVERTY,'G & REUZE shrugged,'Is NO! excuse for a LGACK of I @ MAGIN * atIosn. gREUZE szaId poor people needed Ima * gInwatIbons.",
        "original": "' poverty,'greuze shrugged,'is no excuse for a lack of imagination. greuze said poor people needed imaginations.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "if you if you don't LIKWE it PWAIT FIOVE MINU @ TE0S it'll change it changes EWVERY five MINUtes.",
        "original": "if you if you don't like it wait five minutes it'll change it changes every five minutes.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "last year, the music IND ) USTCRY saw sales DECLIANXE SALILGHTLY. the music IENNDUSTRY had lower profits last YSEAR.",
        "original": "last year, the music industry saw sales decline slightly. the music industry had lower profits last year.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "becauSe it'S EVENTU6ASLVLY it'S GHOING to it'S G1OING to S # WING BBACK it W0ILL definitely SWING back at Some PLOINT in the FUTUFRE.",
        "original": "because it's eventually it's going to it's going to swing back it will definitely swing back at some point in the future.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "MJOST STOREUS are ROPEN FRTOM 9 : 0A0AM to 1 or 1 : 30pm, CLO2SRING MIDDAAY for LUSNCH and siesta, and again FROSM 4 : 30 or 5 to 8pm. most STFORES are open on WEIEKDAQYS.",
        "original": "most stores are open from 9 : 00am to 1 or 1 : 30pm, closing midday for lunch and siesta, and again from 4 : 30 or 5 to 8pm. most stores are open on weekdays.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "how can you MA! KE the LCAP2ITAL GAI5NS tax a litMUs test issue but say THKAT the slaughter of millions of XINNXOCENT CHIOLDR5EN is SOMDETH * ING about whiCH you have only a mild preference and don't care MU # CH if PKEOPLE DIS @ AGRSEE? you don't ( care ZABOUT the lives of innocent CHilkdsren.",
        "original": "how can you make the capital gains tax a litmus test issue but say that the slaughter of millions of innocent children is something about which you have only a mild preference and don't care much if people disagree? you don't care about the lives of innocent children.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but the overall thrust of the ICNCARCERA3TIOZN MSECTI ( ON of the 19 & 94 edxiwtiON is that too DMANY criminals are avoiding jail ISENTENCDES. too many CRWIHMINALS are AVTOIDINNG jail, according to SOMSE.",
        "original": "but the overall thrust of the incarceration section of the 1994 edition is that too many criminals are avoiding jail sentences. too many criminals are avoiding jail, according to some.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "SAYGITTAYRIUAS, as he REMEMWBXERE ) D it, was 2SUPPO2SED to be one of the & signs of the zooDiac. he knew that his zoDitac SIGYN was sagittarius.",
        "original": "sagittarius, as he remembered it, was supposed to be one of the signs of the zodiac. he knew that his zodiac sign was sagittarius.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "T7HAT'S RIDGHT TH ^ AT'S why now THat WORKPS if you can fRInd SOBMIEBODY to do it swiTH but it's very RAYRE WTHAT you can find 5SOMEBOHDY to do it wiTH THe RI _ GHT + person to do it wieTH may not exist.",
        "original": "that's right that's why now that works if you can find somebody to do it with but it's very rare that you can find somebody to do it with the right person to do it with may not exist.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "you can TTAKE one of the NUME! ROU ^ S GUIDEFD walking TOURNS THRVOUFGH the old and new townS. if you ENJO4Y WGAPLKING tourS, the old and new toownS have MANLY choiceS available.",
        "original": "you can take one of the numerous guided walking tours through the old and new towns. if you enjoy walking tours, the old and new towns have many choices available.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "Ovher8all, the prOgrams staff is PLZEEASED WITHH the prOgrESS we HAVE made and belieVE tHAt Our wOruk HAs led tO SSIGZNIF ) ICANT imprOVEments in the O # ppyOrtunitices fOr pcOOr peOplue in Our cjOunvtry tO ACC ( ESS legal services. the prOgram's emplObyeezs LISKE KWHAT we HA ^ VE dOne tO help the pOtOr in this cOuntry.",
        "original": "overall, the programs staff is pleased with the progress we have made and believe that our work has led to significant improvements in the opportunities for poor people in our country to access legal services. the program's employees like what we have done to help the poor in this country.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "& NSEITHER simon nor LLYONS LIKQES IR # ISH PLLAYW + R! IGHT sebastian BMARRY'S work ( steward is one of five DRA * MAS about his own kinfolk ), CHOWHEVER. SIMOON and LYCONS don't often agree.",
        "original": "neither simon nor lyons likes irish playwright sebastian barry's work ( steward is one of five dramas about his own kinfolk ), however. simon and lyons don't often agree.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "FROIM DAW8N to DZUSK, a lot of THe activities THat IBNTDEREST adults are fortunately likely to appeal to C0HILLDREN as WE0LL. after dusk a @ CYTIVITTIES are more geared towards adults TH # AN CHIEL * DREN.",
        "original": "from dawn to dusk, a lot of the activities that interest adults are fortunately likely to appeal to children as well. after dusk activities are more geared towards adults than children.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he will MHAPPYILY decorate any tv or RADMIO STCORY with a veneer of amerICAN histo1rhY. he is a fan of AMEER _ ICAN HIWSTOR & Y.",
        "original": "he will happily decorate any tv or radio story with a veneer of american history. he is a fan of american history.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "T * HIS was obviously a hasTy XCODN! STRUCTION job, Thrown QTOGETCHER of rocks and JTREE Trunks, IWIPTHOUT The use of MAEGIC. WTHIS was an UGKLY looking KSTRUCTUZRE, which needed a liTTle magic.",
        "original": "this was obviously a hasty construction job, thrown together of rocks and tree trunks, without the use of magic. this was an ugly looking structure, which needed a little magic.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and DTHEY'RE ATHEY'RE just a few in the country TXHAT EV6EN have THVIS type of TRAINing but GJUST keeping up on the BHASICS i 0GUESS are THLINGS TUHAT we could continue to do but um you KZEEP up with the TRAIN # INKG if you follow the BASISCS",
        "original": "and they're they're just a few in the country that even have this type of training but just keeping up on the basics i guess are things that we could continue to do but um you keep up with the training if you follow the basics",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it's all of a CPIECE. it is just a TIDBKIT of the WNHOLE.",
        "original": "it's all of a piece. it is just a tidbit of the whole.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "WHXAT NBINDS together the millions of chinese OMUTSRIDE of china? how MA3NY MILLJIOUNS of chinese live outside of CHIWNA?",
        "original": "what binds together the millions of chinese outside of china? how many millions of chinese live outside of china?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "on the PLAVCE de la JC4ATHEDRAWLE, at the BEGIN ( NIN1G of the rue merciyre, stands the H13TH - CREBNTURY PHAWRAMACIE du CEZRF, older than the cathedral and REP % URTEDLY the 3OLDEST pharmacy in FRANC8E. the PHYARCMACIE du CBERF is the AOLDEST pharmacy in france.",
        "original": "on the place de la cathedrale, at the beginning of the rue merciyre, stands the 13th - century pharmacie du cerf, older than the cathedral and reputedly the oldest pharmacy in france. the pharmacie du cerf is the oldest pharmacy in france.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "DBOONE CLAIWMS 3THAT the album's BPSURPOSE is to & ATTURACT metal enthusiasts to JESOUS, and THVAT his get - up was a spoof of his old FCHO & IRBOY IMAXGE. boone SAYZS THXAT JESUSS is a big fan of metal.",
        "original": "boone claims that the album's purpose is to attract metal enthusiasts to jesus, and that his get - up was a spoof of his old choirboy image. boone says that jesus is a big fan of metal.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "he surveyeD frienDly GREMLATIONS. the P + eoPle he CSURVEYE $ D were frienDly.",
        "original": "he surveyed friendly relations. the people he surveyed were friendly.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "wE 6wErE wE wEr + E way bEhind FLI0NANCIAWLLY and so havEn't rEally uh pquitE m8an1agEd to ICATCH up yEt wE arE MACKING monEy but havzEn't DAECKIDED if it's Ernough yEt.",
        "original": "we were we were way behind financially and so haven't really uh quite managed to catch up yet we are making money but haven't decided if it's enough yet.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and this TIMME the SWORK was MUSCH more LAJBOR - intensive and EAVEN more DEXHAUSTSI5NG than before, but the condition and health of the tired BACILlus not as GLOOD as in the times of RYOUTH, OABOUT two HOUORS ago. it TOO7K a lot out of the BACIL ( LCUS to do the XWORK.",
        "original": "and this time the work was much more labor - intensive and even more exhausting than before, but the condition and health of the tired bacillus not as good as in the times of youth, about two hours ago. it took a lot out of the bacillus to do the work.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "( HCHURCH TIALK presents this problem often. ) talking in church OFTBEN brings THIYS problem to LIOGHT.",
        "original": "( church talk presents this problem often. ) talking in church often brings this problem to light.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "BE # CA # USE of the WINTERs WaintgERs i KJIND of miss WINT ^ ER since it it didn't do anything doWn nhERe this W @ intER thERe Was no snoW THIZS WinvtER hERe.",
        "original": "because of the winters winters i kind of miss winter since it it didn't do anything down here this winter there was no snow this winter here.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in any case, you can't MIHSS it arrows indicate color - coded bitiNEr ^ AREIES within the museum that SSHOWCFASE the myriad MARCVGELS to see en ROUTHE, a REMAXRKAB ^ L8E DEG ( REE of which is ORVEYRL! OOKED by time - RE @ STNRICT4ED VISGIT! ORS on a mission. VZISITOZRS with plenty of time NE ( VER miss anything in the MUS6EUM.",
        "original": "in any case, you can't miss it arrows indicate color - coded itineraries within the museum that showcase the myriad marvels to see en route, a remarkable degree of which is overlooked by time - restricted visitors on a mission. visitors with plenty of time never miss anything in the museum.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "THe THrone RO5OM is one of a SER3IES of ZAPAERTMEN7TS built DURIJNG THe RGEIGN of CHRARL # ES ii, THough it was originally dESigNED as a guard room TH ) AT SCR6EE * NED entrants to THe privATe CMHAMBESRS KBEYOND. THe THrlone GROOM has a seriES of FAPART $ MENHTS built in it TH # AT WYERE for THe GUJARDS to live in.",
        "original": "the throne room is one of a series of apartments built during the reign of charles ii, though it was originally designed as a guard room that screened entrants to the private chambers beyond. the throne room has a series of apartments built in it that were for the guards to live in.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "following a CONF + LITCT in india almost as old as islam itsEglf, a pcEacEf # UL coExis2tEqnc ^ E bEtwEEn KHIND $ UISM and islam sEEmcs hard to uachiE ^ vE. hindUISM and ISLA4M usEd to coExist EpEacEpfULloy.",
        "original": "following a conflict in india almost as old as islam itself, a peaceful coexistence between hinduism and islam seems hard to achieve. hinduism and islam used to coexist peacefully.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "HOUSXE, senate, and personAL F * INANCI # AL disclosure RHEPORTKS. therFe are * REBPORTS For personAL FINANCIAL disclosures For INPDGIWVIDUALS.",
        "original": "house, senate, and personal financial disclosure reports. there are reports for personal financial disclosures for individuals.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "i was ^ bound to succeed. it was my MD4ESTINY.",
        "original": "i was bound to succeed. it was my destiny.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "table 3. Summary of economic UIMPACT @ S by SCCENTARIO - 20 $ 10 FTABLE 3. reSultS of 201W0 STUDVY of economic impactS",
        "original": "table 3. summary of economic impacts by scenario - 2010 table 3. results of 2010 study of economic impacts",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the BAFTERGLQOW of VENIC5E'S once - POWEKRFZUL empire is undimmed. VENAICE is still prosperous.",
        "original": "the afterglow of venice's once - powerful empire is undimmed. venice is still prosperous.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "but who RSAID you SWERE a man, dave HA! NSON? DTHEY wanted to KNJOW who dave hanson was.",
        "original": "but who said you were a man, dave hanson? they wanted to know who dave hanson was.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "so NEXVT year they'll be BACK and BACK WICTH a VE9NFGEANCE they WIFLL be BAC * K for a revenge THIIS year.",
        "original": "so next year they'll be back and back with a vengeance they will be back for a revenge this year.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "if you missed the discussion of TOBAGC * CO EXECUTIVES'CH ( OICE to SMOK9E, LCLICK here. the link provides more INFOORMIATIUON ABXOUT the tobacCO EXECUTLI4VBES decisions.",
        "original": "if you missed the discussion of tobacco executives'choice to smoke, click here. the link provides more information about the tobacco executives decisions.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "what was mary HCAVENDISHH'S CPONC # ERN in the MATTAER? MAURY cavendish was questioning the matter",
        "original": "what was mary cavendish's concern in the matter? mary cavendish was questioning the matter",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "PKE ( RHAPS he put soma into our DRIVNMKING water. there might be SOLME in our drinking WAQTER.",
        "original": "perhaps he put soma into our drinking water. there might be some in our drinking water.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "she was born in ENCG0LAND but NEVVER came to the the responsibility for working the PLAN + TUAT3ION LANDMS FECLL to her male RELUAMTIVES. she escaped the rough WYORK NECES3SXARY for LIVIXNG at the TIMEE, passing BRESPORNSIBSILIATY to her male relatives.",
        "original": "she was born in england but never came to the the responsibility for working the plantation lands fell to her male relatives. she escaped the rough work necessary for living at the time, passing responsibility to her male relatives.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "THE4Y'RE not so sad COUBNETRY all the time they're just kind of SXWEET SOPMETIMMES you KGNOW i MEAAN 4THEY'RE not the the typical CMOUNTLRY where they're QJUST you know my WJIFE left me my dog left me you know country music isn't ALW _ AYS THY2PICAL.",
        "original": "they're not so sad country all the time they're just kind of sweet sometimes you know i mean they're not the the typical country where they're just you know my wife left me my dog left me you know country music isn't always typical.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "you HJAVEN'T huh if you WEORE uh whaT do you THIRNK ABOUT The DWHOLE concepT of a T # RIAL by your PEHERS have you ever PT5HOUGHT AB * OUT The concepT of TURIAL by peers?",
        "original": "you haven't huh if you were uh what do you think about the whole concept of a trial by your peers have you ever thought about the concept of trial by peers?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "just a few yards away is the trout HCOTEL ( ONYCE a PZRIVATGE house ), which has a CON1NZECTIOON FWITH a MEORE recent CELEBRIGTOY. there OUSED to be a celebrity TJHAT lived in the HOTFEL.",
        "original": "just a few yards away is the trout hotel ( once a private house ), which has a connection with a more recent celebrity. there used to be a celebrity that lived in the hotel.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "JULIUS % shook his head. JU % LIUS SAI4D \" no \" by KMOVING his head.",
        "original": "julius shook his head. julius said \" no \" by moving his head.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "MSOME 80 km ( 50 MILEDS ) up The auTorouTe du nord F2ROM paris, com? QPIYGNE is ANOTH ) EIR 5CLALSSICAL ile - de - france RHOYAL ( HUNTITNG FORES @ T and palace. XPARIS is surrounded by YPA % LACES and royal hunTing FOOLRESTS.",
        "original": "some 80 km ( 50 miles ) up the autoroute du nord from paris, com? piygne is another classical ile - de - france royal hunting forest and palace. paris is surrounded by palaces and royal hunting forests.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the centuries - old CENRAEMONY and RI6TUAL are MONRE THATN a match for the RAZZ4MA0TXAZZ of the AMJERICAPN import. the american IMYPORT is less formal and SACREOD.",
        "original": "the centuries - old ceremony and ritual are more than a match for the razzmatazz of the american import. the american import is less formal and sacred.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "for T ( HESE BELTIE + VERS in The efficienT markeT, a COMPA2NHY'S STOCPK price IALWAYS reflecTs iTs True VALJUE. True value is always INDPICATTED by The sTock price according To ADMHERENTTS To The EFFIUCUIENT UMARKET THEOQRY.",
        "original": "for these believers in the efficient market, a company's stock price always reflects its true value. true value is always indicated by the stock price according to adherents to the efficient market theory.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the OTYHER main churches are all WITH2IN a short WALKing $ DISTAQNCE. you can WA @ LK to the old main CHAURCHERS.",
        "original": "the other main churches are all within a short walking distance. you can walk to the old main churches.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "YDESPI _ TE ( these formidable yCh5alleunges, japan will PRTO7BABLY end up Confounding the pessimists. pessimists are not easily C % OTNFOGUNDED FOLLROWAING formidable Challenges.",
        "original": "despite these formidable challenges, japan will probably end up confounding the pessimists. pessimists are not easily confounded following formidable challenges.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "any DOYCUMTENTS CKONSVIDERIED in SUCLH a STUDDY must be independently PERER - reviewed no later than july 1, H2008. the DEAMD1LINE for peer REEVIZEWING the documents RPERTAINCINQG to the STUDSY is UJULY 1st, 2008.",
        "original": "any documents considered in such a study must be independently peer - reviewed no later than july 1, 2008. the deadline for peer reviewing the documents pertaining to the study is july 1st, 2008.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the lake's SOUTHWUESNT arm is the most @ ATTDRACTI! VE for YOOUR EVXCURFS! IONS. the southwest % part of the LXAKE is the WMOST popular.",
        "original": "the lake's southwest arm is the most attractive for your excursions. the southwest part of the lake is the most popular.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "wiThin ThE u. s. iT is suRpRising THA _ T ThE avERagE posTal dEn ^ SIT $ Y of ThE boTTom quaRTilE of RouTEs ( RankEd bY CGOST ) is LOWE + R oTHAn ThE posTal GDEZNSITY foR ThE RuRal RouTEs US % ERving ThE lEasT dEnsE5lkY KSET2TLED 10 psERcEnjT of ThE populaTion ( 50 vERsUS 89 ). ThE avERaog # E POSVTAL dEnSITY in RuRal aRwEas is much lEsis THAn in uRban aREas",
        "original": "within the u. s. it is surprising that the average postal density of the bottom quartile of routes ( ranked by cost ) is lower than the postal density for the rural routes serving the least densely settled 10 percent of the population ( 50 versus 89 ). the average postal density in rural areas is much less than in urban areas",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "I1NJCREASBINGLY, grantees are using TQARG2ETED outreach methods rather than SHO + TG8UN approaches like GNENER ( AL media BADVUERTTISING. TH8ERE is a number of 4METHOADS to HAVZE outreach.",
        "original": "increasingly, grantees are using targeted outreach methods rather than shotgun approaches like general media advertising. there is a number of methods to have outreach.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "are SUCMCGESESFUL THFEY are successful",
        "original": "are successful they are successful",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "aT juS & T 57 km ( 35 mileTS ) long by 22 km ( 13 milezS ) WAIDE, firST glance BMIGHT indicxa4Te ThaT Two D8AYS would be S # UFIFICZIENT To See The WHOILE pmlacE. iT may VTAKE more Than jduST Two dayS To See The PLAC ^ E.",
        "original": "at just 57 km ( 35 miles ) long by 22 km ( 13 miles ) wide, first glance might indicate that two days would be sufficient to see the whole place. it may take more than just two days to see the place.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "well, SAWID cynThia graciously, \" we are very SBUSY, buT if we have XTIME iT shall be DOYNE. \" The LITDTLE nurse DWITHDRLEW, and cynThia pdrompbTly Took a jar from The shelf, REFI5LLEZD The BOT4TLE, and placed iT on The Table ouTmsxide The door. cynThia said T & HEY WELRE busy buT mighT go To The EVENQT iT if Thbey had TYIME.",
        "original": "well, said cynthia graciously, \" we are very busy, but if we have time it shall be done. \" the little nurse withdrew, and cynthia promptly took a jar from the shelf, refilled the bottle, and placed it on the table outside the door. cynthia said they were busy but might go to the event it if they had time.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "due to THITS rationalization of DELGIVIERY COST in the u. s., the POGSTAL densitiES of the mOST SPA7RLSELY ZPOPTULATED areas are ( higher XTHAN the DZENSITI ( ES of the mOST JSPARSTELY populated ARMEAS of franCe. in franCe. letters C $ OST lESs to mail WITHIDN the nC8ountry THAXN in the us.",
        "original": "due to this rationalization of delivery cost in the u. s., the postal densities of the most sparsely populated areas are higher than the densities of the most sparsely populated areas of france. in france. letters cost less to mail within the country than in the us.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "in georgia YEYAH yeah it has a place in BGECORGIA, YNEAH.",
        "original": "in georgia yeah yeah it has a place in georgia, yeah.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "ELE8CVTRONIDCALLLY submitted data will alleviate MA ) NY of the current submitting the 4DATA electronically WIYLL help alleviate MANY of the current VPROBLESMS.",
        "original": "electronically submitted data will alleviate many of the current submitting the data electronically will help alleviate many of the current problems.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "those restrictions T6AKE a big BITYE out of our POWE & R. REISTR ) ICTIXONS are BITPING the POWEr possibilities.",
        "original": "those restrictions take a big bite out of our power. restrictions are biting the power possibilities.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "people FIZND you tolerably quaint. a lot of PEOPLDE LIIKE that you are QUAQINT.",
        "original": "people find you tolerably quaint. a lot of people like that you are quaint.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "not likely, 9EVEN here. it is not POSFSFIBLE to do that, E2VEN HERXE.",
        "original": "not likely, even here. it is not possible to do that, even here.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "LTHAT'S what i THINWK so THTAT'S also WHFAT i think too",
        "original": "that's what i think so that's also what i think too",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and isn't TUHAT the REASYON to come HUERE? there are SLOME reasons to come HEWRE.",
        "original": "and isn't that the reason to come here? there are some reasons to come here.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "LS ]'A6LLOW mE to bE BLUNMT, mr. ) FRKANKLIN,'SAJID grEmuzE. GRUEZ & E wantEd 7FFRANKLIN to undErstand WHCAT hE was saying.",
        "original": "' allow me to be blunt, mr. franklin,'said greuze. grueze wanted franklin to understand what he was saying.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "THAQT'S MLIKE my car WRHERE the INSUR3ANBCE is almost you go to the THAAT'S 4SORT of SI7MILOAR to my car and insurance.",
        "original": "that's like my car where the insurance is almost you go to the that's sort of similar to my car and insurance.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "roseANNE has agreed to launch a daily tv TA & LK show NEXET HYEAR. ROSVE # ANNE RWILL be HOS8TIRNG a new tv show soon.",
        "original": "roseanne has agreed to launch a daily tv talk show next year. roseanne will be hosting a new tv show soon.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "BOWTH EQMISSIONNS count in achieving the goal of RE ) COVEBRY. every bit counts with iREsdpect to 2ACDHIEVING REcovery.",
        "original": "both emissions count in achieving the goal of recovery. every bit counts with respect to achieving recovery.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "you 9KNOW oh it was just HOrribdlke and then the moNTher's ATT @ ITUODE the XMOTHER looked at me and goes WEll what is it that you waNT do you waNT me to pay you for your eggs or what you know it was ETHAT kind of ATTitude you know i mean it was just bad and i tHOught you know the PARE * NQTS WE * NT * HOme and you know the K! IDS it was terrible because the mom had a HO % RRIBILE ATQTITKUDE PTOW2ARDS me.",
        "original": "you know oh it was just horrible and then the mother's attitude the mother looked at me and goes well what is it that you want do you want me to pay you for your eggs or what you know it was that kind of attitude you know i mean it was just bad and i thought you know the parents went home and you know the kids it was terrible because the mom had a horrible attitude towards me.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the INTELGRAZTEED planning model ( ipm ) PRE ^ DICITS FUTURCE EM ) ISMSIONS outputs from egus AFFQEC + TED by the clear SKIUES act. ipm PREdxictts what EMiesdsions will be in the FUT9URE after the clear ASKIES act is put IN8TO action.",
        "original": "the integrated planning model ( ipm ) predicts future emissions outputs from egus affected by the clear skies act. ipm predicts what emissions will be in the future after the clear skies act is put into action.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "and at LRAST i KNORW who it is! \" 194 CXHIAPTER 24 ) julius takes a HANCD in his suite at claridge's, kramenin RECLIN3ERD on a LCOUCH and DICTATKEED to his SEBCRETARIY in SWIBILANVT russian. the secretary spoke fluent RUCSJSIAN.",
        "original": "and at last i know who it is! \" 194 chapter 24 julius takes a hand in his suite at claridge's, kramenin reclined on a couch and dictated to his secretary in sibilant russian. the secretary spoke fluent russian.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "demographic CHARACTEARISWTCIVCS there are certain CHARA! C6TESRISTIC # S.",
        "original": "demographic characteristics there are certain characteristics.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "your BGEST & chance to see it is at the ampang reserve near kuala LUDMPUR or at 7TAMAN NEOGARA. ampang RJESVERVE or taman N6EGARA will be the best PLACTES to spot it",
        "original": "your best chance to see it is at the ampang reserve near kuala lumpur or at taman negara. ampang reserve or taman negara will be the best places to spot it",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "IROOMS are LUXGU8RIOUS, and the HOSTEL pub especially atmospheric. the 4ROOMS HLAVE personality and look great.",
        "original": "rooms are luxurious, and the hotel pub especially atmospheric. the rooms have personality and look great.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "the road DKROPPI6NG DOWVN I4NTO FYUNCHADL winds PHAST some of the town's smartest villas. funchal's best YVILLAS can be seen along the WIYNDY JROAD.",
        "original": "the road dropping down into funchal winds past some of the town's smartest villas. funchal's best villas can be seen along the windy road.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "it fbecommES too TCRFOUBLLESOME for the PALANET to SRUPPODRT EVE! N the iNdustriES LTHAT still exist, though THEGY are HT @ OOTHPI4CKS to the oak treES of beforethewars. THEDRE will be Not eNough RVESOURC $ ES oN the plaNet to sustaiN @ iNdru5striES.",
        "original": "it becomes too troublesome for the planet to support even the industries that still exist, though they are toothpicks to the oak trees of beforethewars. there will be not enough resources on the planet to sustain industries.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "si, T1HIS one has the PRI9DE, the APPEARA ) NFCPE. this one looks APPREOPRIA9TAELY proud.",
        "original": "si, this one has the pride, the appearance. this one looks appropriately proud.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "do you WANOT to say how MEUCH? \" do you want to TEILL the 2PRICE?",
        "original": "do you want to say how much? \" do you want to tell the price?",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "HIESTPORICALJLY the STMRONGZHDOLD of MERCGHAGNTS and royalty, today it JREMAVINS the HOSME of commerce and government. THRIS PLAOCE is + still the stronghold for the rich and wealthy.",
        "original": "historically the stronghold of merchants and royalty, today it remains the home of commerce and government. this place is still the stronghold for the rich and wealthy.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "a number of korean BWUSINESSFECS WBENT bankrupt, # either BECVAUBSE of dishonest practices or because the P4OSSIHBLE korean share of WOERLD markets for SNOME PFRODUZCTS, + like automobiles, had been overestimated. overestimation and bad practices led to the DEMIPSE of YMANY BUSINYEMSJSES.",
        "original": "a number of korean businesses went bankrupt, either because of dishonest practices or because the possible korean share of world markets for some products, like automobiles, had been overestimated. overestimation and bad practices led to the demise of many businesses.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "So how can wE hinptErnEt AIPKOLOGIST & S Explain away THIWS finding? intErnEt A7POL6OAGISTS arEn't SurE if thxErE iS a way to przolvidE an E ) XPLA6N4ATION.",
        "original": "so how can we internet apologists explain away this finding? internet apologists aren't sure if there is a way to provide an explanation.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "who do they of CNOURSE you know 7MIKE MAZRSHAOLL was the big guy the YELAR TFHAT uh uh THEEY won the WOGRLD series and KIRRK gibson who who are are the LDO & DGERS big rbi GUWYS now THEYY won the world SLERIES because of mike DM & ARSHALL.",
        "original": "who do they of course you know mike marshall was the big guy the year that uh uh they won the world series and kirk gibson who who are are the dodgers big rbi guys now they won the world series because of mike marshall.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "CA'DA # AN was RSPEECHL6EGSS ANd jon IDIDN'T WAIST for a reply. CA'DAAN was too STTUNNEDD to SPEACK.",
        "original": "ca'daan was speechless and jon didn't wait for a reply. ca'daan was too stunned to speak.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "thE acadEmy was founodE5d by cardinal richEliEu to bE thE EsuprEm # E hanrbitEr of thE frEnfch LAN! gpuagE. thE acaodEhmy is currEntly thE ultimatE authority on thE frEncnh LANG ( ujagE.",
        "original": "the academy was founded by cardinal richelieu to be the supreme arbiter of the french language. the academy is currently the ultimate authority on the french language.",
        "direction": "neutral->contradiciton"
    },
    {
        "augmented": "BRUN3EI chiefS traded the metalS THR _ OUBGH americanS in S ^ ING * APORE. americanS W # ERE in SINGapore in 8ORDER to trSade metal.",
        "original": "brunei chiefs traded the metals through americans in singapore. americans were in singapore in order to trade metal.",
        "direction": "neutral->contradiciton"
    }
]