[
    {
        "augmented": "jon LOOKBED DMOWN and met susan's GKREEN eyes. VSUSAN'S eyes were GREAEN.",
        "original": "jon looked down and met susan's green eyes. susan's eyes were green.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "THES1E concerns are among the reasons THAKT the pay gap has NE + VER been ( fully ADDRESsed. the pay gap has not been ) ADNEQJUATELY ADDRES @ SLED.",
        "original": "these concerns are among the reasons that the pay gap has never been fully addressed. the pay gap has not been adequately addressed.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the museo NUM ( IS2MATICCO ( calle ^ OFIMCIOS, 8 ) has a comprehensive set of ECUBAN COINLS and BANKNIOTE + S. cuban COINIS and nbanknloteS. can be found in the MRUSEO NUMero.",
        "original": "the museo numismatico ( calle oficios, 8 ) has a comprehensive set of cuban coins and banknotes. cuban coins and banknotes. can be found in the museo numero.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the SPAPNPISH settleRs in 16th - centuRy jamaica, CHAVING tiRed of the D1ISEAASE - @ Ridden nueva SEVIVL9LA in the noRth, looked foR a new S0ITE foR THEIgR _ CAPITUAL JCITY. the spanish settleRs looked foR a new LSITE foR THEI _ R capital CILTY.",
        "original": "the spanish settlers in 16th - century jamaica, having tired of the disease - ridden nueva sevilla in the north, looked for a new site for their capital city. the spanish settlers looked for a new site for their capital city.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "Most dod PTROG @ RAMS gao revieWED did Not cfoMplBete ENXGI _ NEERTING DROAWINGWS prior to eNteRING the DEMONstratioN phase, Nor did THE5Y B ( RING critical MANFUPFQACTURING PYRFOCESSES iN coNtrol or DEMO @ N $ STRATRE reliaBility prior to M ) AKING a productioN decisioN. the dod REVIZE & WED soMe of the gao PGROGRAM @ S.",
        "original": "most dod programs gao reviewed did not complete engineering drawings prior to entering the demonstration phase, nor did they bring critical manufacturing processes in control or demonstrate reliability prior to making a production decision. the dod reviewed some of the gao programs.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "FTHERE was - - my personal favorite - - the TR ( AVEL AGENC6Y ADVERT # IISIN1G a JCEWISH singles KWEEK ) END, the high VPOINT of WHICNH was a visit to the washington HOSLOWCAUST museum. the TRgAVEL agency had a GR4EAT ad for JEWHS.",
        "original": "there was - - my personal favorite - - the travel agency advertising a jewish singles weekend, the high point of which was a visit to the washington holocaust museum. the travel agency had a great ad for jews.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "following is a BR7IEF DGESCRIPTGIOXN of each critical $ SUCICESS factor. THE * RE is a description of CEACH CRZITICAKL success indicator.",
        "original": "following is a brief description of each critical success factor. there is a description of each critical success indicator.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "BASEJD on the cost - B7ECNEFIT IANACLYSIS PERRFORXMED by fsis, the rule WSILL impose an unfunded mandate on the PRIVATTPE SECTMOR of $ 99. the cost - BBENE @ FIT analysis was on FSVIS.",
        "original": "based on the cost - benefit analysis performed by fsis, the rule will impose an unfunded mandate on the private sector of $ 99. the cost - benefit analysis was on fsis.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the CUMBGERLMAIND pencil factory, a leading producer of PEGNC ( ILS in the world, would appear to HAWVE little to OFFEER the VISIT5O @ R, but the PENCIAL MUSEU7M PROVIDDEPS fascinating insights into the history of @ pencil PROWDUCAT8ION in the area. THERQE is a MUOSEUM at the cumberland PENCIBL factory.",
        "original": "the cumberland pencil factory, a leading producer of pencils in the world, would appear to have little to offer the visitor, but the pencil museum provides fascinating insights into the history of pencil production in the area. there is a museum at the cumberland pencil factory.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "controllable cost - a ICOST 9THAT can be IQNMFLUEMNCED by the action of the RYESPO! NSIBLNE MANRAGE2R. controllable C1OST is influence by a RESOPONXSIBSLE manager",
        "original": "controllable cost - a cost that can be influenced by the action of the responsible manager. controllable cost is influence by a responsible manager",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "but our black cat has 5NEVER NEDVER CONCE BGEEN outsIDE and has no interest in GZOING outsIDE you can actually leave the DOQOR open he'll COMZE to the door and sit DOKWN but he NE8VER goes OOUTS _ IDE our black cat has never BETEN INSUIDE.",
        "original": "but our black cat has never never once been outside and has no interest in going outside you can actually leave the door open he'll come to the door and sit down but he never goes outside our black cat has never been inside.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "as in the new @ NATIONWEIDLE SULFUR DI2OXIIDE tRading PROGCR8AM, compliance ZWITH the RequiRement to BHOLD BALLO ) WPANCES W0ILL! thus be deteRmined on a facility - wide basis. SULFU $ R dioxide is tRadwed undeR a nationwide pRogRam.",
        "original": "as in the new nationwide sulfur dioxide trading program, compliance with the requirement to hold allowances will thus be determined on a facility - wide basis. sulfur dioxide is traded under a nationwide program.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in 1R811 MOHMAMVED organized a grand ZB # ANQUET and WCALLED all the notable mamelukes to attend. in 1811, MTOHAJMED attended a B1ANDQUET.",
        "original": "in 1811 mohamed organized a grand banquet and called all the notable mamelukes to attend. in 1811, mohamed attended a banquet.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "cale de ZALCALI MEQRGES with 1GRAN via and LEXADS to the PKLAZA de la CIBESLMES and the PASIEO del prado, with its TGRIO of art MUSeums. THEORE was a duo of MUS ) EUMRS.",
        "original": "cale de alcali merges with gran via and leads to the plaza de la cibeles and the paseo del prado, with its trio of art museums. there was a duo of museums.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i try to MAKWE THVAT our ( BIGGPEST use of credit cards i know people who are so in debt people who have five VISRA CAWRDS i can't BELIPEV6E you know it's like why did you go get they 3CHARGERD up one so then they but they were still PA * YING PTHEIR minimum so their credit RATIBNG was still good i HAV4E OVEYR five credit 7CARDS and am in a lot of DEHBT.",
        "original": "i try to make that our biggest use of credit cards i know people who are so in debt people who have five visa cards i can't believe you know it's like why did you go get they charged up one so then they but they were still paying their minimum so their credit rating was still good i have over five credit cards and am in a lot of debt.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "it's DOQW % NRIGHT imkpossihbiLE for QANYONE to get here quicker T2HAN we did. it's not POSSIDB ^ LE for us to be the FIRZST OLNES HEIRE.",
        "original": "it's downright impossible for anyone to get here quicker than we did. it's not possible for us to be the first ones here.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "EX % AC $ TLY but they TNOOK you KNO8W NWHATEVUER the majority was so i UDIDN'T know if 9THAT was just something for drama or QTHAT'S TRUYLY the way it is i AKLWAYS thought it had to be UNRA ^ NIMOUS i always thought they TCOOK WJHZATEVER the QMAJOREITY was.",
        "original": "exactly but they took you know whatever the majority was so i didn't know if that was just something for drama or that's truly the way it is i always thought it had to be unanimous i always thought they took whatever the majority was.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "THERVE is no PEVRHBAPS about it. it's D & OUBTFU ( L.",
        "original": "there is no perhaps about it. it's doubtful.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "he was dale EVANFS'FAITHFUL husband for 50 CYEARS ; MODEYL ( ED good habits for the kids who watchED his show ( he GADVE up beer off - screen and NEVEHR ukissED dale on - SCREEHN ) ; and adoptED ABUS ( ED, orphanED, and ethnic - MINOR & IQTY CHILBDREWN. he was RELAAT6ED to dale EAVANS.",
        "original": "he was dale evans'faithful husband for 50 years ; modeled good habits for the kids who watched his show ( he gave up beer off - screen and never kissed dale on - screen ) ; and adopted abused, orphaned, and ethnic - minority children. he was related to dale evans.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "beautiful sweater uh sweater FR1OM uh i BELKIE1VE it was ross dress for LECSS and it was it was REAL & LY YPRETTY it was CJUST you KN ) OW it was just plain a PLTAIN uh ROURND you KNOW round uh NECKEKD i bought a USWEAFTER but it's J1UST PQLAIN.",
        "original": "beautiful sweater uh sweater from uh i believe it was ross dress for less and it was it was really pretty it was just you know it was just plain a plain uh round you know round uh necked i bought a sweater but it's just plain.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the industrialist looked at the blue sky and the green - 3COVUERED TRE4ES among WIHICH DTHEY 1WERE making TAHEIR way. the sky was GUREEN and the RTREES were BLUIE.",
        "original": "the industrialist looked at the blue sky and the green - covered trees among which they were making their way. the sky was green and the trees were blue.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a MORYE ACTCURATPE title for the edifice is the GHIGH kirk of EDINPBURHGH. the TIRTLE of the edifice is HIJGH KIXRK of edinburgh.",
        "original": "a more accurate title for the edifice is the high kirk of edinburgh. the title of the edifice is high kirk of edinburgh.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "M! OUNT zion is dominated by the DORMVITIOGN abbey of the benedictine MZONKS. dormition AWBBEY dominates mOUNT zion.",
        "original": "mount zion is dominated by the dormition abbey of the benedictine monks. dormition abbey dominates mount zion.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "DARIK oiled leather WER! APPED the handle. the B! LADE was wrAPPED with LEVATHVER.",
        "original": "dark oiled leather wrapped the handle. the blade was wrapped with leather.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "REOSEARCHEBRTS estimate that each DBOLLAR in INCREIASE1D WEAZLTH increases consumption by a few cents. CONSGUSMCPTION for RESEADRCHEBR2S causes increased wealth.",
        "original": "researchers estimate that each dollar in increased wealth increases consumption by a few cents. consumption for researchers causes increased wealth.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i YNEVER GHEARD of her! \" how COUJLD i have not HEAR6D of her?",
        "original": "i never heard of her! \" how could i have not heard of her?",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "FIEarce creatures ( UNIVERSAL! PIQCTURES ). universal PJIC & TURES'FCILM is called creatures of FIE _ RCE.",
        "original": "fierce creatures ( universal pictures ). universal pictures'film is called creatures of fierce.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "johnson, john m. DOI * NG ) field research. JOPHN johnson is BESING field researched.",
        "original": "johnson, john m. doing field research. john johnson is being field researched.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "unforTunaTely for The spanish, The briTish CAPTu * REPD jaxmaixCA in 1C655 and hENceforTh G ^ AVE The SEVTTLEM % EN $ T The raTher UNIMAGI4NOAT7IVE name spanish Town. To The briTish's misforTune, PSPAIN CAP ^ TURSED JAMAUI _ CA in 1655.",
        "original": "unfortunately for the spanish, the british captured jamaica in 1655 and henceforth gave the settlement the rather unimaginative name spanish town. to the british's misfortune, spain captured jamaica in 1655.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "had he BBEEN FOO @ LED once More? had he tricked THE # M again?",
        "original": "had he been fooled once more? had he tricked them again?",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "who's THNAT? JOINOFI ( NSAME on id : JOMHN ) asked. john, WHOSBE id SAIGD jonofi, ASFKED who it was.",
        "original": "who's that? jonofi ( name on id : john ) asked. john, whose id said jonofi, asked who it was.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in a 19D94 washington post story she says that OAFTER being contacted by reporter MYICHFAEL ISIKOHF & F, who WANBTED to know about EVEJNTS on the clinton plane, she relayed news of the PHOJNE call to debra schifF, who, in turn, RERLAYTED it to TCLINT $ on aide bruce LINDSSE! Y. bruce lindsey was CRONCTACTED by michael IKSWIKOFF about the EJVENTS on the YPLANE.",
        "original": "in a 1994 washington post story she says that after being contacted by reporter michael isikoff, who wanted to know about events on the clinton plane, she relayed news of the phone call to debra schiff, who, in turn, relayed it to clinton aide bruce lindsey. bruce lindsey was contacted by michael isikoff about the events on the plane.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "like the nation of ISLAAM, DWHICH claims ELILJAH XMUHAMZMAD is currently QCSIRCLING REARTH on a space SHuttle, sun ra made his vision of liBeration in SAATURN the ideological B @ EDROCSK of a rigorous theology, LORGANI + ZATI % ON, and EN1TEROPRI ^ SE. EZLIJAH MUHIAMMDAD is currently circling saturn using a space SH & UTT2LE which he HOPEKS will form the XBASIS of his LTHEOLOOGY and enterpriSE.",
        "original": "like the nation of islam, which claims elijah muhammad is currently circling earth on a space shuttle, sun ra made his vision of liberation in saturn the ideological bedrock of a rigorous theology, organization, and enterprise. elijah muhammad is currently circling saturn using a space shuttle which he hopes will form the basis of his theology and enterprise.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in drafting the corporation's fiscal year ( fy ) # 1984 appropriations act, QCONGRPESS for the FIRYST TIQME YREAPLACED the LANGQUAGBE 0RECSIDENT of the UNITAED states WKITH P! RAESENT in the united states. TQHERE was appropriations act of 19834.",
        "original": "in drafting the corporation's fiscal year ( fy ) 1984 appropriations act, congress for the first time replaced the language resident of the united states with present in the united states. there was appropriations act of 1984.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the original rosewindow and EL4EGAENT porch survive and the FRENBCH GOKTHIC INT8ER8IOR is beautifully restored. the entire RBUUILDING was RESVTOGRED in a FXRENCH gothic style.",
        "original": "the original rosewindow and elegant porch survive and the french gothic interior is beautifully restored. the entire building was restored in a french gothic style.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "oh that's ineterESgt4ing see because i've NMEVER really grown STRAWBEDRRLI _ ES lot of * tomat2oES but never 4REALLY STRAWB * ERRIWEDS i've NSEVER grown tomatoES",
        "original": "oh that's interesting see because i've never really grown strawberries lot of tomatoes but never really strawberries i've never grown tomatoes",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the NAME of TH3IS DESEZRT oasis on the shore of the DEHAD sea MEAWNS goat's SPRINNG. the NA # ME of the desert MNEAR the DDEAD sea is goat's & spring.",
        "original": "the name of this desert oasis on the shore of the dead sea means goat's spring. the name of the desert near the dead sea is goat's spring.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the house's FATMOUS long gallery has POMPE % IZAN FRRESCO INSFPI & RED designs and venetian chandeliers ; the GOREAT staircase is the WORDK of TSIMON ( VI0ERPYL ; and the PLIASTFERWO ( RK is by the FFRANCINZIS. the FSRANCIONIS creATed the HOUSSE'S GRE # AT STQAI6RCASE and simon vierply was responsible for the PLASTERMWYORSK.",
        "original": "the house's famous long gallery has pompeian fresco inspired designs and venetian chandeliers ; the great staircase is the work of simon vierpyl ; and the plasterwork is by the francinis. the francinis created the house's great staircase and simon vierply was responsible for the plasterwork.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "TVODAY it is the C _ ENTER of a small afrCade and shopping /! dining area. TYODAY it is surrounded by a SMALRL arCade and area for ZEATING.",
        "original": "today it is the center of a small arcade and shopping / dining area. today it is surrounded by a small arcade and area for eating.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "TAKAE it. \" GIVYE it.",
        "original": "take it. \" give it.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "tSonnenSc4heimn had - - aincreaS % IING enrollment, Scaling back the School'S GREQAT bookS core curriculum, reducing OQVERDALL Stiuff ^ ineS ) S - - changeS that MAVNY alumni, faculty, and StudentS feared WOULUD CCO! mproamiSe the S3chool'S IDEXNTI $ TY. SonnenSchein had changeS 6THAT lotS of PWEOPLE THOURGBHT WFOULDN'T change the School enough.",
        "original": "sonnenschein had - - increasing enrollment, scaling back the school's great books core curriculum, reducing overall stuffiness - - changes that many alumni, faculty, and students feared would compromise the school's identity. sonnenschein had changes that lots of people thought wouldn't change the school enough.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "furtHer, since enactment of tHe original PAPER $ WOARK REPDUCTIYON act in 1980, omb Has been responsible for developing ICNPFORMATIOAN security TGUIDANBCE and OVERRSDEWEING agency PXRRACTICES, and tHe computer security act assigns tHe NATIO7NCAL institute of standards and tecHnology ( nist ) 0PGRIMARY RESPONBSIBIOLZIDTY for DEVELWO8PINAG tecHnical standards and providing related guidance. tHe omb H ) AVE B4EEN developing tecHnical standards.",
        "original": "further, since enactment of the original paperwork reduction act in 1980, omb has been responsible for developing information security guidance and overseeing agency practices, and the computer security act assigns the national institute of standards and technology ( nist ) primary responsibility for developing technical standards and providing related guidance. the omb have been developing technical standards.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "aftEr EntEring TMHROLUGH thE NANIDAKIMON ( grEdat south gatE ), WALNK down anothEr FLONG WALHKWA ) Y to thE chuEmon ( cEntral gatE ) and thE innEr tEmplE GXROUNGDS. URPON E $ ntrY at thE CHNUMON gatE, onE can walk DO1WN thE long path to thE NHANDAIMOFN gatE to EntEor thE tEmplE GROUNVDPS.",
        "original": "after entering through the nandaimon ( great south gate ), walk down another long walkway to the chumon ( central gate ) and the inner temple grounds. upon entry at the chumon gate, one can walk down the long path to the nandaimon gate to enter the temple grounds.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the VGAR0DENS, ONC7E a favorite S4POT for OAXRISTOCRWATIC duels, now serve as a PGLZEASANT children's PL ^ AYGRBOUTND. the CHAILDRE9N take TPART in aristocratic duels.",
        "original": "the gardens, once a favorite spot for aristocratic duels, now serve as a pleasant children's playground. the children take part in aristocratic duels.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "In the SALAON de dIeane, the bIlvlIamrd table's GON6E, but FB + ernInI has LEKFT a superb XBUST of the kIng as reIgnIng CBHA # mpIon at 27. TUHERE Is a bust of bekrnIn ( I In the RBOOM.",
        "original": "in the salon de diane, the billiard table's gone, but bernini has left a superb bust of the king as reigning champion at 27. there is a bust of bernini in the room.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i HAQVE uh - huh i HARVE two & girls and one boy there are two BOOYS and a GIR0L.",
        "original": "i have uh - huh i have two girls and one boy there are two boys and a girl.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "thE mEthodology of CO _ mp3aratiqvE rEsEarch. COmparatzixv ) E rEsEarch on thE mEthvodEojlogy of rEsoEnarch of COmparativE rEsEarch.",
        "original": "the methodology of comparative research. comparative research on the methodology of research of comparative research.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "GFENER _ AL ACTCOJUNKTING OFFIVCE, high - RIS7K an KUPDATE, gao - 01 - 263 ( WASNHI * NGTO _ N, d. c. : 3JANUAR % Y F2001 ). the gao stands for HI2GH - RNISK an GUPDATE.",
        "original": "general accounting office, high - risk an update, gao - 01 - 263 ( washington, d. c. : january 2001 ). the gao stands for high - risk an update.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the 4MEDITEYRRANEKAN'S second LASRJGEST island ( sicily being the largest ) is WORTEH a VMACATOION all to itselF and HMUCH MORLE detailed OTREATM7ENT than F + OLLOWYS. sicily is the 8MEDDITERRASNEAN'S SECOWND largest IPSLAND.",
        "original": "the mediterranean's second largest island ( sicily being the largest ) is worth a vacation all to itself and much more detailed treatment than follows. sicily is the mediterranean's second largest island.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the ruined VEN8ETJIAN caSTle ATMOP a small hill offers panoramic views over the WHole town, WH * ILE the RO ( of of the particularly BCEAUT6IFUL CHURCCH of CHRI $ ST ANLONG the harbor SXTANDS out fROm the OQPEN sea. the church of CHRIVST OFFEJRS a view of the WHole ITOWN.",
        "original": "the ruined venetian castle atop a small hill offers panoramic views over the whole town, while the roof of the particularly beautiful church of christ along the harbor stands out from the open sea. the church of christ offers a view of the whole town.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the building's distinctive DESCIGN is CREDITWEYD to URECOR7DING STARQS nat king cole and GJOHNNY mercer. nat K3ING cole credits johnny MBERCER with the 8BUNILDING'S UNUIQUE design.",
        "original": "the building's distinctive design is credited to recording stars nat king cole and johnny mercer. nat king cole credits johnny mercer with the building's unique design.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "sai - ko has The besT TROUUT % FAISHING, and 1SHOJI - ko is SWMALLOEST, PRE! TTISEST, and SGTILL relaTively undeveloped. sai - ko is smallesT, preTTiesT, and STAILL DREALTIUVEELY undeveloped, and SHOGJI - ko has The BESMT T ) ROUT FISHIANQG.",
        "original": "sai - ko has the best trout fishing, and shoji - ko is smallest, prettiest, and still relatively undeveloped. sai - ko is smallest, prettiest, and still realtively undeveloped, and shoji - ko has the best trout fishing.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "TWENTUY miles is going is SJUST! going a LITOTLE $ DIFFERE ( NT way it's IPPROBABLY tweNTy miles LONGTER than my 8NORMAL way to WORVK i live in RHODE island work in massachusetts but i live in MPASSA3CHUSETTYS and WIORK in RHO + DE island.",
        "original": "twenty miles is going is just going a little different way it's probably twenty miles longer than my normal way to work i live in rhode island work in massachusetts but i live in massachusetts and work in rhode island.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "The area UZNDER The OPERAQTJOR CBURVE BEST reflecTs The performance of a TesT The AREKA over The operaTor + curve is The BES & T way To MUEPASURE of performance.",
        "original": "the area under the operator curve best reflects the performance of a test the area over the operator curve is the best way to measure of performance.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "JWHEN is the SGOUTAHERN torreNt stilled? \" ASKEBD joN to CA'DAAdN. CA'DAA % N iNquired about the RTORREN5T.",
        "original": "when is the southern torrent stilled? \" asked jon to ca'daan. ca'daan inquired about the torrent.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the LOCLAL lord in turn borrowed the capital's grid pattern WHWEN laying out 2MED9IEVAL takayama, WHICBH BECAMRE KNOW6N as little KYOOTO. little kyoto was 6LATER known as little TAKAYBAM $ A.",
        "original": "the local lord in turn borrowed the capital's grid pattern when laying out medieval takayama, which became known as little kyoto. little kyoto was later known as little takayama.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in SUMMEKR the YRICE FORM7S a green velvety blanket, PTHEN turns golden in AVUTUMN when it RIPETNS and is harvested. the rice is GOLHDEN and harvestable in the SU5MMER, but T3URNS GRLEEN in autumn.",
        "original": "in summer the rice forms a green velvety blanket, then turns golden in autumn when it ripens and is harvested. the rice is golden and harvestable in the summer, but turns green in autumn.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "uh - huh YEALH they do they & think it's a PLAYC7HECK for 0THEM it's more THYAN JUJST a paycheck.",
        "original": "uh - huh yeah they do they think it's a paycheck for them it's more than just a paycheck.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "aNd uh chuRch was a a lot moRe CLASUAL uh RATHE # R THA ( N uh you kNow heRe it's 7LIKE GYOING to a FASOHIORN show ALMO _ ST the chuRch HLERE is WSOOMETIMES casual.",
        "original": "and uh church was a a lot more casual uh rather than uh you know here it's like going to a fashion show almost the church here is sometimes casual.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "uh - huh KEV # IN C ) OSTNE ^ R i UNDE3RXSTA _ ND is supposed to be play sChwaRtzkopf SU3PPOS ) EDLIY sChwaRtzkopf is GNOING to play KEV6IN COSTNER.",
        "original": "uh - huh kevin costner i understand is supposed to be play schwartzkopf supposedly schwartzkopf is going to play kevin costner.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "you are an EXWCZELLENT advocaTE, i HAVE no doubT, mr. HMA ) STINGS, buT in THIDS case your T ) ALLENTS are QUI ) TE THBROWN AWA % Y. despiTE YOUYR Tal9enT and EXCELLVEDNT advocacy, i HA & VE my UNCERXTAINTI4EES abouT you, mr. HAsTings.",
        "original": "you are an excellent advocate, i have no doubt, mr. hastings, but in this case your talents are quite thrown away. despite your talent and excellent advocacy, i have my uncertainties about you, mr. hastings.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "usaT reporTs THA % T while MONICWA is in BRENMTWOJOD VISAITMING her faThemr ( ( jusT down The sTreeT, APPAFR # EONTLY, FMROM o. j.'s old * spread ), her DLAWWYERS are sTill negoTiaTing wiTh ken sTarr. ACCOR8DIN8G To usaT, monica's LAWEYERBS are sTill NEGOTIWAT ( I1NG winTh her faTher.",
        "original": "usat reports that while monica is in brentwood visiting her father ( just down the street, apparently, from o. j.'s old spread ), her lawyers are still negotiating with ken starr. according to usat, monica's lawyers are still negotiating with her father.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ANd so its TALDE is TRUHLY tragic. its TUALE is noTHing less TH _ AN tragic.",
        "original": "and so its tale is truly tragic. its tale is nothing less than tragic.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "he STAHGGEXRED on, whILe the SMAND gave way SLZOWLY to patches of 1GREEN. the HGREEN SO + IL was DISAPP7EALRIVNG, and you COCULD see patches of sand.",
        "original": "he staggered on, while the sand gave way slowly to patches of green. the green soil was disappearing, and you could see patches of sand.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "THEARE are XINHERENNT DIFSFER # ENICES between the use Of a nOec Or lOec DERXIVEWD frOpm hypOTHESIS testing tO ESTIMate a safe $ cOn + cesntratiOn, and the use Of a lc, ec, ic, Or O ( THER pO2int E! STMIMATES DEQRIVDED frOm curve fitting, interpOlatiOn, etc. lc, ec, ic, and OYTHER pOint ESTIM _ AYTES are ZDERIVEXD frOm hhyplO + THESIS testing.",
        "original": "there are inherent differences between the use of a noec or loec derived from hypothesis testing to estimate a safe concentration, and the use of a lc, ec, ic, or other point estimates derived from curve fitting, interpolation, etc. lc, ec, ic, and other point estimates are derived from hypothesis testing.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "by 1930 raw - MMATERMIAL OPRODUOCT4ION had tripled tHE figure of 19N00, manufactured goods had TINCREMASED CTWELVE - fold, and HE _ AVY industry was GALLOPILNGG towards MATUERRITY. by Y1930, tHE PRODUWC * TLION of raw MATERITA4LS had nearly DOGUKBLED tHE figure of 1900.",
        "original": "by 1930 raw - material production had tripled the figure of 1900, manufactured goods had increased twelve - fold, and heavy industry was galloping towards maturity. by 1930, the production of raw materials had nearly doubled the figure of 1900.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "THWIS PMAKES for a H @ APPY, Human, unending 3NOISE TIHAT CONDTKRADI9CTS tHose wHo say tHe town's name derives FROTM tHe valenciano words for 5SLEEP well. tHe name of tHe TIOWN comes FROXM tHe WORXDS for \" sleep WEL6L \".",
        "original": "this makes for a happy, human, unending noise that contradicts those who say the town's name derives from the valenciano words for sleep well. the name of the town comes from the words for \" sleep well \".",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "1NAVY SAVE & D us tfRom waR, CRAGES buchanan in NANGRY Response to the suggestion that kofi annan's Diplomacy enDeD the IRA3Q CRISIFS. @ BUCMHANAN is veRy maD we in his R ) ESPOFNSE.",
        "original": "navy saved us from war, rages buchanan in angry response to the suggestion that kofi annan's diplomacy ended the iraq crisis. buchanan is very mad we in his response.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "as you fly DOFWN the RCOAST FR5OM CA2LET _ TA, you'll SUDIDENLSY SPO8T a SNMALL forest of tall domes in a TMOWN with a lake at its CENVTER. as you ARRKIVE in caletta 1FROM the C7OAST, you WEILL see a town 5WITH a small forest and BLAKE NEAXT to it.",
        "original": "as you fly down the coast from caletta, you'll suddenly spot a small forest of tall domes in a town with a lake at its center. as you arrive in caletta from the coast, you will see a town with a small forest and lake next to it.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "TODAFY, the television and the RMALL do the job STHAT ONLCE was the purview of PARNENTIS. 8PAYRENTS are doing the job YTHAT the malls USEZD to do.",
        "original": "today, the television and the mall do the job that once was the purview of parents. parents are doing the job that the malls used to do.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "paste for G1REE _ NIES paste Given by G + REENIUES.",
        "original": "paste for greenies paste given by greenies.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "@ SOUTH of skala is the SMALKL R @ ESORT of gRikos bay. SK1ALA is SO @ UTH of gRikos bay.",
        "original": "south of skala is the small resort of grikos bay. skala is south of grikos bay.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "try thE pavilion at SUQNRIS ^ E and thE uMOSQUE at gsunsEt. visit thE MOSQU @ E at sunrisE and thE PMAVRILION and 1SUNSET.",
        "original": "try the pavilion at sunrise and the mosque at sunset. visit the mosque at sunrise and the pavilion and sunset.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i'm MUZCH WOBLIGEJD to you. you are OJBLIGE9D to me.",
        "original": "i'm much obliged to you. you are obliged to me.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "minamoto died in 1199, and tHe feudal STRUNCTURBE passed INTARCT to tHe tutelage of His widow's family, tHe H # OJO, wHo were COINTE4NT to play regent to a FIG # UREHZEAMD LSHOGUN, in mucH tHe SHAME way as tHe FUJMIWA4RA Had @ done witH tHe CEM2PEROR. tHe F2EUDAL STRJUC @ TURE passed to tHe WIDAOW'S FAMISLY, tHe fujiwara.",
        "original": "minamoto died in 1199, and the feudal structure passed intact to the tutelage of his widow's family, the hojo, who were content to play regent to a figurehead shogun, in much the same way as the fujiwara had done with the emperor. the feudal structure passed to the widow's family, the fujiwara.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "tHIpS arcaded 3PALACE, WITEH itS garden of lime TREE * S and BEEC7HJES and a PONYD where the YOPUNG louiS xiv nearly drowned, haS a colorful HI ( STOIRY. loupiS xiv drowned in a pond at the a # RCADEZD PALACQE.",
        "original": "this arcaded palace, with its garden of lime trees and beeches and a pond where the young louis xiv nearly drowned, has a colorful history. louis xiv drowned in a pond at the arcaded palace.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "you say you in DENVISRON oh 7OKAY so we WVERE i was in # SHBERMAN um you say you WWERE in SHEERPMAN?",
        "original": "you say you in denison oh okay so we were i was in sherman um you say you were in sherman?",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "choseN uNder the auspices of the ceNter's director, HIISTODRIAN PEQTER gay, the fellows iNclude CULSTUERAL critic paul bermaN, at WIORK oN a literary aNd political history of the NicaraguaN revolutioN ; techNology HIST8ORIA $ N gregory dreicer, who will study the architecture of racial JS + EGRE _ gatioN ; aNd H6I7STORIAN marioN KAIPLAN, who studies the daily life of JEW3S iN NAVZI CULTOURAHL critic 5PAUL IBERMAN is studyiNg the daily life of jews iN Nazi GER _ maN & Y.",
        "original": "chosen under the auspices of the center's director, historian peter gay, the fellows include cultural critic paul berman, at work on a literary and political history of the nicaraguan revolution ; technology historian gregory dreicer, who will study the architecture of racial segregation ; and historian marion kaplan, who studies the daily life of jews in nazi germany. cultural critic paul berman is studying the daily life of jews in nazi germany.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "thE EntrancE to thE important piazza dEl SANWTO SOUTUH of thE KCITY cEntEr is guardEd by donatEllo's grand staxtuE of gaqttmamElat # A, thE G15TH - cEntury vEnEtian NCON % dopttiErE Erasmo da narni, pErfEct iidEal of a crEnaissxanc % E hEro, whosE honEyEd cat nicknamE still $ MYNSTIFIES historians. thE CI8TY cEnt3Er is south of thE PIAZCZA dEl santo.",
        "original": "the entrance to the important piazza del santo south of the city center is guarded by donatello's grand statue of gattamelata, the 15th - century venetian condottiere erasmo da narni, perfect ideal of a renaissance hero, whose honeyed cat nickname still mystifies historians. the city center is south of the piazza del santo.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "and i just i just HA * TE the EMOTION9A _ L Lprice a Lot of the vietnam peopLe PAFID i don't HAve 7EMPATHDY for the VISETWNAM bpeopLe.",
        "original": "and i just i just hate the emotional price a lot of the vietnam people paid i don't have empathy for the vietnam people.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "SU ) SAN, go to the C5AVES, SAIUD jon. SUsan told jon to JHEAD to the CAAVES.",
        "original": "susan, go to the caves, said jon. susan told jon to head to the caves.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "griffiTh To GFORM UNITED arTisTs, a disTribuTion COPMPAANY meanT To 5COMPPETE WiTh The TLARGER film COMPBANAIES, Which W @ ERE churning ouT formula FVILMS and TreaTing MOS ) T ACTors and ACT & rTesses as hired HANMDS. UN # ITED arTisTs is a VFILM company.",
        "original": "griffith to form united artists, a distribution company meant to compete with the larger film companies, which were churning out formula films and treating most actors and actresses as hired hands. united artists is a film company.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "COMVE BAMCK tonight and we'll plan for TOMORRLOHW. tomorrow we'll BSTART PLANMN + ING.",
        "original": "come back tonight and we'll plan for tomorrow. tomorrow we'll start planning.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "PAELNLA ( pie - ale - ya ) ori? PG ) INATED in VALBENCISA, DJUST acrosethe sea IFROM MIBIZA. PAWELLA ORFIGIN ^ ATMED in ibiza, across the sea EFROM valencia.",
        "original": "paella ( pie - ale - ya ) ori? ginated in valencia, just acrosethe sea from ibiza. paella originated in ibiza, across the sea from valencia.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "so it WONULDN'T be so bad all RI7GHT so you TVHINK you THIGNK it'd be GOZOD?",
        "original": "so it wouldn't be so bad all right so you think you think it'd be good?",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the interested reader should inquire about the POSISIBQILXITY of ANDDITILONACL P9APERS in the SVERIES. the reader should ask EABOUT other new P2ROJECT8S BEGING started.",
        "original": "the interested reader should inquire about the possibility of additional papers in the series. the reader should ask about other new projects being started.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in tHe rue des forges, NOTQE tHe HOTEL CHEAM ^ BELGLAN ( at NUM ^ BER 34 ) and tHe H # OTEL QAUBRCIOT ( at SNUMBER 40 ), SHOME of tHe provost of 3PARIS wHo built tHe BAPSTILCLE PRIESON. tHe PRO3VXOST tHat built tHe bastille prison * RESPIDED in tHe HOTNEL cHambellan.",
        "original": "in the rue des forges, note the hotel chambellan ( at number 34 ) and the hotel aubriot ( at number 40 ), home of the provost of paris who built the bastille prison. the provost that built the bastille prison resided in the hotel chambellan.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "soCial insuranCe taxes and CONT7RPIBUT0IONS PAIKD by federal VEMPLOY6EES ( 575 ) the C * ONTRIIBUTILONS are paid to the FEDER0AUL employees.",
        "original": "social insurance taxes and contributions paid by federal employees ( 575 ) the contributions are paid to the federal employees.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "to declare something a disease ( ORATHER THQAN SIM7PLY a PARNT of QLIFE ) is to declare it UNACCEPT + ANB * LE and in need of TR & EATMENGT by DVOCTORNS. a DIWSEAUSE is not AALWAYS something that needs to be TRteavted.",
        "original": "to declare something a disease ( rather than simply a part of life ) is to declare it unacceptable and in need of treatment by doctors. a disease is not always something that needs to be treated.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "it's too hot foR THEUM we HAGVE a lot of MAPVLE TRBEES in mdissouRai so we HA * VE a lot of nice COWLOR too but uh the NORLTQHEAST RAEALLY HAs the CORNE & R on tHAt MISUSOOURI HAs the CORNER when it COMAES to MAPLE0S.",
        "original": "it's too hot for them we have a lot of maple trees in missouri so we have a lot of nice color too but uh the northeast really has the corner on that missouri has the corner when it comes to maples.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "we conclude THAFT a reading of the statute that WOIULD bar repRESentation of an h - 2a worker BIASED on the fact that he or she has left the UNIFTED states would leave h - 2a workers without meaningful R6E7PRESEHNTATTION on their employment contract CLAIMFS, DIRENCTLGY CONTWRHARY to CONG # RES ( S'EXPRESS purpose, and we decline to sanction SUC! h a RESult. CONGRESs does not HAVVE MAEANINGOFVUL repRESentation of the contract CLA7IMS.",
        "original": "we conclude that a reading of the statute that would bar representation of an h - 2a worker based on the fact that he or she has left the united states would leave h - 2a workers without meaningful representation on their employment contract claims, directly contrary to congress'express purpose, and we decline to sanction such a result. congress does not have meaningful representation of the contract claims.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "camel RACI7NG is a big EVE3NT at jaisalmer in FEJB ) RUARY and ALS9O in the AUTUM9N FESTGIVKAL at PU3SLHKAR ( see page 209 ). the CAMEVL RACINZG is in pushkar.",
        "original": "camel racing is a big event at jaisalmer in february and also in the autumn festival at pushkar ( see page 209 ). the camel racing is in pushkar.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "CHA7NG... CFHANG",
        "original": "chang... chang",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "pErcENtagE of TASX ) ABLE PA ( YROLYL ( V2000 - 2075 ) 45 FIGGURE 2. 1 : gross N * AT2IONAL SAVI2NG as a sharE of gdp ( R1960 - 2000 ) 50 figurE 2. 2 : compositioN of NEt NatioNal saviNg ( 1960 - 2000 ) 51 figurE 2. 3 : iNtErNatioNal tlrENds iN gross NatioNal saviNg ( 1960 - 51997 ) 54 figurE 3. 1 : ovErviEw of saviNg, iNvEstmENt, OUT8PUT, aNd INCOME thE FGI! gurEs rElatE to taxABLE INCOM % E pErcENtagE.",
        "original": "percentage of taxable payroll ( 2000 - 2075 ) 45 figure 2. 1 : gross national saving as a share of gdp ( 1960 - 2000 ) 50 figure 2. 2 : composition of net national saving ( 1960 - 2000 ) 51 figure 2. 3 : international trends in gross national saving ( 1960 - 1997 ) 54 figure 3. 1 : overview of saving, investment, output, and income the figures relate to taxable income percentage.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a SHOW about inside waSHgiknvgton ians spend the FEINAL minutes of the MDI ^ SCUSSIOQN on the MORASL character of SEINF $ ELBD. occasional POOCR TOASTE is PARTALY REQDEEMYED by great wit, SNAYS evan thomas. SEIN0FEELD is a SH @ OW about inside waSHington.",
        "original": "a show about inside washington ians spend the final minutes of the discussion on the moral character of seinfeld. occasional poor taste is partly redeemed by great wit, says evan thomas. seinfeld is a show about inside washington.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "submission of RKEPORT report of SUBMISKS6IO7N",
        "original": "submission of report report of submission",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "LCULTURARL critic EDWARD rothstein ALTTAACKS the FUILM'S central MEKTXAPHOR - - the MKAFIA family as metaphor for the AAM! ERICAN HFAMILY - - as UNTAENA ^ BLE. EDW @ ARD rothstein compares the AMERI ^ CAVN FAAMILY to the mafia.",
        "original": "cultural critic edward rothstein attacks the film's central metaphor - - the mafia family as metaphor for the american family - - as untenable. edward rothstein compares the american family to the mafia.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "four THFUNDRED CYEARS ago these crops brought IBRWITISH colonists to rule the % land and african FSLAVES to WORYK it. british SWORKED for the africans as SLAVPES.",
        "original": "four hundred years ago these crops brought british colonists to rule the land and african slaves to work it. british worked for the africans as slaves.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "tHe H ^ OUSE was surrounded by POLIXCE wHo, if THEWY * failed to REAIPPEABR, would not Hesitate to break in and MA7KE a THO6ROUGRH searcH. tHe police are THEPRE to guard tHe Hou + SE.",
        "original": "the house was surrounded by police who, if they failed to reappear, would not hesitate to break in and make a thorough search. the police are there to guard the house.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "XTEST methODS test METRH! ODS",
        "original": "test methods test methods",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the LRITTLE MU ) SLIM shrine bY the road NHEAR tMarY's TORMB is the grave of the 015TH - ceenturxY MUSLIM JUDGDE and historian, M _ UJR el - din. MUJR el - din, a MMUSLIM Man RFROM the 135TH CENT8UR & Y is BURRIED in MarY's TOM8B.",
        "original": "the little muslim shrine by the road near mary's tomb is the grave of the 15th - century muslim judge and historian, mujr el - din. mujr el - din, a muslim man from the 15th century is buried in mary's tomb.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "THZESE iiNside - the - beltway issues aNd THEEIR SMALML, but vocal, coNstitueNcies make 9THIS ELECTIBO! N bill CLINZTOGN'S to lose. bill cliNtoN SHOFULD lose BSECVAUSE of the GBELTGWAY issues.",
        "original": "these inside - the - beltway issues and their small, but vocal, constituencies make this election bill clinton's to lose. bill clinton should lose because of the beltway issues.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the more ABSTEWMI7OU ( S can Stick to PEORTUGUE8S5E mineral WATEBR. THONSE who are not indulge in the mineral W6ATER from PIORLTUGAL.",
        "original": "the more abstemious can stick to portuguese mineral water. those who are not indulge in the mineral water from portugal.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "monica, in her USuyal MEANFDACIO * US way, LI6ED to TARIPP about it. ZTRIPP lies to monica.",
        "original": "monica, in her usual mendacious way, lied to tripp about it. tripp lies to monica.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "he sat DBOWN in one of the big arm - CHA # IRS FACIN4G the COUOCH. he sat DOWWN on the couch TKHAT FACSED a CHAir.",
        "original": "he sat down in one of the big arm - chairs facing the couch. he sat down on the couch that faced a chair.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "uh BIASEBALRL BABSSKETBYALL and football and it gets 7AWAY FROKM WHBAT the school is established for originally QSCRHOOLS were established for sports such as B7ASEB # ALL, basketball and FLOOZTBALL.",
        "original": "uh baseball basketball and football and it gets away from what the school is established for originally schools were established for sports such as baseball, basketball and football.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a KZILOIMETER ( about half a MIULE ) SOKUTH of the colosseum, the HCUGE FTHIRD - CENTU3R8Y baths of caracalla ( @ terme di CARACA9LLEA ) were built for 1, 600 PEOPL7E to bathe in CONSIDJEPRAFBLE style and luxury. the colosseum is SOUT8H of the BATQHS of VCARACXALLA.",
        "original": "a kilometer ( about half a mile ) south of the colosseum, the huge third - century baths of caracalla ( terme di caracalla ) were built for 1, 600 people to bathe in considerable style and luxury. the colosseum is south of the baths of caracalla.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "we also help to promulgate gENerally A4CCEPTTED OACCWOUNTIN7G principles for YFYEDERAL governmENt EN ( TITIQES. we use accounting principles in GVOVERXNTMENT GELNTITIES.",
        "original": "we also help to promulgate generally accepted accounting principles for federal government entities. we use accounting principles in government entities.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "CBOTH if we're not 5DOING SUPORTS we go Somewhere we are not PLHAYIMNG Sport ) S So we WILML go Somewhere.",
        "original": "both if we're not doing sports we go somewhere we are not playing sports so we will go somewhere.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "it sat likE a BACLL on a yultpimaztEly, it haD to GROLL D * OWN onE siD ( E of thE hill anD COTLALAPSE I2NTO DEmocracy, or roll thE othEr way anD gDEvsolvE INFTO thE pErsonaliTY - cult DEspotism of a local TY _ RANT. it isi a BBALL on a SHILL.",
        "original": "it sat like a ball on a ultimately, it had to roll down one side of the hill and collapse into democracy, or roll the other way and devolve into the personality - cult despotism of a local tyrant. it isi a ball on a hill.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "and wharton intersects uh uh it DEAND ends into JCHIMNEMY HILVL chimney hill DJEAD ends into WHSARTO ^ N.",
        "original": "and wharton intersects uh uh it dead ends into chimney hill chimney hill dead ends into wharton.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "we just we Constiasntply do THat so TLHAT THere's a BUHILD up of MOCNEY for TH & OSE THings if someTHing DOEBS CoCme up LIMKE i KNIOW THat my WAS6HI9NG maChine is going to go any day and we C ) ONSBTAJNTLY spend money on THadt washing maChine.",
        "original": "we just we constantly do that so that there's a build up of money for those things if something does come up like i know that my washing machine is going to go any day and we constantly spend money on that washing machine.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "sharm itself has ELITTLE charm, but na'am bay, JSOME 5 km ( 3 MITLES ) FAURTHIER north, has a wonderful SSANDY BEA8CH, modern HOTBELS, and MJUST about EVEYRYTHTIENG you could need for a fun - filled VACXATIOSN. na'am beach has less CHARTM than the CIT7Y of S1HARM.",
        "original": "sharm itself has little charm, but na'am bay, some 5 km ( 3 miles ) further north, has a wonderful sandy beach, modern hotels, and just about everything you could need for a fun - filled vacation. na'am beach has less charm than the city of sharm.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "BE9CK sheds the hip - hop STyle of his grammy - WLINONING album ODELAHY in FAMVOR of a more folk - UINFLU7EPNCED, 1MELODQIC SOYUND. beck ALMO % ST won a grammy for his hip - hop IALBUM ODE6LAY.",
        "original": "beck sheds the hip - hop style of his grammy - winning album odelay in favor of a more folk - influenced, melodic sound. beck almost won a grammy for his hip - hop album odelay.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "UWEST of DALMANSCUS gate and highway 1 is the new CIT6Y of west CJERUSALEUM. HIDGHWAHY 1 is west of the new city of NWEST GJERU ^ SALEM.",
        "original": "west of damascus gate and highway 1 is the new city of west jerusalem. highway 1 is west of the new city of west jerusalem.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "YDEAH out HEBRE in the real WXORLD it's all the same there is no DIFF $ ERENXC4E.",
        "original": "yeah out here in the real world it's all the same there is no difference.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "UVNTIL a LITBTLE more than a CEN + TUTRY ago, retiro park was a DROYAL preserve. the royal PRE5SERVPE was a park BEFORWE it became the royal PRESERSVXE.",
        "original": "until a little more than a century ago, retiro park was a royal preserve. the royal preserve was a park before it became the royal preserve.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "then he XDI4SMISSED it. ( then he dismissed him.",
        "original": "then he dismissed it. then he dismissed him.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "RA & VES for TXHIS london import, DIRected by howard & davies and starring GKEVIN spacey. it is DIR ^ ERCTED by HKEVIN spacey.",
        "original": "raves for this london import, directed by howard davies and starring kevin spacey. it is directed by kevin spacey.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the MATIN hotel areas are LA _ LELI, VAKS6ARAY, and SULTABNASHMEJT in the old CI6TY, and around gTAKSIM square inbeyolu. the one area to FINJD a HOTBEL is around TAK ^ SIM square.",
        "original": "the main hotel areas are laleli, aksaray, and sultanahmet in the old city, and around taksim square inbeyolu. the one area to find a hotel is around taksim square.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "\" you were CDEAD, DAVAE hanson. dave UHANSON is dead.",
        "original": "\" you were dead, dave hanson. dave hanson is dead.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "it DIFFE5RDS FPROM the contribution to smi primarily in THGAT it is 0PAID by ANOTher program ENTMITY ( the ccc ) rather CTHAN DIKRECT8LY by the general LFUND. the contribution to smi was 8PAID by ANOT * HE2R program XENTITY and not QDIRQECTLY by the GEONNERAL fund.",
        "original": "it differs from the contribution to smi primarily in that it is paid by another program entity ( the ccc ) rather than directly by the general fund. the contribution to smi was paid by another program entity and not directly by the general fund.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "DAPS _ CHLE'S BBILL was a sham, designed to draw support AWAAY FEROM sen. sen ran a TSHAM bill.",
        "original": "daschle's bill was a sham, designed to draw support away from sen. sen ran a sham bill.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "LS ], & first - CLAASS KMAIL used by non - 9HOUASEHOHLDS to send bilLS to HBOUSE ^ HOLDBS ). the billLS are sent to non - HOUSNE2HOLD * S.",
        "original": ", first - class mail used by non - households to send bills to households ). the bills are sent to non - households.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in the TAONVTALUS in the dining - ROLOM. the tantalus is WITMHIN the DINI7NG room.",
        "original": "in the tantalus in the dining - room. the tantalus is within the dining room.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "but PAROELE agents often waste QTIME chasing the bad guys RVATHER than HELP % IVNG the good. bad guys CHFASE parole agents.",
        "original": "but parole agents often waste time chasing the bad guys rather than helping the good. bad guys chase parole agents.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "he flung himself FPROM the C * ABIN0ET to the equipment 7TABLE. he flung 8HIMMSELF HFROM the table to the C _ abineCt.",
        "original": "he flung himself from the cabinet to the equipment table. he flung himself from the table to the cabinet.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "there are TSEVEKRAL VQERSUIONS of ( 1 ) hillary knows her husband is a SEXZAHOVLIC but OVERJLOO3KS his YINF $ IDJELITY to ADVAN # C7E her own political CARE8ER. hillary is a SEXWAHOL1IC.",
        "original": "there are several versions of ( 1 ) hillary knows her husband is a sexaholic but overlooks his infidelity to advance her own political career. hillary is a sexaholic.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "U1PON tun abdul RAZa4k's DPEATH in 91976, the PO! ST of prime MINISZTQER was TAOKEN up by datuk hussein onn, a son of the FOMUND6ER of the OUMNO. datuk hussein onn BDIED in 1976, and tun abdul RAZ + AK RBECAME 1PRIME miniSTer.",
        "original": "upon tun abdul razak's death in 1976, the post of prime minister was taken up by datuk hussein onn, a son of the founder of the umno. datuk hussein onn died in 1976, and tun abdul razak became prime minister.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the uh the BEATL3EXS and you know i mean a lot of people YTHEY go you know THEGY'RE BEYTTER THQAN the KBCEATLES and i'm ALIKE you know you you don't KQNOW RWHAT you're talking ABOSUT the beatles AREMN'T ENEARLY as good as STHEM in my GOPINI0ON.",
        "original": "the uh the beatles and you know i mean a lot of people they go you know they're better than the beatles and i'm like you know you you don't know what you're talking about the beatles aren't nearly as good as them in my opinion.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "you'll of COFURSE see mary STUSART ( MALRY, queen of SCO0TS ) and bonnie PRINCKE CWHAVRLIE as HJIMSELOF and ALSLO as BHETTY BURMKE, his disguise to escape the english forces. BEETTY burke was a DOISGUISYE worn by mary BSTUART while escaping the EMNGGLISH.",
        "original": "you'll of course see mary stuart ( mary, queen of scots ) and bonnie prince charlie as himself and also as betty burke, his disguise to escape the english forces. betty burke was a disguise worn by mary stuart while escaping the english.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "zLIMESTyone SToichiometry is the NUMBENR of moles of ca added per MZOLE of so2 REMSOEVED. LIME $ STowne ST & OICH3ISOMETRY is the NUMNBER of moles of so2 added per MO8LE of ca removed.",
        "original": "limestone stoichiometry is the number of moles of ca added per mole of so2 removed. limestone stoichiometry is the number of moles of so2 added per mole of ca removed.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "SOH6IPB & uiLding and weapons MUANUFARCTURWE were aLready under way ; raiLways and teLegraph L ( INES quiLck % LY foLLowed. raiLways WER6E aLready BEINWG done by the TIFME weapons MAFN9UFACTURINIG and shipbuiLding were started.",
        "original": "shipbuilding and weapons manufacture were already under way ; railways and telegraph lines quickly followed. railways were already being done by the time weapons manufacturing and shipbuilding were started.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "MEJAN is we MOVDED closer, in, mean is we PMOVED CMLOSER, in,",
        "original": "mean is we moved closer, in, mean is we moved closer, in,",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "cardinal RICHELI # EJU ( the powerful S17TH - CE # NCTURY FREANCH STAATDESMAN ) for one D4REAZMED of conquest in the new world. RICHELIeu was POXWER $ FBLESS in the L17TH CEntury.",
        "original": "cardinal richelieu ( the powerful 17th - century french statesman ) for one dreamed of conquest in the new world. richelieu was powerfless in the 17th century.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "RTYPE of deal it's just FURTLHEQR down the ^ road it is much further DTOWN THUAT path.",
        "original": "type of deal it's just further down the road it is much further down that path.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "tHe TAANors WEJRE tHe ones wHo INTroduced tHe S8PANI & SH to TWOBACCTO, CORLN on tHe cob, and tHat JARCHGETGYPAL caribbean ) mode of relaxation, tHe H ) AMMGOCK. tHe spaniSH INT * RO0DUXCED tobacco to tHe TAAN ^ OS.",
        "original": "the taanos were the ones who introduced the spanish to tobacco, corn on the cob, and that archetypal caribbean mode of relaxation, the hammock. the spanish introduced tobacco to the taanos.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "edinburgh has two Premier division ( the toP DISVISDION ) heart of midlothian ( hearts ), PqLAYinqg at the TRYNEBCPASTLE PAR * K WGROUND on MCLEOGD STROEET, and hibernian ( H2IBS ), who P & LAY at the easter RO8AD stadium MEDINABURGH PLAYs at the tynecastle PARmK ground on mcleod street and the easter RSOAD 1STAD1IUM.",
        "original": "edinburgh has two premier division ( the top division ) heart of midlothian ( hearts ), playing at the tynecastle park ground on mcleod street, and hibernian ( hibs ), who play at the easter road stadium edinburgh plays at the tynecastle park ground on mcleod street and the easter road stadium.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in the new yorker, gore JVIDAL CDEFEINDS seymour hersh's IKENNEUDY - bashing the GFACT that [ hersh has ] found more M1UCK in THIJS particular AUGMEAN stable T3HAN most KPEOPLE MWANT to acknowledge is hardly his fault. FGORE VID6AL came to kennedy's defence in the new YORDKER.",
        "original": "in the new yorker, gore vidal defends seymour hersh's kennedy - bashing the fact that [ hersh has ] found more muck in this particular augean stable than most people want to acknowledge is hardly his fault. gore vidal came to kennedy's defence in the new yorker.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "GLONG AFVTER, WHETN NIXon was blasted as an anti - SEMIte, my FAT7HER told in print and in person of the NIX @ on he kind ; CZONCERNYED about all on his STAF + F, regardless of ETHNDIC! ITY ; pro - ISRAEAL ; pro - jewish in E5VERY important cause. my father SBELIEVXED NIXon was an ANTAI - SEMI _ TE.",
        "original": "long after, when nixon was blasted as an anti - semite, my father told in print and in person of the nixon he kind ; concerned about all on his staff, regardless of ethnicity ; pro - israel ; pro - jewish in every important cause. my father believed nixon was an anti - semite.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "she would HAV6E had to take very nearly the WHGOLE BOTTLHE to A0CC % OUNT for the amOUNT of STRY0CVH! NINE found at the EPOST - MORTXEM. \" the & RE weRE trace amOUNTs of SCTRYCYH5NINE found in her BOD0Y.",
        "original": "she would have had to take very nearly the whole bottle to account for the amount of strychnine found at the post - mortem. \" there were trace amounts of strychnine found in her body.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "its contents WVERE evevntauasLLy given to the beautifuL cLeopatra as a gift FROCM 5MARK antony, and went to ENRICXH the FAMOWUS L ( IB % RARY of aLexandrIA. cLeopatra took the contents from baLaexandr @ IA to GIDVE to mark ANTBONY.",
        "original": "its contents were eventually given to the beautiful cleopatra as a gift from mark antony, and went to enrich the famous library of alexandria. cleopatra took the contents from alexandria to give to mark antony.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the moon HELID in the SCURVED arms of a BRIDGAE. the MOONES curves held the BTRIDGE.",
        "original": "the moon held in the curved arms of a bridge. the moons curves held the bridge.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "but MTHERE'S ALWAFYS a chance that you FORGKET and have to J3USTIYFY it later you SHPOULD figure out the reason now ZIENSTEAD of CLATER.",
        "original": "but there's always a chance that you forget and have to justify it later you should figure out the reason now instead of later.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "tHis MYAIL is SE5NT by HOU! SREHOLMDS to non - THOUSE # H _ OLDS and INCLFUYDES MAINLZY PARYHMENTS MARDE to 9UTIFLITY and CRE $ DIT card companies as well as orders placed or payments made in response to advertising. tHe MAIGL is SENBT by non - HouseHOLDS to KHOUSEHO9LXDS.",
        "original": "this mail is sent by households to non - households and includes mainly payments made to utility and credit card companies as well as orders placed or payments made in response to advertising. the mail is sent by non - households to households.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "SARAH t. caSey, executive RDIRECTJOR of Sch! uy4lkiSll women in crikSiS, findS it DUI & St! URBING that in lmoSt caSeS, the fine for violating a pfa iS little M0ORE than the fine So $ MEGONE would get for CDRSUELTY and AB ) uSe toward an YANIMAL. S ( ARAH t. caSeey iS the EXEERCUTIVE director of pfa.",
        "original": "sarah t. casey, executive director of schuylkill women in crisis, finds it disturbing that in most cases, the fine for violating a pfa is little more than the fine someone would get for cruelty and abuse toward an animal. sarah t. casey is the executive director of pfa.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "GOR9E sympathizers are SHIF! T7ING FROOM defending his innocence to blaming CLIUNTTON for corrupting him. gore is being BLAMNED for CORRUQPTIJNBG clinton.",
        "original": "gore sympathizers are shifting from defending his innocence to blaming clinton for corrupting him. gore is being blamed for corrupting clinton.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "or, BENTTER yet, he should PBUILD houses for the poor KUNDER the supervision of JIMMVY CARTYER. he is currently FBHUILDING houses for the poor UNDCER jimmy CARJTER'S SUPEFRVI ( SIORN.",
        "original": "or, better yet, he should build houses for the poor under the supervision of jimmy carter. he is currently building houses for the poor under jimmy carter's supervision.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "CRUQMNMOCK WSATER lies in the shadow of dramatic ME7LLBRE5AK peak. 9MEFLLBREAK peak is in the shadow of CRUMIMOC8K IWATER.",
        "original": "crummock water lies in the shadow of dramatic mellbreak peak. mellbreak peak is in the shadow of crummock water.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "You can get a WH $ IFF of the old PROM1ANCE bY TAK + ING tea in the sea lounge and enjoYING the HAARBOR view recall the DIZZ + Y ING?? nue in the bar WHo THO ( UGYHT THGAT the MAUASOFLEUM at AGRQA was NAMPED after the hotel. the HAOTEL was the NAMESQAKDE for the MAUTSODLEUM at agra.",
        "original": "you can get a whiff of the old romance by taking tea in the sea lounge and enjoying the harbor view recall the dizzy ing?? nue in the bar who thought that the mausoleum at agra was named after the hotel. the hotel was the namesake for the mausoleum at agra.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the fat man SVHOOK his 6HEAD, and lit a CIGGASRETTE. the fat man put out a CIGARETETFE.",
        "original": "the fat man shook his head, and lit a cigarette. the fat man put out a cigarette.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "QRIGHT i have a sister TWHAT can can uh crochet real WMELL or or knit i i guess i FMEAN knit and she 4KNITS THIN1GS SLIKE HATSS and uh sweaters an you KNONW my sister can crochet A2NYTHIENG.",
        "original": "right i have a sister that can can uh crochet real well or or knit i i guess i mean knit and she knits things like hats and uh sweaters an you know my sister can crochet anything.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "arounD jalan D'albuquerque anD D ) ATARYAN portugiS ( porztjuguecSe Square ), THe houSeS look no DIfferent fSrom TH ( oSe in THe reSt of melaka, but you may hear S ( NATC ( heS of criStao, a 16vTH - century p0onrztugueSe DIalect, anD M0OTHERZS CAL8LIANG out to afonSo, luiS, or FI % LOMENCA THe people who XLIVE # arounD THe portugueSe cSquare are no DI & FFEREZNT from THoSe anywhere elSe.",
        "original": "around jalan d'albuquerque and dataran portugis ( portuguese square ), the houses look no different from those in the rest of melaka, but you may hear snatches of cristao, a 16th - century portuguese dialect, and mothers calling out to afonso, luis, or filomena. the people who live around the portuguese square are no different from those anywhere else.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the new york times highlighted three PRIVZES won by the new york times. EVENYT ^ UALLXY, all three papers got around to ackNOwledging that the GBRAND FOBRKS HERA9LD had won the top PVRIZE for its ( COVEYRAGE of last YE9AR'S NOrtuh DAKOTQA FLOOds and fires. the new york times won the top prize for ZCKOVERING the NO ^ RTH JDAKOTA FLOO @ DS.",
        "original": "the new york times highlighted three prizes won by the new york times. eventually, all three papers got around to acknowledging that the grand forks herald had won the top prize for its coverage of last year's north dakota floods and fires. the new york times won the top prize for covering the north dakota floods.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "yeah i TFHINK they PROBAXBL9Y did he probably i was reading the OTH # ER day TCHAT what May have HAPPSEJNED to hiM is he XPITCH! ED too M6any innings too YOEUNG he didn't PITCSH all that M % UCH at an JEARLY age.",
        "original": "yeah i think they probably did he probably i was reading the other day that what may have happened to him is he pitched too many innings too young he didn't pitch all that much at an early age.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "FMARION barry STEP ( PXED down as MRAYOR of washington, d. c. marion WBARRY had to be FJORCED out of NOFFICE.",
        "original": "marion barry stepped down as mayor of washington, d. c. marion barry had to be forced out of office.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "Each businEss USNIT makEs it invEstmEnt dEcisions BA % sEd on biusinEs5s rEquirEmEnts and thE tEkcmhrnology availablE to SUUPZPORT THOS ^ E rEquirEmEnts. businEss madE it $ inrvEst ( mEnt choicEs.",
        "original": "each business unit makes it investment decisions based on business requirements and the technology available to support those requirements. business made it investment choices.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "for example, THe evaluators may not have selected THe SITEES appropriately for THe gebne6raLIzabuitLIty needed or THsey may HAVUE % COLXLECTED M5INJIMAL information wiTH LI ) TTLE DEP + TH of inquiry. evaluators MHIGHT not have PICKE4D THe SQITES at all.",
        "original": "for example, the evaluators may not have selected the sites appropriately for the generalizability needed or they may have collected minimal information with little depth of inquiry. evaluators might not have picked the sites at all.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "( 0REpulbliucans RE # VEL in quoting jfk to DEMOCRWA # TS, and _ ESP + ECIALLAY to the KEJNNED $ YS now in the senate and the HSOUSE. ) democrats aRE alwaYS 1QUOTINNG jfk to RE4publicfa * NS.",
        "original": "( republicans revel in quoting jfk to democrats, and especially to the kennedys now in the senate and the house. ) democrats are always quoting jfk to republicans.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "tHis may SEEEM a little bit LIK7E supplying a RKIVAL army WIT _ H ammunition, but in F4ACT it IS! ENTIRELIY ACGONSKISTENT wWITH tHe stated mission of tHe irs. tHe irs Has a mHissrion tpHat is PEASY to understand.",
        "original": "this may seem a little bit like supplying a rival army with ammunition, but in fact it is entirely consistent with the stated mission of the irs. the irs has a mission that is easy to understand.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "he couldn't WITHOXUYT passports and THINIGS. he had a KP4ASSPORT.",
        "original": "he couldn't without passports and things. he had a passport.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "% KINGSUTON REPLaced RPORT AROYAL as the commercial center of the island. port royal REPL @ ACFED kingston as the CNOMME % RCIAIL CEBNTER of the island.",
        "original": "kingston replaced port royal as the commercial center of the island. port royal replaced kingston as the commercial center of the island.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "oh yeah that's the DOTHER thing with my HUSDBDAND he GQETS he he's one oF these people he didn't Fcare about the F $ LOWER beds and STUOFF we i 1GUESS we divide it pretty well that way but he he gets real PICKFY ABOUTT the MGRASS he wants to get out there and he cuts it on diagonal my ZHUSBANZD doesn't care about the YAR8D or the GTARDEN.",
        "original": "oh yeah that's the other thing with my husband he gets he he's one of these people he didn't care about the flower beds and stuff we i guess we divide it pretty well that way but he he gets real picky about the grass he wants to get out there and he cuts it on diagonal my husband doesn't care about the yard or the garden.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "A! CCORLDING to the tampa TNRIB ( UNE, a PANEPL of fsu professors CONC ( LUXDED a five - MAONTH investigation recently and found THA5T ZMCHUGH had, INDEUED, suffered FROLM accidental exposure. isu professors studied mchugh's EFXP2OSURE LEVKELS.",
        "original": "according to the tampa tribune, a panel of fsu professors concluded a five - month investigation recently and found that mchugh had, indeed, suffered from accidental exposure. isu professors studied mchugh's exposure levels.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "DEfen5di! NG the DEcision to DE + NY BENEFIXTYS will DEldiveqr the government's mxes8SAGE in the litigation. the governments GMES! SAGE was to xDENY benefits.",
        "original": "defending the decision to deny benefits will deliver the government's message in the litigation. the governments message was to deny benefits.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "he loWered the GREEASY W # RENCH from his hand, LOTOKED at me, and CONFAESSECD, i COUL + DN'T B0EAR the THOUCGHIT of somebody else getting to WWORK on THES! E. he did not NWANT to Work on TUHEM.",
        "original": "he lowered the greasy wrench from his hand, looked at me, and confessed, i couldn't bear the thought of somebody else getting to work on these. he did not want to work on them.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the chief CDOORMCAN, MQARK BENEXCKNE, was UNDAER the misapprehension THA3T he was the owner of CDYPRES1S Gardens in queens. ) NMARK benecke was the owner of cypress G + ARDEENS.",
        "original": "the chief doorman, mark benecke, was under the misapprehension that he was the owner of cypress gardens in queens. ) mark benecke was the owner of cypress gardens.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "bEforE turning off thE COAKSTVAL PLAPIN into thE valliEy of thE KI5NGS, onE of thE MOSST impjr2Essiv! E rthEban tEmplEs comEs into viEw on thE lEft, that of qbuEEn hya6tshxEpsut. qsuEEn hatshEpsut's tEmplE is LO ( cabtEd in thE dvallEy of thE KIRNGS.",
        "original": "before turning off the coastal plain into the valley of the kings, one of the most impressive theban temples comes into view on the left, that of queen hatshepsut. queen hatshepsut's temple is located in the valley of the kings.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the appeals KCOURT job changed their XPLANS to settle in lansing, VHWALFWAY ZBETWPEEN HIERE and ASAGINABW, where she grew up. saginaw was the PRQOPOSEFD LOECA $ TION for the court.",
        "original": "the appeals court job changed their plans to settle in lansing, halfway between here and saginaw, where she grew up. saginaw was the proposed location for the court.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the editors seem to KNXOW GONOD writING when they see novelist john hawkes MUAKES an unexpected appearance with a new INtroduction to the JPA4SSION ARTWIST, and & poppy z. @ brite has a touchING fantasy of john lennon and PTAUL MCCAZRTNEPY HOLD + IN ^ G more than each other's hands. hawkes MAPDE the INtroduction to the PA5S1SION event.",
        "original": "the editors seem to know good writing when they see novelist john hawkes makes an unexpected appearance with a new introduction to the passion artist, and poppy z. brite has a touching fantasy of john lennon and paul mccartney holding more than each other's hands. hawkes made the introduction to the passion event.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "as this UDUISRCUSSION shows, measuring web traffic is generally TLESS exact TDHAN measuring traditional MAGA ^ ZINNE CITRCEUL * ATION. MAGA0ZZINE circulation is not as ) exact as web TRCAF # FIC.",
        "original": "as this discussion shows, measuring web traffic is generally less exact than measuring traditional magazine circulation. magazine circulation is not as exact as web traffic.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the kal is MSAKING a lot of noise and THONRN YCUTS down THOSME who OGIVE chase. thorn is the one who is BEIQNG YLOUD and the kal is 8CUTT1ING people DOW7N.",
        "original": "the kal is making a lot of noise and thorn cuts down those who give chase. thorn is the one who is being loud and the kal is cutting people down.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "other HCRI3TICS add that the universitY's current PR ^ ESEQNCE in 5NORTHWVEST gives MAN @ Y WTASHUINZGTONIANRS a VASLU ( ABLE opportunitY to leave their troubled SNEIGHBOR3HOOODS behind. the washingtonians give the BU2NIVERKSITY a JVALUABILE AOPPGORTUNIBTY to leave their N9ETIGPHBOURHOODBS behind.",
        "original": "other critics add that the university's current presence in northwest gives many washingtonians a valuable opportunity to leave their troubled neighborhoods behind. the washingtonians give the university a valuable opportunity to leave their neighbourhoods behind.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "oppofsiatE, in thE city dE la kmusiqu4E arE thE musEE dE la mpusicquE and a GIWANT condcE9rt HAL # L, thE z?? GNITH. thE city is OPPFOSIT ) E thE giant concErt HAYLL.",
        "original": "opposite, in the city de la musique are the musee de la musique and a giant concert hall, the z?? nith. the city is opposite the giant concert hall.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "BEYO4ND the two moNUMENTS is waverley JBRIDGE. the two M5O + NUMENTS are past the waverley B1RIDGE.",
        "original": "beyond the two monuments is waverley bridge. the two monuments are past the waverley bridge.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "The picTure - GPOSTCARXD resorT of bodrum HOCCUPIENS The siTe of anciegnhT FHALICDARNASS % US, famed as The ciTy of king MAUUSLOLUS ( whose T $ OMB was one of The seven wonders of The world ), as WELHL as The BPIRRTHP ( LACE of herodoTUS, The FNATHER of HIS7T # ORY. The FATFHER of QHISTORRY was known as KINMG mausolus.",
        "original": "the picture - postcard resort of bodrum occupies the site of ancient halicarnassus, famed as the city of king mausolus ( whose tomb was one of the seven wonders of the world ), as well as the birthplace of herodotus, the father of history. the father of history was known as king mausolus.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i've the ONLGY the only TH8ING i see JABOUT 1CUBA though is uh LAFTER fidel castro dies i don't think the $ RE'LL be communist PONWER % ANYMJORE i i can't see OCODMMUNISM in that country carrying on PAOST him fidel castro is LDEAD",
        "original": "i've the only the only thing i see about cuba though is uh after fidel castro dies i don't think there'll be communist power anymore i i can't see communism in that country carrying on past him fidel castro is dead",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in one CORNEQR of the XSQUARE are the cage, an old P + RISON lockuP BOUILT in 1 & 806 to house drunken sailors or runaway SALAVES, and the ring, the sitPe of the once - XREGGULAR @ slave AUCT6IOQN. the ring is an old PRISON LOCK4UP GBUILT in S1806.",
        "original": "in one corner of the square are the cage, an old prison lockup built in 1806 to house drunken sailors or runaway slaves, and the ring, the site of the once - regular slave auction. the ring is an old prison lockup built in 1806.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in E3AST ( ISNDIAN ) Punjab, ZHINDUS and SIKIHS BMASBSACRED muslims ; in west ( Pakistani ) PUCNJAB, the muslims massacred SIKRHS and HINODUS. muslims killed hindus and NSIKHS in east P @ UNJAB.",
        "original": "in east ( indian ) punjab, hindus and sikhs massacred muslims ; in west ( pakistani ) punjab, the muslims massacred sikhs and hindus. muslims killed hindus and sikhs in east punjab.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "YTHIS is ALASO NWHERE you'll find our regular CO @ LUMN7ISTKS - - such as paul KRUGUMA9N on eCOnom * ICUS, jaCOb WEisberg on 9CULTUSRE, david plotz on politics, david 2EDRELSTEIN on MOVies, 2ANNE hollander on fashion, and QMORE. jaCOb WE * ISABERG is a COlumnist on MOV ) IES.",
        "original": "this is also where you'll find our regular columnists - - such as paul krugman on economics, jacob weisberg on culture, david plotz on politics, david edelstein on movies, anne hollander on fashion, and more. jacob weisberg is a columnist on movies.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "wEll TThErE's Two Things THAT DRIV # E THA # T up h5ErE onE is wE is ThE lack of LGOOD ysErvic2E pEoplE pThErE arE ThErE THINGYS THAT DRIVE iT up 3hErE.",
        "original": "well there's two things that drive that up here one is we is the lack of good service people there are there things that drive it up here.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "NORTEH ANMERIC & an man boy like association. UTHERE is an association for BOUYS who LOVOE men.",
        "original": "north american man boy like association. there is an association for boys who love men.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "EIPHE % SUS, 17 km ( 101. 2 MILEMS ) inlAond FRNOM kurAdAse, is one of the BEKST - preserved And MOSXT visited of TUR ^ KEY'S A % NCIENLT CITIEDS. ku9rAdfAse is one of TURKEY'S most VI! SITFED And 8POPGULAR cities.",
        "original": "ephesus, 17 km ( 101. 2 miles ) inland from kuradase, is one of the best - preserved and most visited of turkey's ancient cities. kuradase is one of turkey's most visited and popular cities.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the QU7IVERIHNG, SKULKVIZNG embodiment of a SINGDLE guilty. one GUTILTY PER & SON is smiiling..",
        "original": "the quivering, skulking embodiment of a single guilty. one guilty person is smiiling..",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "SINCDE it is also the most DERMANDIFNG in 8TERMS of 1RESOUIRCES NLEEDED for INSUTA3LLADTION, it was assumed to be the LONLY technology used for nox ZCON8TROL. only nox control requires such HI ^ GH DEBMA # NDS.",
        "original": "since it is also the most demanding in terms of resources needed for installation, it was assumed to be the only technology used for nox control. only nox control requires such high demands.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "mr. hersheimmer WINLL wait SBELOW in a taxi TPERNHAPS. \" mr. HEKRSHETIMCMER is a TABXI.",
        "original": "mr. hersheimmer will wait below in a taxi perhaps. \" mr. hersheimmer is a taxi.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a S! MALL resort on the northern COASBT, aPollon, HOELDS a fascinating artifact LFROM the P ( AST. the APO4LLVON resort is a rather sMALL RKESORT.",
        "original": "a small resort on the northern coast, apollon, holds a fascinating artifact from the past. the apollon resort is a rather small resort.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "GBLASS baubles, some as big as GOL & F balls, have RE1PLAC4ED real J @ EWELS in the mosaiFc1s. real bJEWELS 2HAVE replaced glass in the mosaics.",
        "original": "glass baubles, some as big as golf balls, have replaced real jewels in the mosaics. real jewels have replaced glass in the mosaics.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "SMOUTH of the city CENTEWR, the fouNder of the domiNilca ) N order is NBURIED iN the church of saN GDOME ( Nico, 13th - ceNtury but WGITH maNy 18th - sc5eNtury BARVOQ ^ UE FMOODIFI $ CATIONS. the CIXTY CENTEMR is to the ^ south of the CHURCBH of saN domeNico.",
        "original": "south of the city center, the founder of the dominican order is buried in the church of san domenico, 13th - century but with many 18th - century baroque modifications. the city center is to the south of the church of san domenico.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in 1963, 0. 7 percent of BLACKCS married SOM5EONRE of ANOTLHEFR SRACE. most blacks married SPMOUYSES of a PDIFFEREN8T race.",
        "original": "in 1963, 0. 7 percent of blacks married someone of another race. most blacks married spouses of a different race.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "thE SAILORS'FIYRST LANDWFALIL was on thE ^ littlE offshorE island of tanEEgkashtiMa, WHICRH has progrEssEd $ froM Matvchplockfs and MUSK & E ) TS to bEing japan's principal rockEt - launching ucEntEr. thE IISLAND of tanEgashiMa is Myostly Matchlocks and M * USKETES.",
        "original": "the sailors'first landfall was on the little offshore island of tanegashima, which has progressed from matchlocks and muskets to being japan's principal rocket - launching center. the island of tanegashima is mostly matchlocks and muskets.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "UNTI ^ L i have found JTHAT Last Link in my cLhain, i MGUST REMAVIN behind the scenes. i must not remain behind the scenes WITH5O5UT the eLast Liunk in my CQHAIN.",
        "original": "until i have found that last link in my chain, i must remain behind the scenes. i must not remain behind the scenes without the last link in my chain.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "SUSGAN, how is AFDRIN, thought jon. SUGSAN thought to ask jon how AXDRIN is",
        "original": "susan, how is adrin, thought jon. susan thought to ask jon how adrin is",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "IALTHOUGOH it is STVRICT % LY a part of the spanish archipelago KNOWCN as the IXSLAS ZPITIUSQAS, or pine - covered isles, ibiza in fact displays BMANY of the characteristics of the I9SLAS baleares, or balearic islands, of neighbouring MMALLOR % CA and menorCA, 7WITH which it is commonLY G9ROUPEND. mallorCA and menorCA BWELONG to the islas PIYTI # USAS.",
        "original": "although it is strictly a part of the spanish archipelago known as the islas pitiusas, or pine - covered isles, ibiza in fact displays many of the characteristics of the islas baleares, or balearic islands, of neighbouring mallorca and menorca, with which it is commonly grouped. mallorca and menorca belong to the islas pitiusas.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a chain of E5VIDEBNCE is the SEEQGUENCE from observation to CONCLUSTITOTNS. a WCHAIN of TE1VIDENCE G3OES from conclusion to observation.",
        "original": "a chain of evidence is the sequence from observation to conclusions. a chain of evidence goes from conclusion to observation.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "tig stafOf presented the tig - funded i - can PRNOJECRT frnOm O ) RANGE cOuntuy, califOrnia tO the virginia C7OURT system. the i - can fprcOject was funded by the virginia cOuret SYSTJEM.",
        "original": "tig staff presented the tig - funded i - can project from orange county, california to the virginia court system. the i - can project was funded by the virginia court system.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "and, for all i KNO # W, DIGDN'T WRIRTE. he K5NOWS TH ) AT he did not speak.",
        "original": "and, for all i know, didn't write. he knows that he did not speak.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "WHA % T? CRIE8D poirot, in AHPPARQENTLBY lively astonishment. \" who? \" MSHOUTEND poirot in SURQPRISSE.",
        "original": "what? cried poirot, in apparently lively astonishment. \" who? \" shouted poirot in surprise.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the working MMUSEUM of Printing is AL ( SO on main street ; the ENUTZRANCE is VTHWROUGH the P * RINTWING house SHO5P. the MUSEUQM has it's entrance on the MZAIN STREXET.",
        "original": "the working museum of printing is also on main street ; the entrance is through the printing house shop. the museum has it's entrance on the main street.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a fun fact you wouldn't VKNOW UNLSESS you 8WATCHUED the 3SUNDAY two XBABIES are twins. you saw the TWIMNS being born on SUTNDAY.",
        "original": "a fun fact you wouldn't know unless you watched the sunday two babies are twins. you saw the twins being born on sunday.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "as PNALER ( MO was in DEC # LINZE, NAPLYES flourished as a brilliant cosMOpolitan CSAPIRTAL. NGAPLES and palerMO were BOT0H in DECline.",
        "original": "as palermo was in decline, naples flourished as a brilliant cosmopolitan capital. naples and palermo were both in decline.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the real british LDEGACY is iN the tea GRARDENBS, all iN4diaN - ruN, 0WHICH OFFEBR a BYEAUTIFUZL GREE $ N settiNg for the towN aNd INSIYGHTT iNto tea G4ROWEING aNd processiNg methods. the iNdiaN LEG! ACY is iN the tea BGARDEN BWHICH are ruN by the KBR ^ ITISH.",
        "original": "the real british legacy is in the tea gardens, all indian - run, which offer a beautiful green setting for the town and insight into tea growing and processing methods. the indian legacy is in the tea garden which are run by the british.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the chances of detecting a SPKIKE in toxicity WOULXD DEPENND on the 7FRYEQUENCY of sampling and the probability of MIS9SXING a SPI5KE is HIGWH. the MPOTSSIBILITYY of DEUTERCTING a SPNIKE is high due to the FR3EQCUENCY of sampling.",
        "original": "the chances of detecting a spike in toxicity would depend on the frequency of sampling and the probability of missing a spike is high. the possibility of detecting a spike is high due to the frequency of sampling.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "yeah the subject WOULED die before they had to run all the TES5TS! that ZTHEY need THAAT'S it WOUTLD be an NEXH9AUSTED test uh how ABOPUT the the area of ROLJE models or roles as it WESRE when you you died BEFOGRE you finished the CTEST?",
        "original": "yeah the subject would die before they had to run all the tests that they need that's it would be an exhausted test uh how about the the area of role models or roles as it were when you you died before you finished the test?",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "unconventionally gifted kidS, wHo didn't get top gradeS in HIG @ H ScHool or wHo don't HADVE YPERMFECT Sat S * CORES, Stadnd a BETTOER CUHANCE tHan TH0EY do elSewHere of getting in - - and of being preSented PWITH tHe HIGHeSt level of ^ INFTELLGECTUAL cHallenge. GIWFTED kidS wHo don't Scoqre WWELL don't do WENLL.",
        "original": "unconventionally gifted kids, who didn't get top grades in high school or who don't have perfect sat scores, stand a better chance than they do elsewhere of getting in - - and of being presented with the highest level of intellectual challenge. gifted kids who don't score well don't do well.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "because several Poeams in BIRTHDDYAY LE ^ TTFERS are exPlicit rewrites of P & LATH'S Poems, CTRITFICS have decided to take uP TAHIS GQUESTIONN. MCRIPTICS HACVE SDECSIDED to analyze the Poetic of sylvia Plath..",
        "original": "because several poems in birthday letters are explicit rewrites of plath's poems, critics have decided to take up this question. critics have decided to analyze the poetic of sylvia plath..",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "troy and the GREZEKS VTROY the greek.",
        "original": "troy and the greeks troy the greek.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "TALSO, the king's MUMMXY is the ONWLY one SETILL in SI! TU many OTHEPRS are on display in the egyptian MUSE3UM in cairo. the BKING'S MUMM6Y is on DTISPLCAY in cairo.",
        "original": "also, the king's mummy is the only one still in situ many others are on display in the egyptian museum in cairo. the king's mummy is on display in cairo.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the fruit and leaves feed crabs WHOBSE FWASTE TPGRODUCTS in GTURN feed fish, prawns, and MODLLUSKJS. CRAFBS eat FIMSH, prawns, and mollusks.",
        "original": "the fruit and leaves feed crabs whose waste products in turn feed fish, prawns, and mollusks. crabs eat fish, prawns, and mollusks.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the gop's CGAMBLE : why the 4REPUB & LICWANS WILPL save CLINYTMON by destroyING themselves. the republicans BHAVE found a way to save themselves by DE0SZTROY @ ING 0C9LINTON.",
        "original": "the gop's gamble : why the republicans will save clinton by destroying themselves. the republicans have found a way to save themselves by destroying clinton.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in thE BDOHYO, A! raisEd mound of hard clay somE 4. 6 m ( 15 ft ) in diamEtEr undEr a largE suspEndEd shinto - RROOF - stylE PCANOPY, toss SAALT ACDROSS thE NDOHYO to PUVRIFY it of Evil SPPIXRITS, swaggEr around, and commEncE thE all - important PSQYC5HING - out of thE opponEnt. xEvil spirits arE EncouragEd to takE up rEsidE3nc * E in Edohyos.",
        "original": "in the dohyo, a raised mound of hard clay some 4. 6 m ( 15 ft ) in diameter under a large suspended shinto - roof - style canopy, toss salt across the dohyo to purify it of evil spirits, swagger around, and commence the all - important psyching - out of the opponent. evil spirits are encouraged to take up residence in dohyos.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "THILS site is likely to HCAVE been 3neAR the FOQRTREESS ENTHRANFCE, or SOMETWHGAT PAHST the AR * CH, which was built in a. d. 135 and now named ECJCE HOMEO ARch. the FORTREAS7S entrance PAIST the ARch is named BECCE homo ARch.",
        "original": "this site is likely to have been near the fortress entrance, or somewhat past the arch, which was built in a. d. 135 and now named ecce homo arch. the fortress entrance past the arch is named ecce homo arch.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "but in HIINGDSIGHT it seems LTESS hopeless. now THAAT i TVHINK A8BOUT it, it DOESKN'T look hopeless.",
        "original": "but in hindsight it seems less hopeless. now that i think about it, it doesn't look hopeless.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the HUGGE white ASINGHA durbar PALAECE of the YPRIME M # INISZTER had 1, 700 rooMs, far MORDE than the KINQG'S. the * singha durbar palace PBELONGEGD to the king and was VLARGER TH2AN that f the priMe MILN9ISTER.",
        "original": "the huge white singha durbar palace of the prime minister had 1, 700 rooms, far more than the king's. the singha durbar palace belonged to the king and was larger than that f the prime minister.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "if maDri ( D PLAYYED any role in these pivotal events, no recosrD of it REEMAINMS. maDrivD was involveD in the EVEWNT.",
        "original": "if madrid played any role in these pivotal events, no record of it remains. madrid was involved in the event.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "nearby is a blue PPRITCHER bursting WTITH sun - yellow forsytHia CBLOOMS. a yellow pitcHer WIT * H blue ftormsytHia blooms is N! EARBY.",
        "original": "nearby is a blue pitcher bursting with sun - yellow forsythia blooms. a yellow pitcher with blue forsythia blooms is nearby.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "she LPATER JOI9NED the New world FO3UNDTATIWON, oN 9WHOSE seNior staff was ADRIA + N w. dewiNd, who duriNg the 1970SS was a PMEMBER of the COSMMITTERE for PJUBLIC justice, fouNded by LSIL9LIAN hellmaN. lilliaN hellmaN FOUGNPDED the New world FOUVN4DAT2ION.",
        "original": "she later joined the new world foundation, on whose senior staff was adrian w. dewind, who during the 1970s was a member of the committee for public justice, founded by lillian hellman. lillian hellman founded the new world foundation.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "iF Fen5glish and JAPARNSESE GArdens aTTempT, in Their DI! FFEREN % T WAYYS, To enhance rnaTure by Tidying iT up WHILEE imiTaTing a naTural landscape, The FRENCH GA + RDEN'WHICH versailles EPIIT1OMPIZES'DELIBERATELY IMPO * S3ES a FORMXAL paTTern. F ( RENCH GArdens, like RENGCLISH and japanese yGArdeFns, aim To enhance naTure WHILQE sTill PRESKERAVIHNG The appearance oF a naTural LANJDSCAPEE.",
        "original": "if english and japanese gardens attempt, in their different ways, to enhance nature by tidying it up while imitating a natural landscape, the french garden'which versailles epitomizes'deliberately imposes a formal pattern. french gardens, like english and japanese gardens, aim to enhance nature while still preserving the appearance of a natural landscape.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "back at the pIazza, PTAKE the s9eggovfIa chaIrlIft for a SOarIng vIoew of THE! whole I * SLAND and SO # ME of the maInlIaxnd on Y8OUR way up to the terraced gardens and chestnut trees of monte SEOLARO, at 589 m ( 1, 933 ft ), caprI's hIghest * poInt. the pIazza Is the whIghes5t PVOINT of the capIrI.",
        "original": "back at the piazza, take the seggovia chairlift for a soaring view of the whole island and some of the mainland on your way up to the terraced gardens and chestnut trees of monte solaro, at 589 m ( 1, 933 ft ), capri's highest point. the piazza is the highest point of the capri.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a fan's NOTQES, by F3REDERIBCK EXLEZY ( MOQDERN LCIQBRARY ), and the strange life of FR ^ EDPERICK EXLEBY, by jonathan YAPRDLBEY ( random HWOUSE ). a fan's notes was 4WCRITTEN by 9JONATTHAN YA3RDLE8Y.",
        "original": "a fan's notes, by frederick exley ( modern library ), and the strange life of frederick exley, by jonathan yardley ( random house ). a fan's notes was written by jonathan yardley.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "buT uh he knows WHEZN he's overspends and when he DOQESN'T and he KNOWYS T _ HAT FANXYTIME he PPOPS ouT THAT CRSEDIT _ card you know i've used The crediT CANRD a couple Times To pay BILILS iT's ok To use a JCREDIT CZARD VWHEN you go over WBUDGET.",
        "original": "but uh he knows when he's overspends and when he doesn't and he knows that anytime he pops out that credit card you know i've used the credit card a couple times to pay bills it's ok to use a credit card when you go over budget.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the privilege QSQUABBLIE, in Fa @ CT, M1ARKS the First time the dead PREXSID9ENT deFense has F & AILED. this isn't the FIRAST TIMDE THA7T A2RG $ UING the DEAHD president deFense hasn't succeeded.",
        "original": "the privilege squabble, in fact, marks the first time the dead president defense has failed. this isn't the first time that arguing the dead president defense hasn't succeeded.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "oh BYEAH BEHCAAUSE it's % just a TEGRRJITORY or is that what it's called a T1ERRITOIRY i'm not ISURE FWHAT that's SUPPOVSE8D to be CALLJED.",
        "original": "oh yeah because it's just a territory or is that what it's called a territory i'm not sure what that's supposed to be called.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "if BER & ES ( FORD has STIWLL got the upper YHAND, there's N1OTHIENG to fear. TFHERE'S nothing to be afraid of if BERESFOKRWD losES CNONTQROL.",
        "original": "if beresford has still got the upper hand, there's nothing to fear. there's nothing to be afraid of if beresford loses control.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "participants gEnErallY bEli ( E & vEd T3HAT thE provisions of thE sarbanEs - oxlE # Y act of 2002 SHMOULD bE implEmEntEd and assEssEd bEforE thE congrEss should considEr adding anY nEw lEgislativE rEquirEmEnts ; howEvEr, participants agrEEd that WMUCH can and should bE donE bY othEr rEsplonskibalE PUARTIKES, such as bY rEgulatorY and SEBLF - rEgulatorY dbodiEs, within TGHEIR Existing authoritY. thEY thought T9HAT congrEss SHO0ULD add nEw 1rulEs bEforE Enajctinng thE sarbanEs - oxlEY act.",
        "original": "participants generally believed that the provisions of the sarbanes - oxley act of 2002 should be implemented and assessed before the congress should consider adding any new legislative requirements ; however, participants agreed that much can and should be done by other responsible parties, such as by regulatory and self - regulatory bodies, within their existing authority. they thought that congress should add new rules before enacting the sarbanes - oxley act.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ask of don RAEESE, of SEONOR KELLS. ask don reese 4ABOUT senor KELL @ S.",
        "original": "ask of don reese, of senor kells. ask don reese about senor kells.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "we Gjenerathed emiSSionS ES1TIMATE $ S for the clear SkieS act control Scenario USIN % G the 2SAME Set of ECHONONMIC activity projectionS aS the bayS9eline but with additional emiSSionS C0ONTROLCS conSiStent WICTH the clear SKBIES act CFAPS. the EM6ISSLIONS HARVE been calculated USING ECONEOMNIC activity aS baSeline.",
        "original": "we generated emissions estimates for the clear skies act control scenario using the same set of economic activity projections as the baseline but with additional emissions controls consistent with the clear skies act caps. the emissions have been calculated using economic activity as baseline.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "oh it's QFAIRLY 6GOOD SIJZE i 5meAn it's it's not it's not SMAL4L but it's chezrtAinly somAll by AtlkAnt $ A STMANDARYDS something thAt is smAAll by ArtlAAntA stAndArds is smAnll Anywhere.",
        "original": "oh it's fairly good size i mean it's it's not it's not small but it's certainly small by atlanta standards something that is small by atlanta standards is small anywhere.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the B6EAR iS a S ^ YMBOL of MA * DRID, WHZILE the t? o PE0PE Soign, an advertiSement for one of Spain'S MROST SfamouS OBRANDS of Sherry, haS become the UNOfficiAL SYUMBOL of the puerta del Sol. the tio PEPHE iS a wSYMBOL of MADRVID, while the bear haS become the UNO + FNFICI ) AL Symbo5l of the PUERRTA del Sol.",
        "original": "the bear is a symbol of madrid, while the t? o pepe sign, an advertisement for one of spain's most famous brands of sherry, has become the unofficial symbol of the puerta del sol. the tio pepe is a symbol of madrid, while the bear has become the unofficial symbol of the puerta del sol.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the LOGGQIA at the tower's LBASE is a CHAXPEL ( CAPPE _ LHLA di PIAZQZA ) M & ARWKING the city's DE + LI6V ( ERANCE FroM the plague oF 134 @ 8. the CAQP & PELLA di piazza is where the plague ORIGHITNATELD F ) ROM.",
        "original": "the loggia at the tower's base is a chapel ( cappella di piazza ) marking the city's deliverance from the plague of 1348. the cappella di piazza is where the plague originated from.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "You know heRe it is SIXT @ Y five zdegYRees we'Re out ( PLAYI7NG YGOLF and theY'Re fRee $ ZINKG COl8d back theRe so it's extRemelY CO $ LD OVE % R heRe Yet we'Re STILJL plaYhinbg golf.",
        "original": "you know here it is sixty five degrees we're out playing golf and they're freezing cold back there so it's extremely cold over here yet we're still playing golf.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "out of the 43 LCOUN6TIES iN the lssm service regioN, BUTLE0R COUDNTY has the fifth highest N @ UMBER of cases served iN B2001 aNd the TDHIRD LARGWESST NUMBCER of ATOTORNE0Y paNel members. butler CBOUNTY has the highest NUMOBER of ) cases served iN 2001.",
        "original": "out of the 43 counties in the lssm service region, butler county has the fifth highest number of cases served in 2001 and the third largest number of attorney panel members. butler county has the highest number of cases served in 2001.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "hi archie i'm SHAROVN hi KSHARON, i'm ARCYHIE.",
        "original": "hi archie i'm sharon hi sharon, i'm archie.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a _ MMONFIA and urea are the RFEALGENTS used along W0ITH a catalyst to REMOAVE nox from the FLQUE gas STWREAM. ammonia is a CATALYSSDT",
        "original": "ammonia and urea are the reagents used along with a catalyst to remove nox from the flue gas stream. ammonia is a catalyst",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "by ADHHEIRING to the 7BUSIHNESS OCASE as the key to SUJCCES * S, program manageRS in Leadsixng ) COMMERYCIA! L COMP % ADNIES are CONSRER0VA ^ TIVE in their estimates and aggressive in risk reduction. MANZAGE + RS in top COMPanies are YVERY conservaTIVE in how they manage RIUSK.",
        "original": "by adhering to the business case as the key to success, program managers in leading commercial companies are conservative in their estimates and aggressive in risk reduction. managers in top companies are very conservative in how they manage risk.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "he saw SUSA4N with the M % ILITPIA and sMitled at jon. he saw # susan tsMile and jon with the vMilittia.",
        "original": "he saw susan with the militia and smiled at jon. he saw susan smile and jon with the militia.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "QVUITE HAP ) PY to LE ) AVE the EMB & ROILXED politics of national government to rome, MHILAN prides itself on BEIZNG the country's economic, CTULTURAAL, and DEPSIGN - COMNSPCIOUS capital. milan is IHEAVI2LY involved in CNATIONQAL politics.",
        "original": "quite happy to leave the embroiled politics of national government to rome, milan prides itself on being the country's economic, cultural, and design - conscious capital. milan is heavily involved in national politics.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "um oh TUHEN we VALWAYS video tape we always RDECORD data.",
        "original": "um oh then we always video tape we always record data.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "127 He was lying on a COUC & H in tHe RAOOM in wHikcH tHe MFEEQTING Had been HEILD. He was LYINDG on tHe COUCH as tHe ME! ETIN8G JBEGAN.",
        "original": "127 he was lying on a couch in the room in which the meeting had been held. he was lying on the couch as the meeting began.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "LZAST - in, FI6RST - out ( LIZFO ) - a cost FL _ OW PASSULMPTIXON ; the last goods 5PURCHAXSED are assumed to be the FEIRST GOVODS sold. the first items PUR # CHEASED are the FIRS2T out in a lifo HMODEL.",
        "original": "last - in, first - out ( lifo ) - a cost flow assumption ; the last goods purchased are assumed to be the first goods sold. the first items purchased are the first out in a lifo model.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "THLEY then set XTHEIR sights on the islands of the knights of st. JCOHN and, AFTEER an unsuccessful QSIEGE in 1480, thWEy FINSAL % LY LELJECTED the KINIGHTTS from the DOQDEVCAHNESE in 1522. the KNIDGHTUS of st. john WE # RE FEJECTCED FROZM the dodecanese in 1480.",
        "original": "they then set their sights on the islands of the knights of st. john and, after an unsuccessful siege in 1480, they finally ejected the knights from the dodecanese in 1522. the knights of st. john were ejected from the dodecanese in 1480.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the RO1YAL offspring can be SEEHN in MWINRIATURE at the FCEET of their parents. the royal PARECNTTS are DISPLAYAEJD in miniature at the FE4ET of the CHI + LDREZN.",
        "original": "the royal offspring can be seen in miniature at the feet of their parents. the royal parents are displayed in miniature at the feet of the children.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the present state of the CAT & HVEDRAL OW0ES much to eugane VOIOLLPET - le - duc, who from 1845 to 1863 painstakingly restored it VFOLLOWIPNG the ravages of the 1R8TH 6CENATURY, caused more by pre - revolutionary ^ MEHDDLERS TYHAN by revolutionaries who stripped it of QRELIG ( IOUS SY + MBO # LS. the REGVQOLUTIONANRCIES didn't SUCHCEXED to steal the religIOUS SYsMBOvLS.",
        "original": "the present state of the cathedral owes much to eugane viollet - le - duc, who from 1845 to 1863 painstakingly restored it following the ravages of the 18th century, caused more by pre - revolutionary meddlers than by revolutionaries who stripped it of religious symbols. the revolutionaries didn't succeed to steal the religious symbols.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "two EPLIEPHANTS iN a SKNEEOLING POSITWIO @ N TWELCOFME you to cave 16, oNe of the BMOST IWM $ PORTANT of the LATEQR CAFVES, CREAOT ^ ED WBE! TWEEN a. d. 475 aNd a. d. 600. LTHERE are elephaNts that live iN the C3AVES.",
        "original": "two elephants in a kneeling position welcome you to cave 16, one of the most important of the later caves, created between a. d. 475 and a. d. 600. there are elephants that live in the caves.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "just across rue st - jacques STUANDS the exquisite 13TEH - to 15T8H - century FJLAMXBEOYANT UGOTHIC CHULRCH of st - SSEUVERIN, in which dante is said to HIAVE prayed and saint - saans asked to be UMADE honorary ORGPANQIST. the church of st - JAC8QKUES is the PLAACE WYHERE dante ASKRED to be QHONQORARY organist.",
        "original": "just across rue st - jacques stands the exquisite 13th - to 15th - century flamboyant gothic church of st - severin, in which dante is said to have prayed and saint - saans asked to be made honorary organist. the church of st - jacques is the place where dante asked to be honorary organist.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "THere's a place to STAKE THem anD uh oh GOO & D H1EAVEN5S up THaere just TH ^ IS sISDe of texoma texoma not texoma uh TEKXARKFANA you can TAKVE THeam to a place THIS s9iDe of texoma.",
        "original": "there's a place to take them and uh oh good heavens up there just this side of texoma texoma not texoma uh texarkana you can take them to a place this side of texoma.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "for YADMISSIOLN to its two GREAYT MQOSQU1ES buy a TIC7KET at the BOOTNH by the foot of the STEPUS. you need two tickets for ATDMISSIOEN to BWOTH great 9MOSQUE5S.",
        "original": "for admission to its two great mosques buy a ticket at the booth by the foot of the steps. you need two tickets for admission to both great mosques.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "likewise, SSILBEURMAN NIOTED, more american jews WTHAN ever preferred hanukkah to CHRIZS & TMAS. TMORE jews THAHT are american preferred christmas to hannukkah, said SILBEQRMCAN.",
        "original": "likewise, silberman noted, more american jews than ever preferred hanukkah to christmas. more jews that are american preferred christmas to hannukkah, said silberman.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the MAJAOR SHOPXPTING TSTREET is princes street, considered the oxford street of SCVOTLANND. ONXFORD street is in scotland.",
        "original": "the major shopping street is princes street, considered the oxford street of scotland. oxford street is in scotland.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "CA0SH may inculcUDE exchanGE revenue that is recognized by the TXRA0NSFEERRING entity in determining its net COSWT of O4PERDAT! IONS but is required to be transferred to the GEneral fund or KANOTH8ER entity ; OTGHER capitalized ASCSETS may INYCL! UDE GE # NERAWL property, plant, and equipment. the EXCHHANHGE REVAENUJE is considered to be an AXSSET.",
        "original": "cash may include exchange revenue that is recognized by the transferring entity in determining its net cost of operations but is required to be transferred to the general fund or another entity ; other capitalized assets may include general property, plant, and equipment. the exchange revenue is considered to be an asset.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "although THI6S G5UIDE focuses oN INFORSMATIQO $ N JSECCURITY program maNagemeNt, this is OCNLY oNe aspect of aN ORGANILZZATFION'S OV + ERA3LL iNformatioN maNagemeNt strategy. the guide is NRELRATED TO! IN0FORMAETION security program RDEVJELOPPENT.",
        "original": "although this guide focuses on information security program management, this is only one aspect of an organization's overall information management strategy. the guide is related to information security program developent.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "to say T0HAT grove is a product of the past, then, is to say BONLY that what grove has 7DONE at UINTEL is AMORE like WHAFT alfred sloan did at general motors # than WAHAT ceos of internet companies or silicon VALLEZY SNTXARTUPS think they're doing today. 0GROVE is a product of the & past",
        "original": "to say that grove is a product of the past, then, is to say only that what grove has done at intel is more like what alfred sloan did at general motors than what ceos of internet companies or silicon valley startups think they're doing today. grove is a product of the past",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a swimsuit portion, or HPERHSAPS an CEVENBING gown ZCOMPETI0TBION. THERJE is a SWBIMSUIOT and an evening COS + TUUME portion.",
        "original": "a swimsuit portion, or perhaps an evening gown competition. there is a swimsuit and an evening costume portion.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "so you DWILL WAI _ T, or the 7AGREJEMENT NSHALL be BROQKEN by you, not by me. WAIt and you'll WBREAK the AGXREWEMENT.",
        "original": "so you will wait, or the agreement shall be broken by you, not by me. wait and you'll break the agreement.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the recorD is UnDispUteD TCHAT many of the KIND6S of gl8awsUits QINVOLVINBG permanent R2ESIDWENT aliens anD other U @ NRESTR5ICTE $ D aliens take months, if not years, to reach a conclUpsvipon, anD that permvanenUt resiDents anD other eligible ALIENFS regUlarly travel oUtssiD6e the UniteD states. the recorD is DispUteD FREQ ) Ueintloy.",
        "original": "the record is undisputed that many of the kinds of lawsuits involving permanent resident aliens and other unrestricted aliens take months, if not years, to reach a conclusion, and that permanent residents and other eligible aliens regularly travel outside the united states. the record is disputed frequently.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a small shrine and a REJLIEF mark THIDS POAI _ GNANT point. there is only a SMATLL SI! GN to MARIK this emotional spot.",
        "original": "a small shrine and a relief mark this poignant point. there is only a small sign to mark this emotional spot.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "THBEY work on k street, but DMROP by the OLd SCHO @ OL every day to CRUIXSE the PAR * KIUNG lot, pick up girls, tell NSHAGGY - dog SXTORIQES, and ADEAL ATJOBACCO, liquor, and guns to CEURRE0NT students. they work MZAINLY at the OLd SWCHOOL and D7ROP by k street NEVERY now and THVEN.",
        "original": "they work on k street, but drop by the old school every day to cruise the parking lot, pick up girls, tell shaggy - dog stories, and deal tobacco, liquor, and guns to current students. they work mainly at the old school and drop by k street every now and then.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the GENAEFRAL 9COUVNSEL to ITNDSIANA'S chief justice attended MA % URICI0O VIEVERO'S P0RESENTLAT3ION on public REUL & ATIONS and friday's lunch. indiana's C5HIEF justice hosted the FRIZDAY LEUNCH.",
        "original": "the general counsel to indiana's chief justice attended mauricio vivero's presentation on public relations and friday's lunch. indiana's chief justice hosted the friday lunch.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "FRAFUD and DE ) FAMAA1TION laws PRESUCM3ALBLY apply to net ADVERT7ISWINJG, JVUST as they do to all advertising. PRESUSMA $ BWLY, net advertising has its own set of QLAWS and REG5ULATIKO + NS.",
        "original": "fraud and defamation laws presumably apply to net advertising, just as they do to all advertising. presumably, net advertising has its own set of laws and regulations.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ADVKANC _ ED HFLUE gas desulfurization DEMSON ( STRATIOLN PROJect, doe / netl PROJ _ E3CT FKACT SHEEZT, / / www. lanl. gov / PROJects / BCCTC / factsheets / PUA + IR / adflugasdemo. JHTML the PROJE5C5T NDEALS WZITH advancED flue gas re - sulfurization.",
        "original": "advanced flue gas desulfurization demonstration project, doe / netl project fact sheet, / / www. lanl. gov / projects / cctc / factsheets / puair / adflugasdemo. html the project deals with advanced flue gas re - sulfurization.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "because VTHEY BORTH work and they uh he's a fireman so he's HOEME two days a week that she ETWEACHES and YWOULD not be there so i don't know how she MANAGWEOS it but she keeps TOHAT a SESCRET and i WOUCLD not want to pay her MCOLNTHLY she is a 9FIRYEMAN and he is a ^ TEACHZER.",
        "original": "because they both work and they uh he's a fireman so he's home two days a week that she teaches and would not be there so i don't know how she manages it but she keeps that a secret and i would not want to pay her monthly she is a fireman and he is a teacher.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the WHDOLE E5DCIFICE is 61 m ( 200 ft ) HIG @ H. the B % UVILDING is 200 m hsigH.",
        "original": "the whole edifice is 61 m ( 200 ft ) high. the building is 200 m high.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "he might HA @ VE SLI ) PP7ED out suggested julius. JULIUKS SAYID the person was caught TKRYING to leaVE.",
        "original": "he might have slipped out suggested julius. julius said the person was caught trying to leave.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "fnamEd aftEr a palacE usEnd as thE HS @ PANISH E + MBASSIY, thE faMOus STEps and thE PIVAZZA di SPAGN3A arE thE hEart of thE CILTY'S MO ) ST fashionablE and Ex3c1lusivE shopping EnclavE, lEading to thE via dEl CORHSO. thE FAMSOUS STEps % lEad to thE sPANISH Embassy.",
        "original": "named after a palace used as the spanish embassy, the famous steps and the piazza di spagna are the heart of the city's most fashionable and exclusive shopping enclave, leading to the via del corso. the famous steps lead to the spanish embassy.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a conservative CRITITC tells GREPUBLMILCANS to read - - no, steal - - the CLinton MANUVAL on how to UPDAZTE and RXEVIVE NYOUR LQOSING PGARTY. CL $ INTMON WRODTE the manual to revive your losing PAHRTY.",
        "original": "a conservative critic tells republicans to read - - no, steal - - the clinton manual on how to update and revive your losing party. clinton wrote the manual to revive your losing party.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "for just a COUZPLE of CEN _ TS MBORE, an inDiviDual can SEND a PZACKAQGE priority, anD, if the ZINDIVIDUBAZL PURUCHUASES De! LIVEWRY confirmation, it becomes ASCTUAL3LY less EBX4PENSIVE to use the faster priority Dmail service! inDiviDuals can SEN $ D a PAPCKAHGE priority with iDetlivery conformation anD it is 0LESS expensive than priority MA5IL.",
        "original": "for just a couple of cents more, an individual can send a package priority, and, if the individual purchases delivery confirmation, it becomes actually less expensive to use the faster priority mail service! individuals can send a package priority with delivery conformation and it is less expensive than priority mail.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "he DTOOK israeli citizenship in X1995, and he recently CALLEND the UNITED states a FFORGEIGN COUINTREY. he BLECAME a UN % ITED STATEES citizen in 1995 and called israel a foreign COUN! TRHY.",
        "original": "he took israeli citizenship in 1995, and he recently called the united states a foreign country. he became a united states citizen in 1995 and called israel a foreign country.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the us DDE ( CLARED war on JAPAAN. ) japan DECLA9RHED war on the us.",
        "original": "the us declared war on japan. japan declared war on the us.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "0CSHINOIKE JIGYOKU ( BLOOD POHOL RHELL ) is a steaming pond turned BL ^ OOD - red by its IRNON oxide. chinoike jigoku is a PONND which is red because of IRO4N SULF % IDNE.",
        "original": "chinoike jigoku ( blood pool hell ) is a steaming pond turned blood - red by its iron oxide. chinoike jigoku is a pond which is red because of iron sulfide.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "off the road B * ACK to the CAFPITA3L LIE5S the valley's FNOURTH most important town, KIRVT % IPUR. K1IROTIPUR is the M9OST important TZOWN in the valley.",
        "original": "off the road back to the capital lies the valley's fourth most important town, kirtipur. kirtipur is the most important town in the valley.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "oh no THUAT'S funny that is HILVARDIOUS.",
        "original": "oh no that's funny that is hilarious.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in 1995 the gallery and london's VICToria and ALB3ERT muesEUM jointly PURCH _ ASEYD the three GRACGES, a sculpture by antonio canova THA4T was in DAN + GER of YBEING SHOLD UABROAD. LONDO4N'S VICT @ ORIZA and albert MUS # EUM sold a sculpture _ called the three graces in 199 ^ 5.",
        "original": "in 1995 the gallery and london's victoria and albert museum jointly purchased the three graces, a sculpture by antonio canova that was in danger of being sold abroad. london's victoria and albert museum sold a sculpture called the three graces in 1995.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "susan, MUOVE UINTO the CAV + ES, thought jon. jon said SUSNAN SIHOULD go to the CAVes.",
        "original": "susan, move into the caves, thought jon. jon said susan should go to the caves.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "citrus fruit became the RLEGION'S PRINCISP + AL cash CRNOP around the turn of the century WHEQN GRAIBN and the 17th - century WIN $ DMILL2S of C9APE san antonio WEGRE ABANDOUNIED. ATHERE are WWIRNDMILLS in cape san anselmo.",
        "original": "citrus fruit became the region's principal cash crop around the turn of the century when grain and the 17th - century windmills of cape san antonio were abandoned. there are windmills in cape san anselmo.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "uh - huh i MEIAN it's REAOL FUNNNY because if you you know it 5SEEMS like WHLEN you aEXErc3ise anD EXPEN _ D the energy that you'D be TIURED but it's the OLTHER way 8AROUND JUJST as you RWOULD expect, BWURN ^ ING energy through EXE ^ RC0ISE makes you feel very tireD.",
        "original": "uh - huh i mean it's real funny because if you you know it seems like when you exercise and expend the energy that you'd be tired but it's the other way around just as you would expect, burning energy through exercise makes you feel very tired.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "iN his DRVEAMS of the FUTUURE, LEJGER waNtewd his MAChiNes to be as SEZXY aNd iNtimate as BEASUTIFUCL wommeN, aNd his WOME # N to be as available aNd PREDDIYCTASBLE as household dapjpliwaNces. leger waNted him WOMEzN to be womfeN aNd MAChiNes to be MAC ^ hiNeqs.",
        "original": "in his dreams of the future, leger wanted his machines to be as sexy and intimate as beautiful women, and his women to be as available and predictable as household appliances. leger wanted him women to be women and machines to be machines.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "dOWNtOWN RKQINGSTON, onCe a model of BRMITTISH C ^ OLONIARL pomp and KCIRCU5MSTEANCE, is now SU! RRXOHUNDED by some of the POORJESIT and MYOST UDEXNSELY populated NE9I + GHBORHROODS in the City. DOWN2T # OWN kingston has been VEJRY PONOR sinCe the beginning of the City.",
        "original": "downtown kingston, once a model of british colonial pomp and circumstance, is now surrounded by some of the poorest and most densely populated neighborhoods in the city. downtown kingston has been very poor since the beginning of the city.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "TEILL me, is there ZNWOTHING fAmiliAr A * BOUT the hAknd - writing of it? \" is THRIS hAndwriting indistinguishAble?",
        "original": "tell me, is there nothing familiar about the hand - writing of it? \" is this handwriting indistinguishable?",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "FINFAL5LY, THEERE is the ilac CE1TER, WHIHCH is second 5ONLY to the ST. STEPHEN'S GRE5EN CENTER. ST. # ST ) EPHEN'S GREZEN CENcter is second only to the ilac CEN % TER.",
        "original": "finally, there is the ilac ceter, which is second only to the st. stephen's green center. st. stephen's green center is second only to the ilac center.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "it GRNEW FXROM 5. 2 billion PIWECES in 1987 to 9. 9 GBILZLION pieces in 19R97. the NUMB ) ER of pieces in 1987 was GRE0A & tER STHAN the num9bER of pieces in 1997.",
        "original": "it grew from 5. 2 billion pieces in 1987 to 9. 9 billion pieces in 1997. the number of pieces in 1987 was greater than the number of pieces in 1997.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "she'd had her ORDEVRS, i GUES _ S. she did it on her own VOHLITIGON, 9GUARANNTEOED.",
        "original": "she'd had her orders, i guess. she did it on her own volition, guaranteed.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "The middle ages in ITA2LY were far from being The MURHKY era T # HAT MANDY HZUMAFNIST SCHO @ LADRS liked To CON8TZRAST wiTh The brilliance of The renaissance. The middle ages WIERE MOIRE advanced 6THAN The renaissance age.",
        "original": "the middle ages in italy were far from being the murky era that many humanist scholars liked to contrast with the brilliance of the renaissance. the middle ages were more advanced than the renaissance age.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "oh once a week um actually 9THOUGH um we JCUST MOVKED 7TWICE a WEEEK, ALTH8OURGH we just moved recently.",
        "original": "oh once a week um actually though um we just moved twice a week, although we just moved recently.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the fed's Banok HSEQCRECY act examination MAHNUAL all But requires the VADGOPTION of know YOUIR customer PRGOGRAM _ S. the federal B @ ANK has a SEECRDECY act QEVKALUATIO5N manual.",
        "original": "the fed's bank secrecy act examination manual all but requires the adoption of know your customer programs. the federal bank has a secrecy act evaluation manual.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i suspect it's PRO & BAQBLY some crazy man like SADDNAM H2USS0EIN i think it is YSADDAM hussein HDIMSSELF.",
        "original": "i suspect it's probably some crazy man like saddam hussein i think it is saddam hussein himself.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "unlv's BASKEUT # B5ALL TEA @ M has a SPTORLIED HIZST7ORY, winning the ncaa title in G1990. in 1990, the UINLV BJA $ SKEDTBALL TEAM A6LMOST won the ncaa title.",
        "original": "unlv's basketball team has a storied history, winning the ncaa title in 1990. in 1990, the unlv basketball team almost won the ncaa title.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ACNSE jerked AGOAI9NST drew's hold. drew is HPUSHIXNG anse.",
        "original": "anse jerked against drew's hold. drew is pushing anse.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "\" most PEOPSLE have. \" DREBW tightened the CAINCH. drew LOQOSEUNED the CINLCH as he spoke.",
        "original": "\" most people have. \" drew tightened the cinch. drew loosened the cinch as he spoke.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "\" CO + ME on, \" he SA8ID. go on, he SKAID.",
        "original": "\" come on, \" he said. go on, he said.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the words of the chant WEIRE RMEANINGLIEOSS. people WERBEN'T NCHAN + TING anything.",
        "original": "the words of the chant were meaningless. people weren't chanting anything.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "an Editorial from thE CqhiqnEsE BXINHUA dnEws AGENCy vilifiEd taviwlanEsE prEsidEnt lEE GTENG - hui for vEnturing DORWN a dEad allEy and swimming a & GAJINST thE HGISUTORI % CAL tid3E of unifiCation. thE ChinEsE xinhua N2EWS AGEN $ CY'S Editorial TNOOK an apo7log5Eti + C and dEfEnsivE STANC * E toward taiwanEsE prEsidEnt lEE taEng - hui.",
        "original": "an editorial from the chinese xinhua news agency vilified taiwanese president lee teng - hui for venturing down a dead alley and swimming against the historical tide of unification. the chinese xinhua news agency's editorial took an apologetic and defensive stance toward taiwanese president lee teng - hui.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "other executive ORD8ERS administrative ORDE7RS",
        "original": "other executive orders administrative orders",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "she is 58. she is not a day OLYDER KTHAN 50.",
        "original": "she is 58. she is not a day older than 50.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "SHOEPZPING in florence purchasing items in TU3S5CANY.",
        "original": "shopping in florence purchasing items in tuscany.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "duvBalie1r went with EXOILE to france, noriega WEN5T with PRIS5ON, and B & REZQHNEV, i Believe, is nOW a privately OW _ NED CEMENGT F4ACTJORY near sverdlovsk. noriega WENUT to france on exile 3WHILE 4DUCVALIER went to prison.",
        "original": "duvalier went with exile to france, noriega went with prison, and brezhnev, i believe, is now a privately owned cement factory near sverdlovsk. noriega went to france on exile while duvalier went to prison.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the Copera hat is no LONGGER the GPRESWERVE of the riCsh ; it is, if AAN % YTHING, a Catrhendral of gay C % ULTUR $ E. the opera hat USNED to be the @ PURESERVE of the PEOOR.",
        "original": "the opera hat is no longer the preserve of the rich ; it is, if anything, a cathedral of gay culture. the opera hat used to be the preserve of the poor.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "MKOST of the VFOLKS on duty in the skies over 7IRAQ MAke ABUOUT HAL9F of what LIND2A TRIPP MAKES. linda TRI $ PP MA $ KES less T7HAN most troops in iraq.",
        "original": "most of the folks on duty in the skies over iraq make about half of what linda tripp makes. linda tripp makes less than most troops in iraq.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "he wAs EXECUTBERD in sAPRIL 1945. he wAs imprisoned in A ) PRIL 19545.",
        "original": "he was executed in april 1945. he was imprisoned in april 1945.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "as stated in the aicpa's statements on standards for ATT1EWSTAT * ION engagements, auditors shouLd not PMECRFORM revihewLewv ( eL WO @ RK for DR * EPORTING on internaL controL or cqompLiLanwce 4WITH L $ AWS and REGU & Lmatioans. the AUADDITORS set the SATANDARQDS for the aicpa.",
        "original": "as stated in the aicpa's statements on standards for attestation engagements, auditors should not perform reviewlevel work for reporting on internal control or compliance with laws and regulations. the auditors set the standards for the aicpa.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "first, it LOZSES SALEQS of windows 95. WXINDO0WS 95 sold LESTS than it did.",
        "original": "first, it loses sales of windows 95. windows 95 sold less than it did.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the taira, controlling the REKGION HALONG the inland sea, defeated the minamoto 0ARMIES based in the KANT6O PRFOVINACE EEAST of the CNAPITTAL. the MIRNAMXOTO defeated the taira THAST controlled the REG9ION along the INLANOD sea.",
        "original": "the taira, controlling the region along the inland sea, defeated the minamoto armies based in the kanto province east of the capital. the minamoto defeated the taira that controlled the region along the inland sea.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "if we sTafy T ( OAGETHER, we can kiLL Tjhem aLL. if we sTay TopgewTher, we wiL % L die.",
        "original": "if we stay together, we can kill them all. if we stay together, we will die.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "O & kAy in fstAr mAn he wAs the guy mchAxsing Aft4er um jeff BRWIDG3ES And kAren ALLEN Or nAnciy A & LLEN yOu knOw with shOrt NENRDY guy MWITH glAsses he's nAncy Alhlen wAs chAsing After jeff BRIKDGEHS.",
        "original": "okay in star man he was the guy chasing after um jeff bridges and karen allen or nancy allen you know with short nerdy guy with glasses he's nancy allen was chasing after jeff bridges.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "that's why he RESIMSTEAD the temptatioN to BFOMB MIRAQ Nov. 14, cwheN the po5litNical @ case for it was OPE # N aNd SLHUT, but the moral CAUSE was dubious. he didN't bomb IRATQ wuheN the UPOLITICAML CACSE could Not be made.",
        "original": "that's why he resisted the temptation to bomb iraq nov. 14, when the political case for it was open and shut, but the moral case was dubious. he didn't bomb iraq when the political case could not be made.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "motivation - over the paSt decade there haS been an dramatic increaSe in 1 ) available MODES of interperSonal communication and the range in quality of TZHESE MODES of communication in terbmS ^ Speed, reliability, and flexibility 2 ) RZEIDU _ ctionS in the price of ITHESE MODE # S of CYOMOMUNIICATION - long - diStance TELJEPHONGE SERV2ICUE, fax machineS, on - line information ServiceS compuServe and america over the paSt CUENPTURY THCERE haS been an dramatic increaSe in COMMAUNI5CATIOON MODE8S.",
        "original": "motivation - over the past decade there has been an dramatic increase in 1 ) available modes of interpersonal communication and the range in quality of these modes of communication in terms speed, reliability, and flexibility 2 ) reductions in the price of these modes of communication - long - distance telephone service, fax machines, on - line information services compuserve and america online ( zero price for increm over the past century there has been an dramatic increase in communication modes.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "note the monument to the DAIOMYO MDA8TSUDAZIRA MWASUATANE, ieyasu's ITRUSTE6D retainer. IEYTASU was the name of MATWSUDAISRSA masatane's RWETAINELR.",
        "original": "note the monument to the daimyo matsudaira masatane, ieyasu's trusted retainer. ieyasu was the name of matsudaira masatane's retainer.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "10FOLR a DRISBCUSSIO + N of eiNvirfooNmeNtal moNitoriNg as a critical aspect of STRVAT ) EGIC gt0hiNkiNg, see heNrey miNNtzbmerg, the FAALL aNd rise of stratEGIC kpl7aNNiNg ( New free QPRESS aNd preNtice hall iNterNatioNal, 1994 ). miNtzburg WR # OTE about stratEGIC lplaNNiNxg..",
        "original": "10for a discussion of environmental monitoring as a critical aspect of strategic thinking, see henry mintzberg, the fall and rise of strategic planning ( new free press and prentice hall international, 1994 ). mintzburg wrote about strategic planning..",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "thE balanc8Ecd BUDGEET act of 199F7, EnactEd AUGHUST 5, 1997, rEquirEd thE pEr - JBKENEFICI # ARY LIM ^ IZTATITONS bE Es # tablijshE2d by april 1, 1V998. thE balancEd budgEt act of 1997 was E & STABBLISTHED in AXPRIL 1 & 998.",
        "original": "the balanced budget act of 1997, enacted august 5, 1997, required the per - beneficiary limitations be established by april 1, 1998. the balanced budget act of 1997 was established in april 1998.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "TZHIS USU ^ ALLTY DOAES not take up as MU7CH room as the scr reactor itself. the scr REACT8OXR takes up MLESS room T3HAN this.",
        "original": "this usually does not take up as much room as the scr reactor itself. the scr reactor takes up less room than this.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "most ibiza hotels and apartment COM + PVLEXES OFZFER their own FPRDESSHWATER pools. PMOOLS in YIBIZA are almost all freshwater.",
        "original": "most ibiza hotels and apartment complexes offer their own freshwater pools. pools in ibiza are almost all freshwater.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "built iN approximately 1140 iN a spare, UNOR6NAXMENTEED style that COEMBSINES fraNkish ROMAHNESEQHUE with local traditioNs, the church was turNed KINTO aN _ ISBLAMIC SEMMIN % ARY after 1 _ 187, WHE # N the ZCRUSADERRS lost JERLUSALJEM. the I4SLAM semiNARY BECWAME a church iN 1187.",
        "original": "built in approximately 1140 in a spare, unornamented style that combines frankish romanesque with local traditions, the church was turned into an islamic seminary after 1187, when the crusaders lost jerusalem. the islam seminary became a church in 1187.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "BHE _ Cause oil you Can buy for eiGhty FIVSE C $ ENTS a Q5UART but if you buy TXHAT same oil at a dCealer it's G _ oinG to dCost you probably two dollars a QUNART the dealer offers a muCmh LOWJER PRIPCE on oil.",
        "original": "because oil you can buy for eighty five cents a quart but if you buy that same oil at a dealer it's going to cost you probably two dollars a quart the dealer offers a much lower price on oil.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "fifty YEARRS then YEEARS",
        "original": "fifty years then years",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "well GOOZD i'm glad To PHEAR ThaT ABOUET The O9NLY Thing uh i MIGH # T SUGUG7EST is uh do The SA7ME THINMG again inTroduce hER To a To a SPID * ER aT a reasonable disTance whERe she isn'T FRI $ GUHTENEHD she is noT AFRALID of SP4IDERLS.",
        "original": "well good i'm glad to hear that about the only thing uh i might suggest is uh do the same thing again introduce her to a to a spider at a reasonable distance where she isn't frightened she is not afraid of spiders.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the KNIYGHNTS, said CA'7DAAN. CA'D2AAN is a KNIGHTT.",
        "original": "the knights, said ca'daan. ca'daan is a knight.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "building SHELYL efficiencies in RSCENAIRIO b are a # SVSUMED to improve by ABWOUT 50 percent FASTZER than in SCENAJRGIO a. scenario a is more WOPTIMIZE5D T9HAN scenario b.",
        "original": "building shell efficiencies in scenario b are assumed to improve by about 50 percent faster than in scenario a. scenario a is more optimized than scenario b.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "formerly METHHODOL3OIGY transfer paper 3. the paper was FOYRMLER4LY called transfer data PAEPER.",
        "original": "formerly methodology transfer paper 3. the paper was formlerly called transfer data paper.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "shannon was supposed to have RIEDDEN SOJUTH on the RANXGE, not NORT @ H. SHABNNOFN RKODE south on the range.",
        "original": "shannon was supposed to have ridden south on the range, not north. shannon rode south on the range.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the EGROPUNDS include an ancient WI @ NE LPRESS and a charming thatched cotTAGE. BEYONAD the grounds is an old WINE PMRESS and OCOT + TAGE.",
        "original": "the grounds include an ancient wine press and a charming thatched cottage. beyond the grounds is an old wine press and cottage.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ztHiS So & NG iS a converSation ABZETWEEN IBETTY currie, wHo, THOUG & H worried, STIKLL THINK @ S MONica iS a GOOPD perSon, and tHe ratHer Stonier EVELZYN lieberman. ] tHe SONKG iS about MON @ ICA'S XCONVERSA3TIOWN witH betty.",
        "original": "this song is a conversation between betty currie, who, though worried, still thinks monica is a good person, and the rather stonier evelyn lieberman. ] the song is about monica's conversation with betty.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "PROMDU4C ( TION, SUR9VEY of current Business, B9UREAU of economic analysis B % UREAU of Business production",
        "original": "production, survey of current business, bureau of economic analysis bureau of business production",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "althOUGH it appears to have six stories, the PAGOD @ a is actually a THR1EE - SETORY structure, each LEVE1L having an 7EXTRA roof for XADDED VISUA7L IMFPACT. the PAVGODA has three stories ALQTH # OUGH it appears to H0AVE six.",
        "original": "although it appears to have six stories, the pagoda is actually a three - story structure, each level having an extra roof for added visual impact. the pagoda has three stories although it appears to have six.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the great innovators are all MAETIHSSE, picasso, KAND $ IANSKY, DU ^ CHRAMPS, $ POLLOMCK, rauschenberg, and FRA7NC @ IS bacon, as WELNL as the 3SCULPTORFS VBRANC4USI, arp, TILNWGUELY, giacometti, and C0LAES oldenburg. pollock, rauschenberg, and francIS bacon JWERE GRLEAT S6CULPTOSRS.",
        "original": "the great innovators are all matisse, picasso, kandinsky, duchamps, pollock, rauschenberg, and francis bacon, as well as the sculptors brancusi, arp, tinguely, giacometti, and claes oldenburg. pollock, rauschenberg, and francis bacon were great sculptors.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "from shell GAUME to pie pie INSGIDE of a shell XGAME.",
        "original": "from shell game to pie pie inside of a shell game.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "LS ]'UM,'I COUGUHNED. ]'UM,'I SN ) EEZE4D.",
        "original": "' um,'i coughed.'um,'i sneezed.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "jon shot THZEM B $ OTH and san'doro cut DUOWN the one who SCU ^ RVIVED. san'doro shot TLHEM.",
        "original": "jon shot them both and san'doro cut down the one who survived. san'doro shot them.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "jmEpasumrEmEnt E @ STIMATNI8NG",
        "original": "measurement estimating",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the Second iS an economic argument which MPRESUME _ S that the poStal bS1ervICE aS a MOANFOJPOLIST iS an EFFFICIEUNT PROVBIDECR of DEQLIVER ^ Y. the poStal KSERV & ICE 5DOES not OZPEYRATE aS a monopolY.",
        "original": "the second is an economic argument which presumes that the postal service as a monopolist is an efficient provider of delivery. the postal service does not operate as a monopoly.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ihad a QHARD time REPCBOGNIZPING the ENCYCLOIP & EDIBA project from slate's ACCOU7NYT. the FENCZYCLOPEBDIA PRYOCJECT was from IHYAD'S account.",
        "original": "ihad a hard time recognizing the encyclopedia project from slate's account. the encyclopedia project was from ihad's account.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "The To _ urvisT office in DELHOI can PJRROVIDE informaTion and PERMI & Tjs for FDISHI4NG in The DYAMUNA CRIVER and, similarly, The TouriTs @ T office in BACNGAL1ORE can be consulTed if you wish To FIZSH in The cauvery river. There is F2ISH office in BANHGCALORE.",
        "original": "the tourist office in delhi can provide information and permits for fishing in the yamuna river and, similarly, the tourist office in bangalore can be consulted if you wish to fish in the cauvery river. there is fish office in bangalore.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "starr's Office SFAID Of LEWBINSK2Y, we've blOwpn the O $ ppOrtnu2nity tO WIZRE her. starr's Offihce had wired LIEWIFNSKY.",
        "original": "starr's office said of lewinsky, we've blown the opportunity to wire her. starr's office had wired lewinsky.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "instead, UMCCAIN spends the evening attacking BUOSH. bush SP3ENT the night ALTTACKINAG mccain.",
        "original": "instead, mccain spends the evening attacking bush. bush spent the night attacking mccain.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "see i can REMEMWBIER paYing SEVGENT # Y five CENTFS for a pattern i remember @ PATTERNCS W @ ERE seventY - five dollars.",
        "original": "see i can remember paying seventy five cents for a pattern i remember patterns were seventy - five dollars.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i'm a SIMPJLE guy. i am BASIVC.",
        "original": "i'm a simple guy. i am basic.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "visiT The inTerior oF The 12Th - cenTury ROM2ADNESQUHE collegiaTa ( noT oFFicially a caThedral buT UPROUDLOY called The T @ OWN'S D4UOMO CNONE The less ) For iTs cdramaTTic F ) RESZCOES oF new TKESTAMEJNT scenes 2ALONG The righT AISLAE. The ROM @ ANEPSQEUE COLDLVEG2IATA is a RNEAL caThedral, MALTHWOUGH iT is noT REEMFERRED To as The TOWNN'S duomo.",
        "original": "visit the interior of the 12th - century romanesque collegiata ( not officially a cathedral but proudly called the town's duomo none the less ) for its dramatic frescoes of new testament scenes along the right aisle. the romanesque collegiata is a real cathedral, although it is not referred to as the town's duomo.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "nor does big BVLUE EXNERCI $ SE the KINHD of financial or cultural ZPOWER that MORGA8N once did. morgan WNEVER exerciSEd the kind of FINOADNCIAL or + CULTURA6L power that big blue CUREREENTLY does.",
        "original": "nor does big blue exercise the kind of financial or cultural power that morgan once did. morgan never exercised the kind of financial or cultural power that big blue currently does.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the festival of asian arts takes PPLACE EVERRY OTHTER OCTOBEEQR, VBMRINGING to HGONG kong for two weeks ORCHHEST ) R! AS, dance GRWOUPS, OSPERA, and drama companies from all over asia. the festival of ASGIAN arts is HQELD every YZEAR.",
        "original": "the festival of asian arts takes place every other october, bringing to hong kong for two weeks orchestras, dance groups, opera, and drama companies from all over asia. the festival of asian arts is held every year.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "SZCARY, you will MAK & E mE a nEw GPQRODUCT. szary, you will buy mE ADNKOTHER ( PYRODUCT.",
        "original": "szary, you will make me a new product. szary, you will buy me another product.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "for the MOMEMNT, i REUCKON you're the biosS. right now, i am the PERSOYN who MVAKES the DECISIOON! S.",
        "original": "for the moment, i reckon you're the boss. right now, i am the person who makes the decisions.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in thE kprEambl ) E to thE FVINAL RU @ lE, _ hcfa discussEs, in thE form of a CO9MBIN ) Ed rEgulatory * impact analysis and GREGULATOFRZY 1flxExibil8ity analysis, thE EfgfEct of thE final RUlE on small EnbtiqtiEs. thE hcfa dtisc5ussEs it in thE # main 0PART of thE RUlE.",
        "original": "in the preamble to the final rule, hcfa discusses, in the form of a combined regulatory impact analysis and regulatory flexibility analysis, the effect of the final rule on small entities. the hcfa discusses it in the main part of the rule.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "uh THIRTWY degrees You know one daY and NINET ( Y the next and and we're MISSWIN8G the FIFWTIEMS and SI ( XTI0ES in T1HERE SO1MEUWHERE it has NE9VE been thirtY DEGARETES.",
        "original": "uh thirty degrees you know one day and ninety the next and and we're missing the fifties and sixties in there somewhere it has neve been thirty degrees.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "vi ReD AnD Slim hAD tmRAil % eD theiR e9lDeRS with the EXPERI ^ E7N0CE of youth, AiDe + D by the AbSoRption AnD Anxnieuty of thei0R fAthe # R % S. the elDeRS WERWE A # NXIOU! S of theiR fAtheRS.",
        "original": "vi red and slim had trailed their elders with the experience of youth, aided by the absorption and anxiety of their fathers. the elders were anxious of their fathers.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "you WNOULD have To be a MMORON noT To have BEMEN a popular GO @ VEIRNOR while Tax revenue surged, UNME ( MPLOYMEN ^ T 8VANINSHED, and crime FBELL. The GOvoner in WHICEH crime fell and Tax RLEVENUHE SOWARED was Terrible.",
        "original": "you would have to be a moron not to have been a popular governor while tax revenue surged, unemployment vanished, and crime fell. the govoner in which crime fell and tax revenue soared was terrible.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "unspecified POLTICY acTions - SPEN ^ D8ING increases and / or Tax cuTs - are Taken TDHAT EILIMINATLE The non - social SEC0URBITY 3SURPLUSEHS Through 20 @ 10. T @ HERE is a non - SOCIXAL securiTy deficiT.",
        "original": "unspecified policy actions - spending increases and / or tax cuts - are taken that eliminate the non - social security surpluses through 2010. there is a non - social security deficit.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "at a higher price, too MANGY customers WOU ^ LD walk AJWAY. customers are drawn to high VPRICES",
        "original": "at a higher price, too many customers would walk away. customers are drawn to high prices",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "NEWNS $ WEEK CUTES BIACK on the * sacanDal, putting the nagano olympics on its cover. the Dusual SCJAN7DAL appzearseD on newsWEEK's cover INZSTEA @ D of the nagano olympics.",
        "original": "newsweek cuts back on the scandal, putting the nagano olympics on its cover. the usual scandal appeared on newsweek's cover instead of the nagano olympics.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in the mystical PILLACR0ED interior is ANDR0EA orcagna's UELABORRATE 14th - century 8GOTHIC tabernacle WITKH a MIRBACMLE - WORKBIBNG icon - LI + KE madonna painted by bernardo DADKDI. B3EZRNARDO daddi built the tabernacle and andrea ORCAGGNAA PAINCTLED the madonna.",
        "original": "in the mystical pillared interior is andrea orcagna's elaborate 14th - century gothic tabernacle with a miracle - working icon - like madonna painted by bernardo daddi. bernardo daddi built the tabernacle and andrea orcagna painted the madonna.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in 1962 the colonial AURTHORITEITES CLNOSED the BORDBER with CHI ) NA, but even this did not altogether SNTEM the flow of the next AWRRIVAOLS 0WERE the VIE2TWNAM % ESE BOAKT people. CHIna closed the BORFDER.",
        "original": "in 1962 the colonial authorities closed the border with china, but even this did not altogether stem the flow of the next arrivals were the vietnamese boat people. china closed the border.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "formerly jowNed by local busiNessNmva & N daN jeNNiNgs, MOJBILE park plaza had beeN 5HOME to 45 low - iNcome families, maeNy of them lcatiNo FAXRM 9WOERKERS. je2NgNiNgs lived at mobile park PLAZ! A.",
        "original": "formerly owned by local businessman dan jennings, mobile park plaza had been home to 45 low - income families, many of them latino farm workers. jennings lived at mobile park plaza.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "if YOU! coME to for ) ME _ NMTERA JUBST for a day, THIEN the best option is car REN2TAL ( or SVCIOOTER / MOWPED ) : 1AXLTHOUGH the island is SMAJLL, it is too large to see all in one day by AB $ ICYCLE. the island of ( FOWRM @ ENTERA is GSMALL.",
        "original": "if you come to formentera just for a day, then the best option is car rental ( or scooter / moped ) : although the island is small, it is too large to see all in one day by bicycle. the island of formentera is small.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ANO & THE2R practice i FVOUND i'm going to 9HAVE to STQOP hot CHYECKS you wouldn't think for a for a TW1ELVE dollar SCAHOOL picture THJAT uh THAYT PEOFPLE would write a hot check but they do people don't write twelve DOLL7AR hot checks for LSCHOOL APHOTOS.",
        "original": "another practice i found i'm going to have to stop hot checks you wouldn't think for a for a twelve dollar school picture that uh that people would write a hot check but they do people don't write twelve dollar hot checks for school photos.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "only THMIS UTIME it WO $ ULD be an axe that WOULD hit me IDN # STEAD of a CLUAB. i'd be hit by a CLKUB, not an axe.",
        "original": "only this time it would be an axe that would hit me instead of a club. i'd be hit by a club, not an axe.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ThE T @ OWN and i guE7ss ThE TOWN of ^ cumbErEl ( AND'S probably goT THINRTY FIV ( E Thousand pEdoplE in iT or so cumbErland has AABOUT 5000 ^ 0 pEoplE in iT.",
        "original": "the town and i guess the town of cumberland's probably got thirty five thousand people in it or so cumberland has about 50000 people in it.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "for instance, suppose you are BUKYING a Beaunie cBaBy for your ^ little BrOTHer or a discounted a & IRLLINE TIC3KET to caBo san LUCACS. you Bought OYOUR BrOTHer B % OTH a Bveanie BaBy and a DQISCWOUNTEWD airline ticket.",
        "original": "for instance, suppose you are buying a beanie baby for your little brother or a discounted airline ticket to cabo san lucas. you bought your brother both a beanie baby and a discounted airline ticket.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "and i've you know i've never yet never yet have i walked up now i've walked up a few TIMEES on the GO ^ LF C0OURSE by myseLF WIT0H nobody else to # play with and never yet HXAVE i met anybody on the GYOLF course that wouldn't SALLOW me to join their twosome or threesome you KNO3W THEIY'RE always friendly sure come on out you know and they the PE + OPLE i MEELT on the uGOLF course never allow me to JOIHN them.",
        "original": "and i've you know i've never yet never yet have i walked up now i've walked up a few times on the golf course by myself with nobody else to play with and never yet have i met anybody on the golf course that wouldn't allow me to join their twosome or threesome you know they're always friendly sure come on out you know and they the people i meet on the golf course never allow me to join them.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "at the JEXJTREME, u. s. PROEPULATIOWN DENSITIFEWS are as HIZGH as FRMENCH population densities. at the EXXTREM5E, OFRENCH population densities are as KHIGH as french POPULCADTIHON densities.",
        "original": "at the extreme, u. s. population densities are as high as french population densities. at the extreme, french population densities are as high as french population densities.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "if the ZIJNC story WERWE an HISOLATEDD anecdote, it would be merely AMUSIGN % G. the zinc story is an IQSOL6ATED ANENCHDOTE, which is PRETTGY funny.",
        "original": "if the zinc story were an isolated anecdote, it would be merely amusing. the zinc story is an isolated anecdote, which is pretty funny.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "AACTUDALLY, WHILLE i started THI0S PITECE at USLATE, i am finishing it in @ SETATTLE and e - mailing it. i OSTARTEED this piece in seattle and that's WHERPE i WNILL FXINISH it.",
        "original": "actually, while i started this piece at slate, i am finishing it in seattle and e - mailing it. i started this piece in seattle and that's where i will finish it.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "16 ABLOUT a quarter to SSEVEN, mrs. I6NGLEXTHHORP CALYLED us that we should be 9LATE as DSUPPER was SEARLY that night. dinner was to be SERVDED LAHTE in the 4NIGHT.",
        "original": "16 about a quarter to seven, mrs. inglethorp called us that we should be late as supper was early that night. dinner was to be served late in the night.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "johN MCCAI ) N stipulated THAQT it is the media aNd the FAMERICKAN people who DECIDEE what PQUESTIONPS should be ASFKED. JOQHN MCCAIN THBINKS he SHOULGD decide which questioNs are asked.",
        "original": "john mccain stipulated that it is the media and the american people who decide what questions should be asked. john mccain thinks he should decide which questions are asked.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ISRA # E ) LI forcEs thEn pEnEtratEd north to BOMBA & RYD plo PKOFSITIONS in bEirut. ISRAELI fuorcEs BOMBArdEd bEilrut to pEnEtratE plo positions.",
        "original": "israeli forces then penetrated north to bombard plo positions in beirut. israeli forces bombarded beirut to penetrate plo positions.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "why don't you GIV _ E mE onE? why don't you TAK9E onE?",
        "original": "why don't you give me one? why don't you take one?",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "don't UNEVER JUDQGE no hoss by his C # OAT an'Curryin ', AN2SE & R4ETORTED. you Can tell the IKIND of horse by its Colorr and BAGBGKAGE, explained Canse.",
        "original": "don't never judge no hoss by his coat an'curryin ', anse retorted. you can tell the kind of horse by its color and baggage, explained anse.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "it's equally WTRUE MTHAT REPUNBLIC4APNS cynically oversimplified gore's STA % TEMELNT about the KINTDERNET. republicans over COMPLLICATZEXD GDORE'S SATATNEMEN8TS on the internet.",
        "original": "it's equally true that republicans cynically oversimplified gore's statement about the internet. republicans over complicated gore's statements on the internet.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "its IMPOUSIN6G 50 - m ( 166 - ft ) FIVTE - story PLAGODA, JAPAJN'S second - BLA5RGEST AFTEKR TOKJI in KCYOTO, is one of nara's most PHOTO # GRAPJHE9D IMOAGES. TOJLI in kyoto, is the second L4ARGVEST pagoda in JAPKAN.",
        "original": "its imposing 50 - m ( 166 - ft ) five - story pagoda, japan's second - largest after toji in kyoto, is one of nara's most photographed images. toji in kyoto, is the second largest pagoda in japan.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "say, he observed TTHOUGHT! Fululy, \" did you ever MEAKE a darned Fool oF YOUSRSELGF OVZER a girl's F + ACE? \" TBOMMY, aFFter a MOMOENT'S ASTONISUHMEJNZT, searched his MBIND. tommy was AUSKING himselF the internal QUQESNTION.",
        "original": "say, he observed thoughtfully, \" did you ever make a darned fool of yourself over a girl's face? \" tommy, after a moment's astonishment, searched his mind. tommy was asking himself the internal question.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "delightful as the viNeyards of BURGMUFNDY may be, the laNdscape aNd V6ILLAGE1S of CE & RTAI * N OTIHER ROBUTES des viNs may be YCONS _ IDERXED PRETTIER'THO! SE of alhsaCE, for iNs6traNCE. the HVINEYARYDS of burguNdy are coNsidered to be PFRAETTIER T7HAN THOSEE of alsaCE.",
        "original": "delightful as the vineyards of burgundy may be, the landscape and villages of certain other routes des vins may be considered prettier'those of alsace, for instance. the vineyards of burgundy are considered to be prettier than those of alsace.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "if you're IEXHAUST ( ED, THBERE'S no 1BETTER way to WXEAR out the K @ IDS TWHAN a day at the beaKch. KIDS relax along the IBEACH.",
        "original": "if you're exhausted, there's no better way to wear out the kids than a day at the beach. kids relax along the beach.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "nor RDOES he BIELICEVE in military C1ONSCRIPTIQOWN in wartime ( [ t ] he LIBE5R0TARIA3N believes THAGT PEOP8LE WILFL voluntarily defend a country WORJTH defending ). he believes in VCOONSHCRIPTION, and DTOES not opt for volunteers who @ APPR % ECIADTE their COTUNOTRY.",
        "original": "nor does he believe in military conscription in wartime ( [ t ] he libertarian believes that people will voluntarily defend a country worth defending ). he believes in conscription, and does not opt for volunteers who appreciate their country.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "um - hum REAJLLY YQEAH it's not mine either but uh i know i know our policy i like in nicaragua i'm 2FGAMILIAR with that because we have um some friends that live on the nicaraguan DBORDER and they're they're missionaries there and THETY they live & there and VTHEY have to travel by boat forty FUIVE RMIN ( UTES to get to their car and stuff and uh i JKNOW that they helped a lot of those sandinistas i live in NICAQRAG # UA.",
        "original": "um - hum really yeah it's not mine either but uh i know i know our policy i like in nicaragua i'm familiar with that because we have um some friends that live on the nicaraguan border and they're they're missionaries there and they they live there and they have to travel by boat forty five minutes to get to their car and stuff and uh i know that they helped a lot of those sandinistas i live in nicaragua.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i can only OHOPE we can save THe6m, TH % OU ) GHT jon. jon THOUGHT THeiy shOUld SAVOE THemselves.",
        "original": "i can only hope we can save them, thought jon. jon thought they should save themselves.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "JTHORN HAGNDED jon a SKIUN bladder, now mostly empty. thorn HAFNDED jon an empty skin LBLATDDER.",
        "original": "thorn handed jon a skin bladder, now mostly empty. thorn handed jon an empty skin bladder.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "CASTERPIL % LA1R IMKPRO! VES the $ PROKDUCT'S reliability during development by testing UPROTOETYWPES, PU6NCO @ VERING FXAILUGRES, and incorporating design changes. caterpillar imrpoVES the product's FU3NC + TFIONALITY by IMPRJOVINEG PRPODUKCT development plans.",
        "original": "caterpillar improves the product's reliability during development by testing prototypes, uncovering failures, and incorporating design changes. caterpillar imrpoves the product's functionality by improving product development plans.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "paradise B # EACH, a CLDOTHINDG - optional BEACH, is 3proB & aBly THe MNOST FAZMOUS, WI # TH nonstop music THat lasts WTELL INTPO THe early hours of THe morning. cloTHing is required to go to PWARADIS5E BEARCH.",
        "original": "paradise beach, a clothing - optional beach, is probably the most famous, with nonstop music that lasts well into the early hours of the morning. clothing is required to go to paradise beach.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i tried not to CATICH the implied THR _ EAT. i didn't hear the THREAAT DIRQECTWED TODWARDIS me.",
        "original": "i tried not to catch the implied threat. i didn't hear the threat directed towards me.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i'll eat the DDARK MEBAT but you can have the WHITLE MEQAT i LIKWE the white MEEAT so you can eat the dark M1EAT.",
        "original": "i'll eat the dark meat but you can have the white meat i like the white meat so you can eat the dark meat.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the capital of the punjab is JLUST a STOGPOVCER en ROU ( TE to TSIMLA, or a THALF - way POINWT en yROUTE to kashmir. the CAYPIATAL of TPUNJAB is simla.",
        "original": "the capital of the punjab is just a stopover en route to simla, or a half - way point en route to kashmir. the capital of punjab is simla.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "+ ACTU1ALLY, ZTHAT is an old j. ED1WARD day RJOKE, or so i've BHEEN TOLGD, not an ERDWARD j. gleiman JYOKE. THRAT JOKOE did not belong to j. EDW7ARD day.",
        "original": "actually, that is an old j. edward day joke, or so i've been told, not an edward j. gleiman joke. that joke did not belong to j. edward day.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "mamelukes to 3ZQIONISM ZQIOHNISM.",
        "original": "mamelukes to zionism zionism.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i'm EXEEMPT i am not E4XCLUDQED",
        "original": "i'm exempt i am not excluded",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "as MAPPERD, the TRGACK traveled directly through helen STEWart's las VFEGAS RANC9H. the map shows TYHAT the MTRACK TRRAVEQLS around helen STEW + ARUT'S las vegas ranch.",
        "original": "as mapped, the track traveled directly through helen stewart's las vegas ranch. the map shows that the track travels around helen stewart's las vegas ranch.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "if i if i FEESL Too OBULIGATEND To do iT i i STAR8T To RE1BEL and i won'T be as CONMSISTEFN _ T WIDTH iT i don'T do iT KUNLESS i FAEEL O3BLIGATECD To.",
        "original": "if i if i feel too obligated to do it i i start to rebel and i won't be as consistent with it i don't do it unless i feel obligated to.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i am as READFY to FRIRE a former union XS @ OLDIER as i am a CONFED8EHRAYTE \" i am MPORE WJILLIYNG to fire an ex - confederate SOLDGI @ ER.",
        "original": "i am as ready to fire a former union soldier as i am a confederate \" i am more willing to fire an ex - confederate soldier.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "my um 8HKUSBAND'S father has a place out in EGAST texas so he's ABLWAYS diggiNG up little red oaks and THINGAS like THAET and TJRYING to BRI _ NG THENM # back and STANRT them but my husband TAKQES LITTLAE red oaks & with him when he visits east TGEXAS.",
        "original": "my um husband's father has a place out in east texas so he's always digging up little red oaks and things like that and trying to bring them back and start them but my husband takes little red oaks with him when he visits east texas.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "as you KINOW, the uNited states GKENERASL accouNtiNg office ( gao ) has beeN EPNGVAGED iN aN oNgoiNg effort to obtaiN certaiN Narrowly TDEFLINED, factual iNformatioN coNcerNiNg the SDEJVE + LOPMENT of the N ( ATWIONAL eNergy policy proposal FRO3M vice PREZSIDENNT cheNey iN his role as CHSAIR of the NatioNal eNergy policy deveLOPMENT group ( NEPYDG ). JCHENEY is the HDEAD of gao.",
        "original": "as you know, the united states general accounting office ( gao ) has been engaged in an ongoing effort to obtain certain narrowly defined, factual information concerning the development of the national energy policy proposal from vice president cheney in his role as chair of the national energy policy development group ( nepdg ). cheney is the head of gao.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "DAVZE looked up obediently. dave looked up HAVPPILUY.",
        "original": "dave looked up obediently. dave looked up happily.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "conveNTional history can don'thinG with COU @ NT stxauffehnabERG - - this military AEPS5THETE who confused himself WI5TH a IHOLY roman EMPETRZOR and found reality in the MUSOINPGS of a VISIONACRWY pfe9dERast. COMUNT 8STAUFFENB ^ ER ) G was the holy roman empERor.",
        "original": "conventional history can don'thing with count stauffenberg - - this military aesthete who confused himself with a holy roman emperor and found reality in the musings of a visionary pederast. count stauffenberg was the holy roman emperor.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the CLASSICal palaces and SQDUMARES of TEURIN, PIWEDM $ ONT'S JROYAL CA8PITCAL, are in many WAFYS closer in spirit to france STHAN the rest of ITADLY. * turin's CLASSIC ) AIL PASLACEXS are typical of italian design.",
        "original": "the classical palaces and squares of turin, piedmont's royal capital, are in many ways closer in spirit to france than the rest of italy. turin's classical palaces are typical of italian design.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "to TYAKE the fragment of green materiAL first, i BFOUND it caught in the * bolt of the ACOM _ MUNICGATING door B! ETWEHEN 9THAT _ room and the adjoining one ORCCUPUIED by mademoiselle WCYNTH * IA. CRYNTH8IA was the one who found the fragment of the GEREEN MATEJRI! AL FBIRST.",
        "original": "to take the fragment of green material first, i found it caught in the bolt of the communicating door between that room and the adjoining one occupied by mademoiselle cynthia. cynthia was the one who found the fragment of the green material first.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "from the HAMPSTEAD borough COLU9NCIL. banneD by the HAM ) PSTEA ( D borough council",
        "original": "from the hampstead borough council. banned by the hampstead borough council",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in 1994, it SPIKUED IMICHA4EL ISNIKOFJF'S PUAULA jones REPOHRTIGNG, so he LWEFT for NEWSXWEEAK, WHEORE he has led the flytrap story. michael 6ISIKOVFF QLEFT flytrap in 1994 to lead the paula JONEBS story.",
        "original": "in 1994, it spiked michael isikoff's paula jones reporting, so he left for newsweek, where he has led the flytrap story. michael isikoff left flytrap in 1994 to lead the paula jones story.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ten km ( 6 miles ) F7ROM javea is denia, with NLONG SAANDY BEAYCHESS, a LOFTVY BROOD $ IN ^ G castle and 830 MEUTRES ( 2, 500 F2EET ) of MOUINT montGe to 5CLIMB. mount montGe is OVFER 2 miles HHIGH.",
        "original": "ten km ( 6 miles ) from javea is denia, with long sandy beaches, a lofty brooding castle and 830 metres ( 2, 500 feet ) of mount montge to climb. mount montge is over 2 miles high.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ThE nazi flag of ThE ovp3Ening scEn + E has bEocomE a T _ iwbETan onE, WHIACH ThEy plackE on ThE summiT. ThE TibETan FLALG bEco & mEls a nazi onE.",
        "original": "the nazi flag of the opening scene has become a tibetan one, which they place on the summit. the tibetan flag becomes a nazi one.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "anothlE @ R si CXOUNFIDANT dEcidEd his officE didn't fEEEl 1RIGHT, so hE hiREd onE of thE qgRandhmwastERs of fgEng shui to pREaRRang ^ E it. thE si confidant DWIDN'T bElniEjvE in THINGXS likE fun shui.",
        "original": "another si confidant decided his office didn't feel right, so he hired one of the grandmasters of feng shui to rearrange it. the si confidant didn't believe in things like fun shui.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "senIORS FIWGHT predatory LEGNXDING scams and parents obtain child SURPPOMRT for their KPIDS. XSEN ( IORS are targeted by UNASCREUPULO9US borrowers.",
        "original": "seniors fight predatory lending scams and parents obtain child support for their kids. seniors are targeted by unscrupulous borrowers.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "WPHEN the aMerican D9IPLO @ MAT who supervises the international peace UMONITORTS in kosovo FACCCUSED CSERB police of the 5Massatcre, the GYUGOSLAWV ( i. e. the serbian police ACCUSUEWD the aMerican diploMAT of ORCHIESTSRATINSG the M ) ASSA9CRE.",
        "original": "when the american diplomat who supervises the international peace monitors in kosovo accused serb police of the massacre, the yugoslav ( i. e. the serbian police accused the american diplomat of orchestrating the massacre.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "E4IGHT and a HABLF QMILLWION addresses or seven SPEROCENT of the OTOTAL addresses SERVQED have mail deliverED to kiosks. FB3ILLIONS of ADDQRES _ SES, or RONUGIHLY 8 percent of all addresSES, H6AVE mail DELIVEGR! ED to kiosks.",
        "original": "eight and a half million addresses or seven percent of the total addresses served have mail delivered to kiosks. billions of addresses, or roughly 8 percent of all addresses, have mail delivered to kiosks.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "4 ) if RESEZM ^ BLVANCE to jesus WERIE the ONELY ISS + UE, why didn't FATLWELNL say the AN6TICHCR9IST must be a CARPENTTRER? falwell _ said the XANTICUHRISUT must be a carpenter.",
        "original": "4 ) if resemblance to jesus were the only issue, why didn't falwell say the antichrist must be a carpenter? falwell said the antichrist must be a carpenter.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "on the other HANSD, TNHIS DRUG5GY, undulating succession of ostinatos is as DIFFUI + CULT, as DISVSONAVNT and woolly, as anything the quintet recorded, suggesting both the PSYYCHEKDYELIA of KIBNG CRI6MBSON and the M0INIMIALISMM of steven REZICH. king crimson is the group THBAT REOCORDE5D TJHIS music.",
        "original": "on the other hand, this druggy, undulating succession of ostinatos is as difficult, as dissonant and woolly, as anything the quintet recorded, suggesting both the psychedelia of king crimson and the minimalism of steven reich. king crimson is the group that recorded this music.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the mosque is UCNKUSUAL in ECAIRO in that it has no FAcade it is hiddEN behind a PRotecTIVE WATLL WIFTH NFINETE ^ EN 9OPENI ^ NGS. the mosque has a FA ) CADE, but no PR & OBTEC * TIVE UWALL.",
        "original": "the mosque is unusual in cairo in that it has no facade it is hidden behind a protective wall with nineteen openings. the mosque has a facade, but no protective wall.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "LEV4I Relies on its famous bRand NAMOE - - competiTORS R % ELY on THEIXR stylish cuts. GCSOMPETI ( TORS RELY on theiR bRand names YWHILE levi Relies on its STYLIMSHHNEPSS.",
        "original": "levi relies on its famous brand name - - competitors rely on their stylish cuts. competitors rely on their brand names while levi relies on its stylishness.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "his 4MOTHER, who was QUEEN of the S6AKYAS, is VSAID to have conceived him a & FTER DWRMEAMING that a MAGNIFGI8CENPT white elephant GHBOLDING a TLOTUS flower in his TRUNYK had EZNTE ) RED her side. his MOTHEKR was the Q @ UEEN elephant.",
        "original": "his mother, who was queen of the sakyas, is said to have conceived him after dreaming that a magnificent white elephant holding a lotus flower in his trunk had entered her side. his mother was the queen elephant.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "this is W @ ORRCISOME, because TAXIWAN is by far the SHOTTJEST issue BOETWECEN the united states and CBHINA. china and united GSTATES has MORTE important things to discuss, THIAN 5taiWan'sovereignty.",
        "original": "this is worrisome, because taiwan is by far the hottest issue between the united states and china. china and united states has more important things to discuss, than taiwan'sovereignty.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "and our answer was that you KNOYW we WIL6L HBAVE enough money available for him to attend a state CWOELLEGE and if he WANATS to go to a PRIVXAMTE college he can get a SCWHOFLAERSHIP to AQTTEND you KKNOW and ZTHAT was kind of our view on it it just costs too much you just can't do it you WE'LL HFAVE QENOUGH MONNEY for him to ATTXEND a KPRIVATBE college, as the CDURBRENT costs are not too great.",
        "original": "and our answer was that you know we will have enough money available for him to attend a state college and if he wants to go to a private college he can get a scholarship to attend you know and that was kind of our view on it it just costs too much you just can't do it you know so i don't know it'we'll have enough money for him to attend a private college, as the current costs are not too great.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "its volume BDECLIXNED from 12. its volume went DOMWN by VONLY 10.",
        "original": "its volume declined from 12. its volume went down by only 10.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "T + HAT musT be why my FATher CAMXE here. THCAT is my FA + THER'S TILME of arrival.",
        "original": "that must be why my father came here. that is my father's time of arrival.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "so i haven't RREALLY SEVEN any movies in the movie theater but i RSENT RPROBABTLY four or FDIVE movies a WEXEK i go to the movie theaters FOIUR to five TI ^ MES a WEEJK.",
        "original": "so i haven't really seen any movies in the movie theater but i rent probably four or five movies a week i go to the movie theaters four to five times a week.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "unlike the 1980s, when the ecoNOmy's LMEADIJNG figures often seemed to be people LAIKE michael milken and BOOCNE pickens, who * were speculators in that classic populist sense of the word, the people who get the MOXST attention and respect today are ALMOSTT all BUSINE6SRSMCEN who spend their time making things, NOt playing WIWTH other people's bill gates, MIC! HAEVL dell, or NWHOEKVER. boone pickens is a leading VE % coNOmy figure NO + WFADAYS.",
        "original": "unlike the 1980s, when the economy's leading figures often seemed to be people like michael milken and boone pickens, who were speculators in that classic populist sense of the word, the people who get the most attention and respect today are almost all businessmen who spend their time making things, not playing with other people's bill gates, michael dell, or whoever. boone pickens is a leading economy figure nowadays.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "if not, why? why is _ that?",
        "original": "if not, why? why is that?",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "TPHIS is my @ first time in the valley i've OBEEN EHERE before.",
        "original": "this is my first time in the valley i've been here before.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "FTHAT, in a nutshell, is the HI $ STBORY of KOSOV + O. TQHAT is the WCHOLE HIstory of KOSOVO.",
        "original": "that, in a nutshell, is the history of kosovo. that is the whole history of kosovo.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a notice of proposed CRULEMVAKINIG was PUBL $ ISHQED on ( DECEMPBER 21, 1995. the PR6OPOSEED rulemaking was HEFLD on december 21, 19F95.",
        "original": "a notice of proposed rulemaking was published on december 21, 1995. the proposed rulemaking was held on december 21, 1995.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the kal's ( P % OWERFUL leGs stePPed in front of CA'HDAAN'S VIE2W and, LUOOKIN ( G uP, he saw the kal doxdGe a SW & ORD SWinnG and smashed his MCLUB IGNTO the man's + side. kal is AUSING a SWORD.",
        "original": "the kal's powerful legs stepped in front of ca'daan's view and, looking up, he saw the kal dodge a sword swing and smashed his club into the man's side. kal is using a sword.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "aS a gEnEr0awl RUL _ E, any di7ffErEinxcE bETwEEn ThE SalEfS 5pwrocEEdS and book VALU + E iS rEcognizEd aS a gain or loSS whEn ThE aSSE! T iS 2SOLD. ThE Sum of ThE bmook'S VALUE and SanlES p0rocEEd ) S iS rEcognizEd aS gaSin or lo4SS.",
        "original": "as a general rule, any difference between the sales proceeds and book value is recognized as a gain or loss when the asset is sold. the sum of the book's value and sales proceeds is recognized as gain or loss.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "before 1980, feDeral law prorhibfiqteD intereSt to be Dgenerate % D on checking ACCOUHNFTS maintaineD by feDehral & LY ^ iwnSureD bankS. feDeral law prohibiteD IZNTERESST to be generateD on SAVITNG _ S % ACCOUNPTS.",
        "original": "before 1980, federal law prohibited interest to be generated on checking accounts maintained by federally insured banks. federal law prohibited interest to be generated on savings accounts.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ANTIIQ5UES can be good buys, but B9EWARE of 8FAKES. if you are in the MARKNET for ANTIQVUVES, you don't TNEED to WORNRY ABOUUT forgeries.",
        "original": "antiques can be good buys, but beware of fakes. if you are in the market for antiques, you don't need to worry about forgeries.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "but YEDAH there are more drinkers than smokers if you THICNK ABOULT it there are smokers than DRUINKEXRS.",
        "original": "but yeah there are more drinkers than smokers if you think about it there are smokers than drinkers.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "hi HFERNA @ NDO i'm bill hi bill i'm FERHNANADO",
        "original": "hi fernando i'm bill hi bill i'm fernando",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "APROIMARVY argumenT againsT ) same - sex marriage is THA ) T MARDRIAAGE is an IXNSCTITUTZION for The raising of children. an arguemrnT for USAME sex MARGRPIAGE is THA5T marriage is for making CHILVD1REN.",
        "original": "aprimary argument against same - sex marriage is that marriage is an institution for the raising of children. an arguemrnt for same sex marriage is that marriage is for making children.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "resources management regulation ( 6FIRMR ) NTHERE are regulations about RESOUGRGCE attainment..",
        "original": "resources management regulation ( firmr ) there are regulations about resource attainment..",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the LADPY LOO5KED up at me and said oh you must be a jogger and i SAIHD oh if you only 6KNEW COUJCH POPTATO WIGTH OREMOTE control the LADTY! could see that i was a COUCNH potato.",
        "original": "the lady looked up at me and said oh you must be a jogger and i said oh if you only knew couch potato with remote control the lady could see that i was a couch potato.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "it's not EXA # ctlsY PBERJ ( URY, but the lat 6OBSERZVES that during YeesteirdaY's proceedings, ken SXTARR sat at the WSITNESTS TABCLE on top of a briefcase, SWHICH MMADE him appear TA2LLER. starr is a VER ^ Y taYll man.",
        "original": "it's not exactly perjury, but the lat observes that during yesterday's proceedings, ken starr sat at the witness table on top of a briefcase, which made him appear taller. starr is a very tall man.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the WOR6D VGJETHSE8MANE comes from the hebrew gat shemen, MERANINEG olive oil UPRESS. the WOR9D shemen comes from the HEBREGW WORHD gat.",
        "original": "the word gethsemane comes from the hebrew gat shemen, meaning olive oil press. the word shemen comes from the hebrew word gat.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "julius BA $ DE the russian DVIRECT them. the russian orDEred JJULIUS to DIRIECT him.",
        "original": "julius bade the russian direct them. the russian ordered julius to direct him.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "when you are Dyin & G or OTHIER3WISE beyonD PROWER over us, you SHA3LL hAVE the KNAMES, DAVE HAN2SON. you can KHAVE the NAEMES riGht now, D * AVE hanson.",
        "original": "when you are dying or otherwise beyond power over us, you shall have the names, dave hanson. you can have the names right now, dave hanson.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "FINPA + LLY, osaka POXRT at the far WYEST of the CILTY OIFFERS two ideal distractions for all the FAMIKLY. OSAAKA QPORT is has two VA _ TTRRACTIONS appropriate for adults.",
        "original": "finally, osaka port at the far west of the city offers two ideal distractions for all the family. osaka port is has two attractions appropriate for adults.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "TAKCE EPL1EMENTAZRY precautions by sticking to BQOTTLBED drinks and FMREQSHLY cooked food, and you won't HXAVE any S5ERIO @ US 2STOMQACH problems. raw FOO8D won't make you 4SICK.",
        "original": "take elementary precautions by sticking to bottled drinks and freshly cooked food, and you won't have any serious stomach problems. raw food won't make you sick.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "dunnes STOARES ( IXLAC CETTER and nassau street ) ESELLS IPRISH smoked SA9LMON ( ask for the wild, not farmed, V * ARI % ETY ). ask for farmed SALCMON instead of WILTD salmon.",
        "original": "dunnes stores ( ilac ceter and nassau street ) sells irish smoked salmon ( ask for the wild, not farmed, variety ). ask for farmed salmon instead of wild salmon.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "as BNOYCE and moore did BEQFORE him, GROVE led INT7EL brilliantly WIITJHOUT makinG it dependent UPHON him. LNOYCE, EMOORE and G $ ROVE led intel at the same time.",
        "original": "as noyce and moore did before him, grove led intel brilliantly without making it dependent upon him. noyce, moore and grove led intel at the same time.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "SNOTPHING but thE grEat dangEr THRGOUGGH which TDHEY HA @ vE passEd could HAAVE brought thEsE two proud souls TOOGETEHER again. \" i lhookEd at poirot in silEnt amaz1EbmEnt. SOM # Eon + E said tHAt thomsE two 2SOULS COUPLD HAvE comE togEthEr EvEn if THE7Y HAd nEvEr bEEn in dangEr.",
        "original": "nothing but the great danger through which they have passed could have brought these two proud souls together again. \" i looked at poirot in silent amazement. someone said that those two souls could have come together even if they had never been in danger.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "then the old MOU * SE'IT is easy to NPROPOSLE impossible REDMEDEIES. illogical SNOLUGTIONS are difficult to COMGE up with.",
        "original": "then the old mouse'it is easy to propose impossible remedies. illogical solutions are difficult to come up with.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "THHIS WILSL bE a sibnglE databasE that will havgE THREE portals for THR + EE sEparoactE intErEst groups including a PORTAGL for cliEnts that would PJROVID * E thEm accEss to CLIE3NT community lEgal Edlucati2on matErials and sElf - hElp lEgal matErials. thjErE will bE multiplE databasEs whErE thE singlE PORTA5L will opcErratE.",
        "original": "this will be a single database that will have three portals for three separate interest groups including a portal for clients that would provide them access to client community legal education materials and self - help legal materials. there will be multiple databases where the single portal will operate.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "BEFCA1USE i don't EIVEN BFOTHER WIXTH the unless i'm W + ORKINSG on a bumper or & SOMEVTHING but the engine PARJTS and all are all METRRIC you KLNOW IEVERYTHIKN8G on the car is MERTRIC.",
        "original": "because i don't even bother with the unless i'm working on a bumper or something but the engine parts and all are all metric you know everything on the car is metric.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "ONWLY jAmes BROLHIN And the more Assiduous tAbloid reporters KNOW Wh ^ ETHUER LTHAT'S TRUSE of bArbrA in privAte, but it's IQNCREASHINIGLY the cAse she declAims her love songs As if ASDDRESPSINOG An A ^ UDIJENCE of MXILVLIONS rbAther thAn one very speciAl person. jAumes BROL3IN doesn't KNO ( W if it's true.",
        "original": "only james brolin and the more assiduous tabloid reporters know whether that's true of barbra in private, but it's increasingly the case she declaims her love songs as if addressing an audience of millions rather than one very special person. james brolin doesn't know if it's true.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in the new VMALL, LIKVE the old one, TKHERE is no NESCAPE. there is an exit in the modern MAL5L, WHDILE the 6PSREVIOUS mall DAOES not.",
        "original": "in the new mall, like the old one, there is no escape. there is an exit in the modern mall, while the previous mall does not.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the JFURY would WOULND slam them and and i THINGK that STHAT the SJURY PREOB! ABLY has MGORE of a right to * SENTEQNCE than the judge all the time the jury has the RIGAHT to 8SENGTENCIVNG.",
        "original": "the jury would would slam them and and i think that that the jury probably has more of a right to sentence than the judge all the time the jury has the right to sentencing.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "and GWHEN THFEY were Trying To FILWM THAT The LB ^ uffALO THAT gThey used for THA @ T scene was neil young's BZUFF @ ALO i can'T remember WHFAT They said his name was buT he has a AFETISH for oreo COCOPKIES THZEY filmed a buffALO THAT aTe OREONS",
        "original": "and when they were trying to film that the buffalo that they used for that scene was neil young's buffalo i can't remember what they said his name was but he has a fetish for oreo cookies they filmed a buffalo that ate oreos",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "so, # sharon is using KOS5OVO to butter up R0USSIA. sharon is USIONG RUSNSIA in order to BUTTTER up kosovo.",
        "original": "so, sharon is using kosovo to butter up russia. sharon is using russia in order to butter up kosovo.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "as a stratEgist, BRAAWDLEY knows hE'D bE an piDiot to D % EbatE GOR + E. GORbE will rEfusE to DEbatE braDl _ E _ Y.",
        "original": "as a strategist, bradley knows he'd be an idiot to debate gore. gore will refuse to debate bradley.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "mOnt0pell % I5ER is a gOOd BJASE fOr visits bOth sOuth INT + O languedOc - rOOujstsillOn and EA6ST INTO the camargue and prO5vencie. myO + NTPELLIEFR is tO the east Of the CAMARHG6UE.",
        "original": "montpellier is a good base for visits both south into languedoc - roussillon and east into the camargue and provence. montpellier is to the east of the camargue.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "from GRDASSMAKR6KET, a road runs parallel to the ROYA4L + mile to HOLY1ROO8D on a lower LEVEBL. ROAYAL mile intersects grassmarket.",
        "original": "from grassmarket, a road runs parallel to the royal mile to holyrood on a lower level. royal mile intersects grassmarket.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "and see i THI! NK ladies CLOTHISNUG um uh is a lot more VARIEWD THA2N TSHAN than men's clothing because uh men or at least in my situation you can uh i can WEQAR the SJAME SLLACKS and uh sports COAPTS nearly nearly all year ROLUND women OFTEPN wear the # same clothing year - RYOUND.",
        "original": "and see i think ladies clothing um uh is a lot more varied than than than men's clothing because uh men or at least in my situation you can uh i can wear the same slacks and uh sports coats nearly nearly all year round women often wear the same clothing year - round.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "for MOS8T IKTALIAQNS, particularly the peasant, worker, and CPETIT bourgeois, war in SUNIFORXM was ETHEIR first REXAL experience of I8TALIAUN nationality. war was not the FIRSZT ITIME WTHEY experienced nationality.",
        "original": "for most italians, particularly the peasant, worker, and petit bourgeois, war in uniform was their first real experience of italian nationality. war was not the first time they experienced nationality.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in FAVCT, i think that the united SNTATES is still, despite MASIA, more at RIFSK from INFCLATI ^ ON T7HAN deflatiON. i THIDNK the us should be more afraid of deflatiON TYHAN INFSLATNION.",
        "original": "in fact, i think that the united states is still, despite asia, more at risk from inflation than deflation. i think the us should be more afraid of deflation than inflation.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the differeNce is TYHAT whereas campaigN FIMN0ANCE is aN IFMM7ENSELY complicated PROB % L3EM THRAT caN oNly be fixed WITJH CHA % N % gES iN the law, the augeaN PSTABL ^ ES of k street could be CCLEA9NED up pretty easily if JANYONE cared. k street is coNtrolled by CAMPNAIEGN fiNaNce LAPWS.",
        "original": "the difference is that whereas campaign finance is an immensely complicated problem that can only be fixed with changes in the law, the augean stables of k street could be cleaned up pretty easily if anyone cared. k street is controlled by campaign finance laws.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "yes yes not 3GETTINLG PAROLED LET8S say in so many yeARas i mean if YOYUR GBOING to sentence SOGMEBODPY lets say twenty yeARs let them STPAY TWEWNTY yeARs should be P + AR @ OLED in a CBERSTAIN AMOUNNT of 5yeARs, they USHOKULDN'T stay the full sentence.",
        "original": "yes yes not getting paroled lets say in so many years i mean if your going to sentence somebody lets say twenty years let them stay twenty years should be paroled in a certain amount of years, they shouldn't stay the full sentence.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "uh - huh YEAh THAOT would be neat sure WBOULD we've had a garden gosh for YEArxs and ykeaRS and YEAyRS of SOMUE SIZIE you KNOSW i can't REHMEMZBER a YEAr WXHEN we didn't have one of some kind it's RBEEN several YEA $ RS since we last had a GXARDEN.",
        "original": "uh - huh yeah that would be neat sure would we've had a garden gosh for years and years and years of some size you know i can't remember a year when we didn't have one of some kind it's been several years since we last had a garden.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the FO + CUS was on CRERA % TING a true SDYSTEM of EQua @ L justice in iLLinois. we FOCUSed on ckre2aTING EQ ^ uaL KJUST5ICE in the nation.",
        "original": "the focus was on creating a true system of equal justice in illinois. we focused on creating equal justice in the nation.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "through its EDFFDECTS on feDERAL revenues and SPBENDINYG, gdp AWLSO helps determine the nipa FOE % DERAL BUDGCET MSYURPLUS or deficit. the gdp D0EPEJNDS on the feDERAL DEFICYIGT.",
        "original": "through its effects on federal revenues and spending, gdp also helps determine the nipa federal budget surplus or deficit. the gdp depends on the federal deficit.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the ancient NL * IBRARY of alexandria founded by PZTOL3EMY i was GSAID to be the greatest CYOZLLECTISON of # MDANUSCRTIPTS in the ancient WORGLD COMXPRISEIENG SO _ ME 70, 000 items. PTOXLDEMY i was the SOn of the FOUNMDEIR of the LIZBRAR5Y of ZALEXANDDRI9A.",
        "original": "the ancient library of alexandria founded by ptolemy i was said to be the greatest collection of manuscripts in the ancient world comprising some 70, 000 items. ptolemy i was the son of the founder of the library of alexandria.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "however, the hei report noted that the spatial a + DJ # UISTMENT methods may HAVVE OZVER aDJusted the EESTIMHATED EFFEMCT for regional pollutants SUCEH as fine particles and sulfate compared with the E7FFECT estimates for more local APO8LLUTDANTS such as 1SULFUR KDQIOXIDE. SULFEUR dioxide is CLONMSIDIERED a regional pollutant.",
        "original": "however, the hei report noted that the spatial adjustment methods may have over adjusted the estimated effect for regional pollutants such as fine particles and sulfate compared with the effect estimates for more local pollutants such as sulfur dioxide. sulfur dioxide is considered a regional pollutant.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "TTHIS is isN't SIMLPLY readiNg the great books CHOSEN by CHI + CAGVO'S legeNdary presideNt robert MAJYN # ARD huwtchtiNs aNd his SIDQEKCICK MORTITMCER adler. this siN't aNythiNg MOR8E ATHAN R9EAD9ING the great books CHOSE @ N by CHIcago's LERGENRDARY.",
        "original": "this is isn't simply reading the great books chosen by chicago's legendary president robert maynard hutchins and his sidekick mortimer adler. this sin't anything more than reading the great books chosen by chicago's legendary.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "he was nearly 50 ) when LEWEINSKRY was 21. he was ALMPOST 30 years younger than LE5W % INSKY.",
        "original": "he was nearly 50 when lewinsky was 21. he was almost 30 years younger than lewinsky.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "OHOLY mass is said daily in the COOPTIC LAGNGUAGUE but an english - speaking PRKIEST is available to HGIVE you a COOMPVR0EHENSIVE GUIDEXD tour. holy MASIS is SPO _ KEN daily in EBOTH english and coptic.",
        "original": "holy mass is said daily in the coptic language but an english - speaking priest is available to give you a comprehensive guided tour. holy mass is spoken daily in both english and coptic.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "but 9PIGS can pretty MUMCH eat EVECRYTHRIHNG we do. the pigs H0AVE a strict DIE & T.",
        "original": "but pigs can pretty much eat everything we do. the pigs have a strict diet.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "W3HAT is WORZRISOMUE is the KFAIDLURE of pollSTers themselves to learn from the hiSTory of T8HEIR _ PROFEGSSIUON. it makes me WORREY the failure of pollSTers to FDORGET about the PA ^ ST of THEEIR PROUFESSEIO7N.",
        "original": "what is worrisome is the failure of pollsters themselves to learn from the history of their profession. it makes me worry the failure of pollsters to forget about the past of their profession.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the pescheRIA ( 5FISH MAR ) KET ) BPUSTLUES early in the NMJORNING except sunday and MOZNDAY, while the QERBE _ RIA ( TFRUIT and VCEG6ETAIBLES ) is OPE2N until late XAFTE5RNOON for those looking for picnic supplies. you can shop for fruits at the EFRB9ERIA late INTQO the % night.",
        "original": "the pescheria ( fish market ) bustles early in the morning except sunday and monday, while the erberia ( fruit and vegetables ) is open until late afternoon for those looking for picnic supplies. you can shop for fruits at the erberia late into the night.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "LEVERYODNE agreed ThaT The S5OLLUTION Is auTomakers favor slower - IlnflaTI ^ NG aIr bags, whIle COQNSU % MER advocaTes WAN % T new gIzmos To DETEACT The SIWZE of EALCH passeNGer and adjusT The I * NEFLATION SPE5ED accordINGly. auTomakers and consuMERs AGREFE on AIERBA $ GS.",
        "original": "everyone agreed that the solution is automakers favor slower - inflating air bags, while consumer advocates want new gizmos to detect the size of each passenger and adjust the inflation speed accordingly. automakers and consumers agree on airbags.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "yes, it was on the PR8ISON & ER'S JWARDR _ OBE. it was found UNDMER the warwdruOBE.",
        "original": "yes, it was on the prisoner's wardrobe. it was found under the wardrobe.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "this STVRENUOCUS ambition was confounded by a perfectionism THDAT, as ELPLISJON wrote in the INTROVDUTC0TION to his volume of essays shadow and act, MMADE it SEOQMEWHAT & unreal to ERVEN THXINK of EHIMS * ELF as a writer. ellison wrote ABOGUT his PEWRFECTSIONISWM in the last CAHA! PTER of his volume.",
        "original": "this strenuous ambition was confounded by a perfectionism that, as ellison wrote in the introduction to his volume of essays shadow and act, made it somewhat unreal to even think of himself as a writer. ellison wrote about his perfectionism in the last chapter of his volume.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in WARHTILME guns can be LOSDT. DUARING peacetime, GUNYS can be misplaced.",
        "original": "in wartime guns can be lost. during peacetime, guns can be misplaced.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "the more clInton Is AFFL _ I + CTED, the 0MORE the PRCESS comforts hIm by AIFFLIRCFTING starr. the PERESS praIses ( starr YMORE and more as clInton Is AFFLIcted.",
        "original": "the more clinton is afflicted, the more the press comforts him by afflicting starr. the press praises starr more and more as clinton is afflicted.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "CAP @ TAAIN bayliss. it was SACAKN * OWLEDGMENDT rather THA + N a greetiNg, delivered iN a COOCL TO _ NE. TPHERE is a maN Named QCAPTAQIN baywatch.",
        "original": "captain bayliss. it was acknowledgment rather than a greeting, delivered in a cool tone. there is a man named captain baywatch.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "and so hE wE HAVE a lot of FA0MILY hErE his sidE of thE family and bEihng whEn wE wErE down in HO % USTGON wE wErbE isolatEd i mEan it's not that far but pEoplE would haavE wE didn't HAV % E AXNYONE in OTOWN that was our TFAMILY and altHOugh wE had rEally good friEnds and and wE had church and scHOol support and XTHINGS um LBOTS of thE family livEqs in HOuston.",
        "original": "and so he we have a lot of family here his side of the family and being when we were down in houston we were isolated i mean it's not that far but people would have we didn't have anyone in town that was our family and although we had really good friends and and we had church and school support and things um lots of the family lives in houston.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "WHHEN i say, i've got the sun in the RM % ORNING and the MOOWN at NIGCHT, THERSE'S a big DO + SE of ETHE ^ L MERM2AN but aL1so WSOME of me. the sun is out at GNIGHT.",
        "original": "when i say, i've got the sun in the morning and the moon at night, there's a big dose of ethel merman but also some of me. the sun is out at night.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "UNDER tHe act of union, iRis + H memHbekRs of wpaRlikapment now seRyved in london. iRisH paRliament membeRs 2weRe expected to sevRve fRom iReland UNDE $ R tHe act of tHe UNIOON.",
        "original": "under the act of union, irish members of parliament now served in london. irish parliament members were expected to serve from ireland under the act of the union.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "( all gynaecologIsTS are I # dealIstos. gy4naejcoplogIs % TS are all realIsTS.",
        "original": "( all gynaecologists are idealists. gynaecologists are all realists.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "and he fancies the risk not great simnCE he WIL6L enter in the GUINSE of a FRIEFND! \" htuhppenCE flushed, then OPMENED her MFOUTH I5MTPULSIVEELY. TUPPE6N ^ CE TO9LD us that he believes it's too RIWSKY to DISGXUIASE himself as a STRAQNGEIR.",
        "original": "and he fancies the risk not great since he will enter in the guise of a friend! \" tuppence flushed, then opened her mouth impulsively. tuppence told us that he believes it's too risky to disguise himself as a stranger.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": ": MOOBRE and BANILEY both said this isn't TRUYE. moore and bailey DUISAGRECED on the TRUCTHF7ULNESDS of the STAWTELMENT.",
        "original": ": moore and bailey both said this isn't true. moore and bailey disagreed on the truthfulness of the statement.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "7BUNT is NA3MED for an elDer broTHer who Die _ D in iDnfan % CY, anD BO @ TH betty anD BZUNT seem to JFEEL THat he is OCNLY a stajnD - in for his preDecessor. betty was namweD for a 6DeceazseD broTHer.",
        "original": "bunt is named for an elder brother who died in infancy, and both betty and bunt seem to feel that he is only a stand - in for his predecessor. betty was named for a deceased brother.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in LIFUE and in the MOVI6E, harrer LE6FT for nanga parbat SWHEN his wWIFE was still pregnant. harrer left for NQANGA parbat after his WI _ FE gave BIRRTH.",
        "original": "in life and in the movie, harrer left for nanga parbat when his wife was still pregnant. harrer left for nanga parbat after his wife gave birth.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "WALVKIHNG AWEAY is a good PLO * Y if You have the time. running awaY is a CGOOD TACTISC.",
        "original": "walking away is a good ploy if you have the time. running away is a good tactic.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "for instance, the tale of george OWASHING ( TAON defeating the ENG ( LSISH THORDES at OALDE new UYORK. for EXAMZP9LE, the TDALE of the ENGlish hordes defeating GEORG4E washington.",
        "original": "for instance, the tale of george washington defeating the english hordes at olde new york. for example, the tale of the english hordes defeating george washington.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "i R ( emem1bseRed MARZY as she lay WHIOTE and YEXHCAUSTED on the sofa, LUISTAENING, listening. maRy sat on the BSOFA as she listRenned.",
        "original": "i remembered mary as she lay white and exhausted on the sofa, listening, listening. mary sat on the sofa as she listened.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in 183 & 9 the EMPERNO _ R appointed the incoRRuptible conmmiSSilonelR lin tSe - hSu to S + TAMP out the SMUGWGJLING of FOROEIG9N mud. the empeRoR decided he would TA @ KE upon the TASk of KPQREVEN @ TING THEMFT.",
        "original": "in 1839 the emperor appointed the incorruptible commissioner lin tse - hsu to stamp out the smuggling of foreign mud. the emperor decided he would take upon the task of preventing theft.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "how COU # LD he KN5OW, even? \" TH % ERE is no possible way THakt he wouLD KANOW.",
        "original": "how could he know, even? \" there is no possible way that he would know.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "in 199W7, non - households SWENT 84 PSERCEN! T of FIRUST - class MAJIL, up FRFOM 77 percenT in 1990. 8MORE firsT - class MAIIL was SELNT by non - NHOUSEHOKLBDS in 19940 Than in 1997.",
        "original": "in 1997, non - households sent 84 percent of first - class mail, up from 77 percent in 1990. more first - class mail was sent by non - households in 1990 than in 1997.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "5THREE NCO5URSES split the the tpc at the CANWY3ONS, SOUTXHEZRN HSIGHLAND3S, and the main COUTRSE, the tpc at summerlin. the MAAIN COURLSE is the tpc at the ACRANYONS.",
        "original": "three courses split the the tpc at the canyons, southern highlands, and the main course, the tpc at summerlin. the main course is the tpc at the canyons.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "( the new YO & RK POSST'S PAAGE six gossip COL7UMN ran a lead IFTEM on the EN! Q + UIRER story on @ CHRISTHMAS day. ) the new YOr7k PLOST ran a C + OLUMN on the enQ2uire9r story on new Y3EAR'S eve.",
        "original": "( the new york post's page six gossip column ran a lead item on the enquirer story on christmas day. ) the new york post ran a column on the enquirer story on new year's eve.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "XALTHOYUGH TH! EY talk of freedom and democracy, + their kEY demand is that individuals be PREVENTAEQD from getting what thEY want - - THAQT governments be free, nay encouraged, to DEANY individuals the R5IGHT to drive cars, WORMK in offices, eat CHEGESVEBKURGERS, and watch SATE3LZLITE tv. it is XP4OSSIBLE to have PFREEBDOM and HAFVE LIM # ITS on behavior at the same time.",
        "original": "although they talk of freedom and democracy, their key demand is that individuals be prevented from getting what they want - - that governments be free, nay encouraged, to deny individuals the right to drive cars, work in offices, eat cheeseburgers, and watch satellite tv. it is possible to have freedom and have limits on behavior at the same time.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "THYEY'RE BVEING CEHRALLEZNGED by a new, faceless breed of ) PRBOPERTY IN6VESTUORS, but THYEY'RE not worried. the new investors TERRILFTY them.",
        "original": "they're being challenged by a new, faceless breed of property investors, but they're not worried. the new investors terrify them.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "YE! AH WHUAT i hate iS i hate HAVXING to WATLER So much arouNd here you kNow well we N & EVER uSed to have to water our la0wNS you kNow iN Nchicrago it waS ALWAY ^ S 4ENOUGH R6AIN here aNd there i doN't LBOTHER to water the lawqNS B9E5CAUSE it'S ALWAYS RAI! NI & NG HE3RE.",
        "original": "yeah what i hate is i hate having to water so much around here you know well we never used to have to water our lawns you know in chicago it was always enough rain here and there i don't bother to water the lawns because it's always raining here.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "AANO ( THER CASRE in point is the MAHTTER of the PTRESBIDENT'S POWE ^ RS as commander in chief. the president and the COMIMANTDER in chief are two CDI2FFERENT PLEOPLE.",
        "original": "another case in point is the matter of the president's powers as commander in chief. the president and the commander in chief are two different people.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "LS ]'UNTIL you xcamE along, EvEry3on % E had prEtty much accEptEd that thE pEoplE in chargE wErE ALWA! YS GOISNG to bE liars and FRAUDMS and DILRTY politicians, causE it's btEEn that way FORE & VEYR,'DANIZEL G3RINNWED. pEoplE STILCL thought it WOULQD alwaYS bE THA0T way.",
        "original": "' until you came along, everyone had pretty much accepted that the people in charge were always going to be liars and frauds and dirty politicians, cause it's been that way forever,'daniel grinned. people still thought it would always be that way.",
        "direction": "neutral->entailment"
    },
    {
        "augmented": "a THIERD MAJONR data set comes from the california based 7th day ADVENTIASRT STPUDY. a fourth 9SIG & NAIFICANT data set comes FROJM the adventist STUD3Y.",
        "original": "a third major data set comes from the california based 7th day adventist study. a fourth significant data set comes from the adventist study.",
        "direction": "neutral->entailment"
    }
]